[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Dr. Jason Clark. He is a lecturer in psychology in the university, in the School of Human and Social Sciences at the University of West London. And today we're talking about his book Constructing Experience, Expectation and Attention in Perception. So Doctor Clark, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:27",
		"speaker": "Jason Clarke",
		"words": "Thank you, Ricardo. It's a pleasure to be on. I've watched lots of your, uh, episodes and podcasts with lots of really interesting people and and they're very stimulating, so it's great to be part of that now. Yeah."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. Thank you so much. So tell us first about the predictive processing framework and how the brain is a predictive machine."
	},
	{
		"start_time": "00:50",
		"speaker": "Jason Clarke",
		"words": "Yeah, great. OK. I think maybe the best way into this is to think about what the brain is, uh, where it is and what the world is, right? So, you know, human beings got brains, they're encased in these bony skulls, and these brains are fed sensory information through various channels, through visual channels, through Um, auditory channels through the skin, etc. ALL this sensory information coming into the body and into the nervous system and into the brain. But there's a fundamental problem that the brain has, right? The brain is this, uh, you know, 80 billion or so massive cells inside the skull. And from within that kind of closed skull, it has to somehow Understand the world beyond it, right? So, uh, and if it doesn't do that, then it's gonna pretty much die very quickly. So, it, it, so, in order to do that, the brain, it seems, from theory, builds this kind of internal model of what it thinks. And again, I use it thinks, it's not thinking in the sense that it's consciously thinking this, but what is it, what it, what it's inferring the outside world to be. In other words, what it's inferring the Causes of the sensory, uh, the, the, the, uh, outside world impinging on the senses, it kind of infers what the causes of those are. And that's our brain's kind of world model, what it believes is happening around us now in terms of, you know, sound and smell and taste and touch and objects, that kind of thing. So, in other words, it's a kind of simulation. Of what it thinks the world is. And we are living inside that sim simulation. So the predictive brain hypothesis is basically saying that that's what the brain is doing. It's, um, given these limitations, given that it is in this situation where it doesn't have You know, it can't step out of outside of itself to see what the world is really like. It has to use the evidence provided by the senses to build up this model of what it thinks the world is. So, what it does is it uses, uh, predictions, learned from past experience, uh, plus this sensory information coming in to build this model. And the model is constantly refined, so the brain is constantly learning. Because sometimes the model makes mistakes, it gets things wrong, and then it can correct those mistakes, uh, via the information coming through the sensory channels which serve as prediction errors. So they, um, if the model contradicts what's coming in through the senses, then the model updates. And this is what we call prediction error minimization. And the, uh, the aim of the brain, I suppose, again, using, you know, uh, Perhaps not, I shouldn't use the aim, but the, it seems the function of the brain is to kind of build this model that enables us to kind of survive, enables us to, uh, maintain our existence despite, you know, the, uh, you know, the kind of second law of thermodynamics entropy trying to kind of break us down. We're trying to resist that. Um, ANYWAY, so that's what, uh, the predictive brain is, and it's been, um, you know, uh, Uh, written about by people like Karl Friston and Andy Clark and Jacob Howie and Anil Seth among many, many others. Um, YEAH, so that's, that's, that's what the predictive brain is."
	},
	{
		"start_time": "04:28",
		"speaker": "Ricardo Lopes",
		"words": "So tell us a little bit more about the prediction errors you mentioned there. How are they generated and how are they minimized?"
	},
	{
		"start_time": "04:40",
		"speaker": "Jason Clarke",
		"words": "Yeah, good. So, when we look at the world, let me think of an example. So when we look at the world, um, and let's say we are. I can't think of an example, in a park, and maybe, uh, so when we're in the park, we have a lot of expectations about what we're going to see in the park. So our brain already kind of expects to see certain things in the park. So we walk in the park and let's say we see a flash of white fur somewhere in the distance. And this is Highly ambiguous because that flash of white texture could have come from many different objects in the world. So, it could be a fur coat, it could be a dog, it could be a polar bear, it could be many different things. And so, when you come into the park, maybe you have, because of this world model of parks, you have the expectation that you're going to see dogs, that kind of thing in the park. So when you see this flash of white texture, Uh, you. Uh, YOU predict that this is, uh, a dog. But maybe when you get a bit closer, uh, You realize that it's not a dog, maybe there are some features of that creature that don't fit with your dog hypothesis, and you have to revise your hypothesis. So now you realize, oh my God, it is a polar bear, and what the hell is a polar bear doing in the park? So it's highly surprising, but this, uh, the fact that it is a polar bear and that the features don't match the model of the dog that you have, these serve as prediction errors, and these serve to update your model of what's going on in the world. And And the aim, I suppose, is for the brain to minimize these prediction errors so that it gets this, you know, the best model of the world that it can given its epistemic situation of being inside this bony skull. Um, SO yeah, that's, uh, so prediction errors are what serve to update the model. So we have the model, which is our brain's best interpretation of what's going on. Uh, AND information comes in through the senses. This information can either align with the model, in which case there is no error. Or it can misalign with the model and, in which case it is, uh, uh, it's, it doesn't align with the, the prediction, so it's called a prediction error, and in which case, then we update the, the brain would update the model or the system would update the model, yeah."
	},
	{
		"start_time": "07:18",
		"speaker": "Ricardo Lopes",
		"words": "And this model you are referring to is what is called the generative model, correct?"
	},
	{
		"start_time": "07:24",
		"speaker": "Jason Clarke",
		"words": "Yeah, exactly. Yeah. So, the generative model is our brain's, uh, world model, right? To unpack that, that means, uh, that we can think of it in terms of a hierarchy of predictions, going from very abstract levels to predictions about, so. Abstract levels, such as time flows or space is three dimensional, or objects, uh, can't exist, you know, two objects can't exist in one place at the same time, or light comes from above. These are beliefs, predictions that we have that are, if not hardwired, they're very, uh, we learn them very quickly and they become a real framework for how we understand the world and how we perceive the world. Uh, SO they're abstract, um, predictions. And then you come further down in the hierarchy, you get to predictions about objects in the world, um, you know, and then you come further down in the hierarchy and you're getting to the features of, of the world, the colors, the motion, the textures, the, uh, edges of objects, etc. And the idea is that, um, there's this hierarchy of these cascading predictions from abstract through to sensory level predictions, and that's our world model. That's how we currently Perceive the world, think of the world, understand the world, but that is constrained by these, by the sens sensory information coming into the senses, which if it conflicts with the model, then the model can be updated by these prediction errors. Yeah."
	},
	{
		"start_time": "09:09",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you now, yes, you're going to say something."
	},
	{
		"start_time": "09:14",
		"speaker": "Jason Clarke",
		"words": "No, I was gonna say, so that, yeah, that is the generative model. It's, uh, you know, in kind of simple terms, it's the, the, the model, it's a kind of reality model, and I'm, I'm, I'm kind of, uh, kind of taking that from a recent paper by, uh, Lauanan, uh, Chandari and Friston called A Beautiful Leap Theory of Consciousness, which what I say is a really interesting, uh, paper. Um, BUT yeah, it's a reality model. It's our, it's, it's what we're living now. This is reality. This experience is my reality and, and current neuroscience, the predictive brain, predictive processing theory says that, uh, underlying this experience of reality I have is this, uh, hierarchical cascading, uh, system of predictions, which are shaped by prediction errors."
	},
	{
		"start_time": "10:03",
		"speaker": "Ricardo Lopes",
		"words": "So in the book you also talk about consciousness and we're going to explore here how consciousness might be linked to perception or how it is linked to perception. So first of all, what is consciousness? How do you approach it?"
	},
	{
		"start_time": "10:21",
		"speaker": "Jason Clarke",
		"words": "Yeah, good question. So, OK, um, well, I think first, um, in the literature. Uh, IT'S typically spoken of in terms of what is called phenomenal consciousness and what is called access consciousness. So just to briefly explain what those two terms mean. So, Um So phenomenal consciousness is the Uh, subjective experience of what it's like to be me now, right? So, uh, philosopher Thomas Nagel wrote a paper, I think in 1974 called What, what is it like to be a bat, and he gave, uh, kind of Definition, I suppose, of consciousness that is kind of, that most people kind of adhere to, because it seems to make intuitive sense, which is a system is conscious that there's something, if there is something that's, it is like to be that system. So, this system is something it's like to be this system. I don't think there's anything like it's like to be this system. Um, So, if there's something that's like to be a system, then it's conscious. So phenomenal consciousness is, uh, the qualitative experience of redness, for example, or the felt experience of pain before you even think about it. It's just that experience or if you drink coffee, the kind of taste of coffee, or, uh, I don't know, the smell of a rose or the sound of a, you know, harmonies being played on the piano, that qualitative. Thing that we can't quite grasp in physical terms, that's what we mean by phenomenal consciousness. So, I, so that's one part of what consciousness is in the literature. The other is access consciousness, and the two are related, and I'll talk about that in a second, but access consciousness. Is more related to, uh, function and behavior. So access consciousness, I mean, you can, you know, we can see how we could easily kind of build that really, not easily, but you could see how you could build that into, uh, you know, an AI or into, you know, some other system. But access consciousness is what Sort of consciousness does, right? So, if we're conscious, we report, I see an apple in front of me, or we pay attention, or we integrate information, or, uh, if we're conscious of something, it makes it available to all lots of other decision making, memory systems, um. So all of that access consciousness, we can, you know, study in, you know, functional physical term, using functional and physical terms, and, uh, that all makes sense. And I think there have been lots of efforts to kind of, uh, At least kind of develop theories, uh, where, um, of access consciousness. Um, BUT they're kind of. The problem in science, the hard problem, uh, which, the hard problem, which was, uh, first coined, I think, by David Chalmers in his book, The Conscious Mind, maybe just before, in a paper just before, uh, which is, um, you know, OK, maybe we can understand how brains can be access conscious, how they can attend, how they can report, how they can integrate information, how they can make that information available for decision making, for memory, um, And Theories like the global workspace theory by Dehane. And, uh, and, uh, I think Nkash, um. Kind of our, our the, I think our theories of access consciousness, right? But the, the, the problem is this phenomenal consciousness is what it's like to be that we experience, um, explain that in terms of. Neural activity, physical information processing, uh, it's that that is a hard problem to solve, yeah. So, uh, yeah, I hope I answered your question. So yes, we think, uh, in terms of what I think, what I think consciousness is. Um, I mean, I, I, I'm a bit of a maverick, I suppose. I kind of, I, I don't, I, I, you know, I've been thinking for a long time about how physical processes can give rise to qualitative experience and like many people, I find myself kind of unable to. You know, this is a it's called the explanatory gap. We have all of neuroscience and information processing and all this whir of information processing in the brain, all these predictions, all this stuff going on, but, you know. We don't seem to be able to from that, uh, get, de juice, explain why this phenomenal consciousness exists, this what it's like to be. That's, that is the big, big problem. Yeah, yeah."
	},
	{
		"start_time": "15:20",
		"speaker": "Ricardo Lopes",
		"words": "Right, and how are the contents of consciousness studied?"
	},
	{
		"start_time": "15:26",
		"speaker": "Jason Clarke",
		"words": "Yes, that's a, yeah, that's a really good question. So, I think, um, a kind of way into studying consciousness is to, and this was developed by Bernard Bars, is to create situations as an experimentalist. I'm an experimental psychologist, to create situations where you can manipulate whether somebody is conscious of something. Not conscious of something, right? So, you get a situation where under one condition, they're conscious of a stimulus, and in another condition, they're not conscious of the stimulus. And that allows you to kind of tease apart, uh, brain processes that are associated just with Uh, you know, processing the stimulus on the screen without consciousness and processes that are involved with also with, uh, you know. Processing the stimulus on the screen and being conscious of it. So, it gives you a way to kind of study those two things. And so this is, this is called the contrastive method. So you're contrasting situations, conditions where participants are, um, aware of the stimulus and situations where they're not aware of the stimulus. And a few examples of that, I suppose, are, um, for example, um, There are lots of examples. So binocular rivalry, for example. So, uh, binocular rivalry is the, uh, phenomenon where. Um, Uh, AGAIN, the participant is presented with one image to one eye, say, a house, and one image to another eye, say, uh, a face. And, I mean, in typical, um, perception, we are, we, you know, have one image on this side and one image on this side, but they're just slightly different, and these depth mechanisms kind of combine them and give, give us a sense of 3D depth. Uh, BUT when the, when the two images are, Uh, not congruent. So when there's a house and on one eye, and there's a face on one eye, then what happens is Uh, what's called binocular rivalry, which is where the perception that the, uh, participant has kind of vacillates between seeing a house and then seeing a face. Sometimes a kind of mixture of the two, but it kind of ultimately seems to kind of rest on house or face. Um, And so that's one method we can use to study consciousness because it allows us to see, uh, what's going on in the brain in the brain when the participant is conscious of seeing the house or the face, let's say, and what's going on in the brain when they're not conscious of seeing the house or the face. And so therefore you can kind of tease the two apart, right? Um, ANOTHER method is, um, Uh, um, I think. So I don't want to talk about inattentional blindness because I think we're going to be talking about intentional blindness in a bit, but yeah, but just very briefly, inattentional blindness is a way to study consciousness because, um, so inattentional blindness is the phenomenon where participants fail to report, uh, an object that's directly where they're looking at on the screen in most situations when their attention is not on that stimulus, that object on the screen, they miss it. And this is called. Uh, INATTENTIONAL blindness and been thoroughly explored, uh, kind of initially by Arrian Mack at the New School and Urban Rock, who I think was at Berkeley at the time. And, um, So, using an attentional bli blindness, we can, and so if they're not attending to the stimulus, they won't, invariably won't notice it's there. They're not conscious of it. But if they are attending to the stimulus, then they are aware that it's there. They're conscious of it. So, we have a situation where we have a situation where the participant is not conscious of the stimulus, and in the full attention, they are conscious of the stimulus. There's lots of stuff you can do there to see, you know, what's going on in the brain, for example, when they are conscious of the stimulus versus what's going on when they're not. And that allows you to see, ah, this, this, uh, neural activity or this, uh, information processing, this is associated with them consciously seeing it. And again, that gives you a kind of grip on what's going on in the brain when they're, Actually conscious of it versus when they're not."
	},
	{
		"start_time": "19:48",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me get now into the topic of perception and attention. So starting with perception, what is perception and tell us about top down and bottom up theories of perception."
	},
	{
		"start_time": "20:03",
		"speaker": "Jason Clarke",
		"words": "Yeah, good. So, um, perception, um, I would say is our brains, uh, Kind of best guess about what's going on, right? Um, IT is our. As I said earlier, our internal model of what we think is going on beyond our bodies and inside our bodies. And it is, um, You know, not just visual, so there's visual perception. So visual perception would include seeing colors, seeing shapes, seeing motion, seeing objects, seeing visual scenes, auditory perception, hearing sounds, hearing trumpets, um, tactile perception, so feeling velvet, feeling, uh, uh, wood, for example, feeling sandpaper. So again, this is our internal model of. The world. Our best guess is, again, I'm kind of speaking through a kind of predictive processing framework, but our kind of best guess as to what the world is, um, and our perception is informed by our assumptions about the world, our predictions about the world, our best guesses about the world, but these are kind of reined in by the sensory information that's coming in through the senses. So, Uh, perception is our, our model of the world, but it's tethered to the senses. So we don't kind of lose touch with reality, let's say. And I think that, you know, again, we can talk about this a bit later, but I think, um, Perception can be untethered to reality. So, when you're asleep, for example, and you, and you dream, so you're still experiencing then, but this is experience kind of more or less untethered from the sensory, uh, you know, receptors. Um, SO the brain is kind of, uh, you know, making up its own story without being reined in by the world, by the information coming in through the senses. Um, SO yeah, that's what I think perception is, yeah. Oh, and, and then, so what was your second question? Yeah, and, and then top-down and bottom-up processing,"
	},
	{
		"start_time": "22:19",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah, yeah, top-down and bottom-up theories of perception."
	},
	{
		"start_time": "22:23",
		"speaker": "Jason Clarke",
		"words": "Yeah, good. So, um. So When we're talking about perception, we're talking about, uh, our brain's understanding of the world. And this understanding. Can come from the world. In other words, it can come through the sensory information channels, in the case of, you know, light or, or or sound or, um. But also, as I said before, the brain has this internal model of the world. So, We talk about two kinds of processes going on there. We talk about bottom-up processes and top-down processes. So, roughly speaking, bottom-up processes refers to the information coming in through the senses and kind of traveling, metaphorically speaking, up and into the brain. And this, this, uh, bottom-up process, um, involves taking the sensory information. And processing it. Uh, AND, um, there's a kind of feed forward sweep of information that comes in. Um, AND some people have thought that this is enough for the brain to create perception, right? This bottom-up sweep of information. But there's also, uh. This, these top-down processes going on. And what these top-down processes are, are, again, loosely speaking, um, assumptions, beliefs, uh, expectations that your brain has about the world. And so, one of these top-down assumptions might be that light comes from above, right? And we see this in various illusions. There's, I can't remember the name of it, but there's, there's a, an illusion where you have, uh, circles on the screen and circles, uh, are either, uh, light at the top and dark at the bottom. And the circles on the screen that are light at the top and dark at the bottom appear phenomenologically to stick out of the screen, right? Uh, THEY'RE convex, and the circles with, uh, Dark at the top and light at the bottom appear to kind of stick into the screen. And this is kind of puzzling. It's like, you know, why don't we just see circles on the screen with dots and lights? Why do we see this kind of convexity and concavity when it's not there on the screen and. And one explanation is that, uh, human beings have lived in an environment for millennia where the source of light typically is from the sun from above. So our brains build this very strong assumption, maybe it's hardwired. I don't think it's hardwired. I think there are experiments with chicks that show it can be, uh, altered. But anyway, but we learned very quickly. And, um, that, uh, you know, we, um, And that explains why we see some of the circles are sticking out and sticking in. We see the, the circles of light at the top and dark at the bottom is sticking out, because if there was light coming from above, it would hit the top of a sticking out circle just like that. And, uh, and, and that's how our brain interprets it, um, as a, as a convex, uh, dimple sticking out of the screen. That's just one example, but that's an assumption, again. We're talking about assumptions, top-down processes. The assumption then is light comes from above, and we kind of interpret the world through that assumption. That's one of them. There are many, many, many others. And so it, so coming back to kind of top-down and bottom-up processing, so. Current theories of perception show that perception is a, is an amalgamation of these processes. um, AND I think that's where, what the predictive brain, predictive processing, predictive coding, uh, really kind of mathematicizes, uh, and turns into kind of computational neuroscience."
	},
	{
		"start_time": "26:37",
		"speaker": "Ricardo Lopes",
		"words": "Right. So let's get into attention then. First of all, what is attention?"
	},
	{
		"start_time": "26:44",
		"speaker": "Jason Clarke",
		"words": "So Um, attention has, study of attention has a long history, uh, from at least, uh, William James, um, until, you know, now and onwards. Um, ATTENTION has been conceived of as some kind of selection mechanism in the brain. So We are, you know, walking around the world, we're constantly being bombarded by, you know, uh. Information impinging on our sensory epithelia, and there's far too much of it for our nervous system to handle. So, uh, uh, um, you know, imagine if you were in, I don't know, New York City walking through Times Square, all those lights, sounds, cars, all the, uh, if you had to process all of that, you just wouldn't be able to. So, in order to Um Kind of solve this problem, I suppose. The brain has developed this kind of selection strategy where it selects, so you can think of all that information from your senses coming in via all these channels, uh, kind of competing, say, for limited cognitive and neural resources. And so the idea is attention serves to select some of these channels, um, give more weight to some of these channels, and by giving more weight to them and selecting them, it enables that information contained in those channels to be processed more deeply, so you can become conscious of it, you can make decisions based on it, you can react to it, you can avoid it. Um. So that's a kind of um That's, uh, one very influential, I think, view of what attention is. Um, YOU can also think of attention, um, uh, metaphorically as a kind of spotlight, right? That you're kind of, the, the world is in front of you and you've got all this information kind of rushing in. And again, you've only got limited resources to process it. So, um, So, you know, much as a spotlight can illuminate a person in an audience, um, bringing them into view, uh, attention can metaphorically operate like a spotlight, which selects certain bits of information, um, to, you know, to process more deeply, um, I think, um, where I am with attention, and I think, um, Again, I think where, where the field is moving in terms of attention is talking about attention in terms of precision. Um, IN the brain, which I think would need a lot of unpacking. Um, SO I don't know if you want to wait to talk about that later, but, or now, I'm not sure."
	},
	{
		"start_time": "29:27",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, tell us about it now."
	},
	{
		"start_time": "29:29",
		"speaker": "Jason Clarke",
		"words": "Yes. Yeah, OK, OK. So again, we go back to the predictive brain, this, uh, predictive processing, uh, theory of what brains are doing. Um, And just to sort of repeat maybe a bit of what I said, you know, the idea is that there's this hierarchy of predictions, cascading predictions from abstract predictions to object-level predictions to sensory-level predictions that are, um, that's our world model that are being refined by sensory information that provides, uh, kind of, Learning material for the models if there's a mismatch between the sensory information, the model and the model, the model can update. Now, this whole process, uh, of, uh, Hierarchical prediction error minimization is shaped also by what is called precision. Now precision, um, loosely speaking, is the. Is the confidence. That the system has in the Prediction error. Right? So, let me give you an example. So let's say you're in a, a car and you're driving down the road and it's a foggy day, right? It's very, very foggy. You've driven down that road many, many times, but it's so foggy that you can not really see anything in front of you. So in that situation, let's think about what might be going on in the brain. Again, your brain is making all these predictions about what's going on right now and what you're gonna, what's gonna happen in the future. And, um, And In terms of driving the car, it's making predictions about the road, about the, you know, the turns on the road, etc. ETC. But, and in, in a case of, uh, clear daylight, it would be able to. Uh Sort of, uh, tune those predictions by the sensory information that's coming in, uh. You know, through the car because it's a, it's a clear, it's a clear day. Now, when it's foggy, the brain can't rely on sensory information to guide it. It can, it has to rely on its, um, on its, uh, model of the world, right? Your understanding of how the road curves, so you're using your model to drive your car, right? Um, SO in this case, you would have High precision on your prediction errors, sorry, on your predictions, on your model, and very low precision on the, uh, sensory information coming in. What that means is that you would give more confidence in that driving the car situation to your brain's model of what's going on. Uh, IN other words, I know this road, I know there's a curve here. You would give more confidence to that, more precision to that than to the sensory information coming in, because the sensory information is just fog. It's just kind of, you know, uh, so precision then is. How much confidence the brain gives to the prediction errors. Versus the prediction. And attention then under this framework is precision. It's the confidence the brain gives to either its predictions or to its prediction errors. So, um, And, and, and technically, the precision is the, uh, inverse of the variance, right? So if you think of, just getting a little bit more technical, so if you think about, uh, each prediction the brain is making as a Gaussian, as a normal distribution, and so there you can get a mean, you can get a, a, a variance, you can get a standard deviation, and the, the variance tells you how spread out that distribution is. And if it's, um, And then the precision is the inverse of that variance, which tells you how concentrated, uh, the distribution is. So if you have a very concentrated distribution, that is a prediction or a prediction error with very high precision, right? It's, it's saying to your brain, look, look, look, this is, this is worth taking note of. But if it's, um, Very low precision, uh, so, uh, then the brain might treat it as noise or something not to be taken seriously, and maybe it would take more seriously the the the the world model as it currently stands. Um, SO precision and, and attention then. So, Uh, uh, so attention is, is, is precision. Attention is that the brain's ability to, uh, kind of, and this is metaphorically, right? So turn up the volume on certain, uh, sensory information coming in or turn up the volume on certain predictions you're making, uh, to kind of control the game, uh, there, yeah. Mhm."
	},
	{
		"start_time": "34:39",
		"speaker": "Ricardo Lopes",
		"words": "So you've already mentioned earlier inattentional blindness, but tell us now more about phenomena like inattentional blindness, change blindness, and attentional blink, and what we have learned from the studies on these phenomena you explore in your book."
	},
	{
		"start_time": "35:00",
		"speaker": "Jason Clarke",
		"words": "Yeah, um, so, um, so we have inattentional blindness, change blindness, and the attentional blink, uh. What I'll talk about what they are in a second, but what they will show, what they all seem to show, uh, what they all seem to support is that without attention, Right, you can think of it as a spotlight if you want to, or as a selection mechanism or precision, but without attention, we are functionally blind to what is. Presented to us, right? Even though our eyes might be looking directly at an object or a stimulus on a screen, uh, these, uh, phenomena seem to show that that's not enough for us to be aware of it. In order for us to be aware of that stimulus, we have to be attending to it. So, overall, they suggest theoretically that attention is necessary for conscious perception. Um, SO let's talk about each of those in turn. So inattentional blindness, uh, as I said before, is this phenomenon where if people are not paying attention to a stimulus that's in front of them, uh, invariably, they will not be aware of it. Um, SO this is typically, so let me give you one example of an experiment on inattentional blindness. So, uh, Arrian McAna in 2012 wrote a paper called Gist Perception Requires Attention. Just perception is having a perception of just, you know, the general sense of what's going on. I'm in a room, uh, there are chairs there, uh, you know, it's, it's not a, uh, garden, it's a room. I got the, I've got the gist, the overall kind of picture of what's going on. And so we did these experiments, uh, Actually, just backtrack a little, a little bit, uh, uh, others had found that, uh, participants could, uh, pick up the, the gist of a scene if, even if they weren't paying attention to it. Um, AND for various reasons, we questioned that study and we did advised our own study to kind of really test this hypothesis that they were able to perceive the scene even without attention. And so what we did was we had an experiment, uh, just to simplify. There were 3 conditions, uh, 3 levels of the attention, uh, factor. So we had inattention, and in the inattention condition, participants were looking at a computer screen and they were told their task was to report whether a, a cross like that, a vertical horizontal cross that appeared very briefly, I think 200 milliseconds on the screen. Randomly in one of the four quadrants of the screen, uh, they, their task was to say which of those arms of the cross was longer. And the differences between the lengths of the arms was very small. We wanted to make it quite difficult to make it attentionally demanding. And, um, so in the inattention condition, they just paid attention to the cross task, and I think maybe there were 10 trials. And then on what we call the critical trial, Uh, which was the last trial, uh, in our experiment, a scene appeared, uh, and it could be a garden, it was a photograph of a scene, and it could be a garden, a mountain, a farm, uh, people on a racetrack, people in an audience, lots of different scenes. And the question we asked them after that final trial was, OK, after, after they reported the longer arm of the cross, did you see anything on that final trial? And we found that, uh, many, many people reported, didn't report seeing anything. In other words, they were. They were not paying attention and they were blind to it, hence inattentional blindness. Now. You know, to make sure, so, you know, of course, we did control, um, experiments. So we also did this with a divider's attention. So they were asked to pay attention to the crosses and anything else they saw on the screen. And here they tended to. Uh, SOMETIMES report seeing the scene, some of them did not. And then with full attention where they were told, forget about the, uh, the crosses, the cross task, just pay attention to anything else that appears on the screen. And in this case, with full attention, they did notice the scene and could describe accurately. So this, uh, shows us that without attention, Uh, they are not conscious of what is, uh, on the screen. Now, just to add something to that, because I think it's interesting, that doesn't mean that that information is not being somehow picked up unconsciously by the system and being processed. Some experiments have found that even though participants are not aware of the stimulus, in our case, the seeing, there is priming. In other words, that they don't see it, but it facilitates certain kinds of processing in their brain despite not being registered consciously. That's an attentional blindness. It's really rich literature on that, um, and, um, and then we come to change blindness. So change blindness is a similar phenomenon, but in change blindness, uh, Uh, a participant is, well, change blindness is where participants are, uh. Do not notice, are not consciously aware of big changes that are happening in a display, in a scene right in front of their eyes. So, uh, work by Rensink and colleagues back in the 90s and much work since then using, um, the, uh, what's it called? The Flickr paradigm, right? So in this experimental method, um, uh, the scene is shown on the screen. And there's a blank, maybe it's shown for, I don't know, maybe 200 milliseconds, I think. And then there's a blank interval of like, uh, 100 or so milliseconds. And then the scene appears again. And then the gray interval appears again. And so what's happening is the, in the first scene, uh, we see the first scene, we see the gray interval. In the second time we see it, something has been changed. So, uh, something has been added or removed or colors have been changed, or something's changed. And the participant, participant's task is to watch this until this kind of repeated, uh, Uh, you know, pre-change, interval, uh, post-change until they notice the change and then press a key. And typically it takes people many, many, many seconds to notice this change, even though, you know, it's happening right in front of their eyes. Um, AND what seems to be key here, at least, uh, one of the keys is attention. When they're attending to the change, studies show. They will see the change. So if you're, if you're just lucky enough to attend on, say, the object that's going to be changed, and And then the gray interval happens and then the scene pops up, and yeah, hey, Presto, the object's changed, then you'll notice the change. But unless you're attending to it, the evidence suggests you will, will not notice a change. Um, AND then, uh, we have the attentional blink, which is another phenomenon that demonstrates, uh, the relationship between attention and conscious perception. So, with the attentional blink, um, This is where. This is a, this shows the kind of temporal effects of attention. So, if a stimulus, let, let me give you the experiment first and I'll, I can explain what it means. So, in the, in the, in the experiment, in a typical experiment, uh, we have what's called an RSVP paradigm. RSVP means rapid serial visual presentation. And what the participant experiences a, is a rapid stream of, you know, letters or digits that say, appearing to them on the screen. So in this RSVP what's going on? Is that, um, let's say, Uh OK, so the participants' task is to Look at the stream of information and let's say the stream of information is, uh, let's say 10 digits. And embedded in the 10 digits is, let's say, two letters, and let's say each of the letters and digits is presented for 100 milliseconds. So what the participant will see is this stream of digits and letters kind of being presented to them. And the participant's task is to report the two letters, let's say, that are embedded in this stream of digits. Uh, NOW what's found is, um, participants are very good at reporting the first letter that appears in that stream of digits, right? And if the second letter comes after 500 500 milliseconds or so after the presentation of the first digit, the first letter, then participants will also be aware of the second letter. But, and this is, this is the interesting point. If the Um, second letter appears between 200 to 500 milliseconds after the first letter. Participants will not be aware of it, invariably. They will not consciously notice it. Um, AND this phenomenon is called the attentional blink. And kind of, just as our, when, when our eyes blink momentarily, we shut out visual information coming in. Uh, THE idea is that when our attention. Is processing the first letter in the stream. Um, This takes up attentional resources to do that, and if the second letter appears. You know, between 200 to 500 milliseconds after the first letter, then, um, it will not be. Able to be processed by attention because attention is still working on processing that first letter. But if it comes 500 milliseconds after the first letter, now, uh, we're able to consciously, uh, perceive it because now attention, now the now you're not blinking anymore. Now your eyes are open again, right? Um. So, uh, so these phenomena, inattentional blindness, change blindness, and the attentional blink, all seem to point or, or, you know, provide lots of evidence for the theory that attention is, uh, is necessary for conscious perception to happen. Um, AND if attention is not, uh, deployed, then you might think you are conscious of what you're looking at, but we suggest that you're not. Um, YEAH."
	},
	{
		"start_time": "46:03",
		"speaker": "Ricardo Lopes",
		"words": "In what ways can expectation shape perception?"
	},
	{
		"start_time": "46:09",
		"speaker": "Jason Clarke",
		"words": "Good, yeah. So, um, so we've spoken about attention. Uh, EXPECTATION has a very, uh, powerful, uh, impact on what we experience. Um, I'm a vision scientist, so I mostly speak about visual examples. Um, BUT. I mean, just thinking about um. Let's say visual illusions and. There is, uh, for example, there's an illusion called the, um, the, um, what they're called illusory contours, and There's a very famous one of these called the Konitza Triangle. And the Kunitza Triangle, to explain it without showing it, but anyway, so what you see on the screen, what's literally given to you on the screen. Is, uh, 3 little Pac-Men, black Pac-Man shapes that are kind of oriented such that. The brain perceives literally a triangle. Uh, THE outlines of a triangle, the edges of the triangle, the triangle looks to be a kind of bright, brighter than. The background on which it sits, right? So we have this phenomenal experience of a triangle there. And there's no triangle on the screen. It's just these three Pac-Man shapes. There's no triangle there. There's no background that's brighter than an object. That triangle that we experience is, is, you know, created by our, our nervous system in response to that stimulus. Now, I think this shows one of the, this, this kind of illustrates the effects of expectation on vision. Um, SO. If your brain is faced with some stimulus like that, those three Pac-Men whose configuration kind of suggests a triangle there, then. Based on past experience and assumptions, the brain has picked up over, you know, the years we've been alive, um, it concludes, comes to the conclusion that, uh, there really is a triangle there, and that's what we, you know, actually perceive. It's not that we kind of think, oh, it looks as if there's a triangle there, we actually perceive a kind of ghostly triangle. So, this is, uh, one example, perhaps not the best. Example of where expectations our brain has about the world, predictions our brain has about the world kind of override in a way the evidence right in front of our eyes, which is there's these three black shapes on a white screen overrides that. That actuality and creates its own kind of, uh, kind of guess as to what's out there in the world. Um, SO, um, expectations then are these predictions that our brain has based on past experience of what, what the world is. So, we expect, uh, when we go into a doctor's office for there to be certain things and certain kinds of behavior and, you know, in psychology, we call it these schemas. We have these kind of schemas for what to expect. We go to certain places, how to behave, etc. Um. And In terms of what's going on in in In the brain. Um, THERE'S a lot of really interesting research. Um, I'm thinking particularly of the research that's done by, uh, Peter Kock at UCL. Um, WHERE he showed that, um. Areas I think in V1. Uh Light up in anticipation of a stimulus that's about to be presented. In other words, the brain is kind of predicting the stimulus before it even appears. It's in other words, it's expecting the stimulus before before it even appears. Um, SO, I mean, that's the way to think about it in kind of terms of the brain. Um, BUT I think, uh, sorry, um, yeah, expectations pervade everything. They literally shape our reality, what we see. We don't, I don't think, well, we don't. We don't see reality as it is because again, we are our brain's model of what it thinks is going on in the world, uh, and that model can be wrong, um, But, uh, and this model is. Uh, DEEPLY sculpted and shaped by what we expect to be in the world. Um, AND I mean, again, you know, this, you know, you can apply this to. Um, YOU know, Many different things. For example, feelings of depression or anxiety. I mean, if you have, if your brain has the prediction that the world is, uh, gray and, and flat and boring and, you know, uncaring, then. Again, if you, if your brain kind of holds that belief deeply enough, you literally see the world through that. Belief, your world model is kind of shaped by that belief. So you probably will see things as being quite gray and, and, uh. You know, so, uh, anyway, so it can, it, it's the point of bringing that in is to show that it's not just some kind of theoretical thing. It really does apply to human experience and how we live. Um, SO it really does have lots of applications there. But yeah, so that's just a, I mean, there's lots you could say about expectations, but that's. A few, there are a few things you could say, yeah."
	},
	{
		"start_time": "51:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh, TELL us a little bit more about expectation can lead to illusory experiences."
	},
	{
		"start_time": "52:03",
		"speaker": "Jason Clarke",
		"words": "Yeah, so. So we did, we, so I say recently, this is back in 2018, but um. We, so I was talking about Arian Mack, myself, uh, Muge Errol, and a couple of other people who were in our lab at the time, um. We're doing some research on. INATTENTIONAL blindness. And We, um, I, I'm wondering about how much detail to go into here because it's, but anyway, um, we were, uh, Wondering whether iconic memory required attention. Now just very briefly, iconic memory is a very highly transient but high capacity sensory memory, uh, that the system has of what it's just looked at in the case of vision. So we open our eyes, uh, we look at the world, an iconic memory, roughly speaking, is a kind of fleeting, kind of high capacity memory of what we just saw, right? Um, AND people have stared. Lots of people, lots of researchers have said, uh, that, that attention is not necessary for this iconic memory. And this is particularly interesting because iconic memory has been equated with phenomenal consciousness by many people. And so the contents of iconic memory are equated with what we were conscious of at that moment by many people. And And so we wanted to know whether that required attention. So what we did was we did an inattentional blindness experiment where, uh, we had, let's say, the cross task, so which arm of the cross is longer. And this time on every trial, we had a matrix of letters at the center of the screen. Um, AND I think it was a 3 by 3 grid of letters. And, uh, this was present on every trial. So the participants' task was to report the longer arm of the cross. And they did this over repeated trials. And on the final critical trial, The matrix of letters, the grid was absent. There was nothing on the screen apart from the crosses, and participants were asked, OK, what was the longer run of the cross? And then they were asked, uh, uh, what else did you see on the screen? And surprisingly to us, we were very surprised by this. I looked, some people reported seeing letters, even though there were no letters on the screen, right? And they even wrote down some of the letters that they saw. And, and then we had a control condition where there was full attention to the grid of letters and then on that critical trial, you know, nobody reported seeing letters. So without attention, they reported seeing the letters, but with attention, uh, they didn't report seeing the letters. So this was surprising. So we thought, well, maybe what's going on is that, um, because the matrix of letters appears on every trial except the critical one. Uh, THEIR brains are building up an expectation that the matrix of letters is going to appear. And therefore, when it doesn't appear, But when their attention is, and when their attention is elsewhere, their brain still has the experience that it's there, right? Um, AND so this was, you know, really, uh, surprising and set us off on this, uh, chain of experiments to explore this. So we looked at this with color patches. Um, SO, again, using this inattentional blindness kind of procedure, there was a, you know, the cross task, and on every trial, there was a color patch. I, I can't remember the color, but let's say it was green. And, um, And then on the critical trial, there was no color patch. And again, we found that a significant number of participants reported seeing the color patch in its absence, it wasn't there. And again, the control condition, pay attention to the color patch when they get to the critical trial, it's not there and they correctly report it's not there. So this, uh, uh, seemed to suggest to us that expectation was playing a very powerful role in what people were experiencing. Again, their brains had come to expect the color patch, the grid of letters, and When they were not attending to it, so when there was not much precision given to that sensory information, then there was more precision being given to the prediction, and then that led to them. Maybe hallucinating a color patch or a grid of letters in its absence. And then one other, um, experiment we did following that was the same paradigm, the same procedure, but this time the stimulus was a face. And so at the center of the screen on every non-critical trial was effaced, participant had to report the long gram of the cross. Actually, in this task, in, in this, uh, experiment was slightly different. Um, Rather than the cross task, there were, uh, on the screen, 4 color bisected circles. So each circle was red, green, red, green, and they were either the same configuration or one of them was not the same configuration as the others. And the participants' task was to, and again, it was an intentionally demanding task, that's what we wanted, was to report whether they were the same or different. And again, on this, in this experiment, a face appeared on every trial along with the circles. uh, THEY, you know, they were never asked about it until that last trial when the face was absent, it was not on the screen. And they're asked, did you see anything on the screen apart from the circles? And again, a significant number of people reported seeing a face in its absence. Uh, AGAIN, the control condition when they were attending to that location, they reported, you know, there was nothing there, which was the radical. Um, SO, So, um, So following on from this then, um, Uh, and again, that's just some research that I've done in, in my lab. There are lots of other, there's lots of other evidence that shows that, um. Uh, AN expectation can lead to, uh, hall, let's say hall, uh, uh, uh, an illusory experience, uh, work by, uh, uh, Arun Bachmann, uh, and others. Um, BUT what we, but what I've done since then, so, so one question that we had based on these experiments was, OK. This is all interesting, but let's just pause a minute because. On that last trial, where there is no stimulus, let's talk about the face experiment. There's no stim, there's no face, but the participant reports seeing a face after having lots of trials where there was a face. Now, it could be that, yeah, maybe they're hallucinating a face, maybe they are having an experience of the face in its absence, um, or it could be that they're. Thinking, well, there was a face on previous trials, so, uh, maybe there was a face on this trial. I'll just guess. Yeah, I saw a face, right? So it could, you know, so it could be that they're having an illusory experience or it could be that they're just inferring it. So, currently, uh, in my lab at the University of West London, I'm working with my post, uh, so my PhD student, Becky Tyler, who's doing some really good work on looking at what's happening in the brain in terms of, uh, Neural activity, uh, when participants are reporting seeing the face that's not there on the screen. And again, just very briefly speaking, um, there is, uh, There is a I don't want to get too technical, so, um. So what she's doing is an ERP study, and an ERP study is measuring event related potentials, and these are Uh, this activity in the brain that can be measured on a millisecond scale that relates to, say, the onset of a stimulus on the screen or something else, attention or memory or, uh, a mismatch between what you see and what you expect to see. And, One of these, uh, ERPs is called the N170. And the N170, again, briefly speaking, is, uh, a, a neural event that occurs 170 milliseconds after the presentation of the stimulus. Let's say it's a face, and the end just refers to the kind of, you know, whether it's a negative wave or a positive wave. So the N170 is a signature of, uh, face perception. So when people are perceiving a face, we get this N170 in the EEG. And, um, so Becky is currently Doing an experiment where she's, uh, kind of adapted slightly the paradigm we use, but she's still asking the question, uh, you know, does an expectation lead to an illusory experience of a face in its absence? And we're predicting that if they really are experiencing the face, they're not just inferring it, then we should see this evidence for this 1 N170. Um, SO that's what we're currently doing. And this allows us to kind of tease that question apart, right? Are they really experiencing it or are they just inferring that, uh, inferring it was there just based on prior experience, just making a guess. Um, SO. Um If they really are seeing this face in its absence, if, if an, this expectation really is leading them to have, uh, non-veridical conscious experience, in other words, it's not tethered to the senses, then, um, this suggests that the, uh, you know, the again, the power of expectation in creating what we consciously experience, um, And I've called this phenomenon, uh, expectation awareness, uh, which is, uh, being aware, having an experience of something based on your expectations, uh, rather than what you're attending to. So we, we find evidence for this expectation awareness under conditions of inattention. So if somebody is not paying attention to something, but they have a very strong expectation that something is going to happen, then this seems to suggest that they, they experience it. They, their brain kind of stimulates or, or creates that experience in the absence of attention based on very strong expectations. Um, So, uh, yeah. And I've kind of noticed that in my own life, right? Working on this, just like, uh, you know, I've got a window here, I've got a big communal garden out here. And so, you know, I, I sit at my desk quite a lot of the time working. And so I come to predict, you know, there are going to be dogs, there are going to be people, um, all kinds of activity. And I noticed sometimes when I'm kind of working and maybe there's some kind of a flash of light, some movement in my peripheral vision, I do kind of very quickly. Kind of experience it as a dog, right? You know, I kind of, and then when I shift my attention quickly, it resolve, you know, that prediction is shown to be wrong and I see it for what it is, just the kind of movement of leaves across the, um, across the, the garden outside. So, um, yeah, uh, expectations, uh, I mean, we've known for a long time that expectations play a strong, um, role in what we perceive, um, going back to, you know, people like Helmholtz, uh, back in the 19th century, but I think, um, today we're really getting a kind of Computational neuroscientific, uh, account of how these expectations can, um, Influence, yeah, what we perceive."
	},
	{
		"start_time": "1:04:38",
		"speaker": "Ricardo Lopes",
		"words": "Is attention necessary for all kinds of conscious experiences?"
	},
	{
		"start_time": "1:04:45",
		"speaker": "Jason Clarke",
		"words": "Um, SO I would say based on my research, writing this book and my understanding. That attention is necessary for conscious perception. Mm. Um, IF we are not paying attention. We will not be aware of certain things that are happening around us. Um, And our brain, you know, we will not be conscious of them. They will not fit into our world model at that time. They will not be part of that world model. Um, And I don't see any evidence. And I could be wrong because I might not have looked deeply enough, but I don't see any evidence in the literature that that shows that there can be conscious perception without attention. I think, and I would argue that And I, I do argue this in the book that in all cases where it seems that, uh, there's conscious perception without attention, actually there's some kind of minimal attention being deployed there. And I think one of the best Procedures or methods we have to really explore what we see, what we're conscious of, what we hear without attention is the inattentional blindness paradigm, because it allows us to measure. What people perceive when they're Attending to another stimulus and they're not, they're not expecting a new stimulus to appear. And, um, And yeah, I think the weight of evidence really strongly suggests that conscious perception requires attention. Now, having said that, I do think that this new evidence from our own lab and from others' labs. Points towards, suggests, and then again then there'll needs to be a lot more work here, but suggests that under certain conditions, uh, we can have experiences that are. Um, ILLUSORY, I prefer to use the term illusory, but we can have experiences that are not perceptions, so we can hallucinate, we can dream, we can mine, you know, uh, daydream, etc. AND The evidence that I've, you know, sort of outlined. Suggests that not all conscious experiences require attention, right? Expectation, awareness. If it's true, if it is the case that these participants really are hallucinating a face in its absence, and they're not attending to that face, right? That's really suggestive that, uh, under those conditions, the participant is having an experience in the absence of attention. So I think while conscious perception. Does require attention. I think there's, again, the weight of evidence strongly suggests that. I think that these new findings point towards experiences that do not, uh, require attention. Um. Yeah"
	},
	{
		"start_time": "1:08:03",
		"speaker": "Ricardo Lopes",
		"words": "So then how do attention and expectation construct perceptual reality?"
	},
	{
		"start_time": "1:08:13",
		"speaker": "Jason Clarke",
		"words": "Yeah, good. I mean, so if we go back to this, um, Predictive processing, predictive coding. A way of looking at things. Uh, It's all precision, right? Um, SO the idea is that we have this again, cascading hierarchy of predictions. And The, this cascading hierarchy of predictions really kind of, uh, encode our our expectations about the world. That's what the expectation, that's what expectations are really, these priors, these predictions that are, uh. That our brain encodes and Again, we have this feed forward sweep of sensory information in terms of prediction errors and attention then is the, the kind of deploying of precision, uh, to the prediction errors, to the, uh, the predictions. So we have this, uh, precision weighted prediction error minimization, right, which basically means that the brain is. Using expectations and the sensory information and allocating confidence to some information as opposed to other bits of information, kind of tuning this, tuning that, and that whole precision weighted prediction error minimization, uh, is what. Uh, ATTENTION and expectation are in terms of, uh, and what conscious what perception is. Uh, YEAH. Yeah."
	},
	{
		"start_time": "1:09:52",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I have 2 more questions that have to do with the implications of how we've been talking about here today. What are the implications of this research for scientific theories of consciousness?"
	},
	{
		"start_time": "1:10:08",
		"speaker": "Jason Clarke",
		"words": "Yeah, good question. Um, I think that this, these findings, what I've called expectation awareness. Present a challenge to some scientific theories of consciousness. Particularly to those theories which, uh, again, based on the evidence from an attentional blindness change, blindness, attentional blink, and other bits of evidence, uh, show that attention is a kind of gateway to conscious perception, right? Uh, WE can have all these incoming signals coming in, uh, but if they're not attended to, then they don't get broadcast to the rest of the system. And I'm thinking here of the global neuronal workspace theory by, uh, Bars and, uh, and then later De Hane. Um. And, uh, so, These theories, uh, you know, Sort of say that attention is necessary for conscious broadcast, conscious information processing. But if expectation awareness is true, if, if we can have experiences that are not, that we're not attending to, um, that, that shows that this, these theories can't be quite right because if we, because, you know, um, they, they kind of challenge those theories, uh, assumptions and, um, So yeah, so I see this as a challenge to theories like the global neuron and workspace theory, the attention schema theory, um. And um You know, the evidence seems to require us to kind of at least modify these theories slightly to account for this, um, this empirical evidence. Yeah."
	},
	{
		"start_time": "1:11:57",
		"speaker": "Ricardo Lopes",
		"words": "And finally, what kinds of clinical implications does this research have, particularly for how we understand hallucinations and conditions like schizophrenia?"
	},
	{
		"start_time": "1:12:11",
		"speaker": "Jason Clarke",
		"words": "Yeah, it has a lot of implications. And I think that's one of the most exciting, uh, parts of this, uh, is that, um, What this seems to show is that Kind of we hallucinate all the time, right? So, when, uh, so one kind of way of thinking about this predictive processing, predictive coding, Bayesian brain theory is that, uh, perception is a controlled hallucination. And I can't remember who was the first person to say this, but, uh, Anil Seth has mentioned it a lot in, in talks, etc. Uh, BUT the idea is this, that, uh, our brains are hallucinating all the time based on Uh, you know, our expectations, uh, uh, of what's going to be in the world. It's the kind of simulation that our brain makes of what it thinks the world is. It's a, it's a controlled, it's a hallucination. But it's, it's not just a hall it's not, uh, so hallucinations can, you know, take you far away from reality and make you think things that don't exist and see things that don't exist, etc. But this is a controlled hallucination, meaning it's tethered to the world via the sensory epithelia, right? So we're, we're tethered to the world like a kind of needle on a record, right? There's a connection between us. Um, BUT, uh, So that's our reality and, and, and, you know, and it's, and we share this hallucination, we call it objectivity, we call it the world, right? There's intersubjectivity. Um, BUT this process can, you know, go wrong. So the, uh, the, the brain can kind of lose, uh, touch with the sensory information coming in, can become untethered from the world. In which case, the hallucinate, you know, the system that creates this world model is free to kind of do what it likes, you know, certain constraints, uh, but it's not tethered to reality and therefore, you can see things that aren't there. If you've got a very strong expectation that you're gonna say, see a face in a crowd, uh, Uh, and if that hallucination is strong enough, then you will probably see that face in the crowd even though it's not there. Um, SO. So yeah, so this applies to. Um, ALL kinds of hallucinations. So in the case of, uh, for example, Charles Bonnet syndrome or schizophrenia, um. This, uh, uh, controlled hallucination has been, has become uncontrolled, and therefore, you perceive what the brain is making up. And while that might happen to all of us on a certain level all the time, uh, many of us who don't suffer from pathologies are still tethered to the world. So even though we might have an entertain a thought of X or Y, that's a bit strange, uh, you know, you quickly resolve that by Uh, testing it against the world, what's coming in through the senses. Um, SO, yeah, I think what this shows is that, um, Hallucinations can occur on a kind of range. Some hallucinations are necessary, you know, this controlled hallucination that, that is what we are at the moment, if that's true. It's necessary for us to survive in this world to kind of, you know, persist, but some uncontrolled hallucinations can lead us to, uh, places like schizophrenia or, um, delusions, um, or other kind of, uh, distortions of perception and reality. Yeah."
	},
	{
		"start_time": "1:16:00",
		"speaker": "Ricardo Lopes",
		"words": "Great, so the book is again constructing experience, expectation, and attention in perception. I'm leaving a link to it in the description of the interview. And Doctor Clark, apart from the book, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "1:16:19",
		"speaker": "Jason Clarke",
		"words": "Yeah. So they can find my work on ResearchNet and academia.edu. And I don't currently have a personal website. You can find information about me on the University of West London website. Uh, THERE'S a list of all my publications there. Um, YEAH, I, I, I really should get a website set up, but that's, that's something I need to do next. Yeah. OK,"
	},
	{
		"start_time": "1:16:43",
		"speaker": "Ricardo Lopes",
		"words": "so thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:16:50",
		"speaker": "Jason Clarke",
		"words": "Thank you so much, Ricardo. It's been a great pleasure too. Thank you."
	},
	{
		"start_time": "1:16:54",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloane Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgius Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Danaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Ia Webb, Jim Frank Lucas Stinnik, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]