[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lobs, and today I'm joined by a return guest, Doctor Vicky Olse, and today we're going to talk about some work that she's done, anthropological work on the Atlantic and transatlantic slave trade. Which also includes a site here where I live in Portugal. So Doctor Oso, welcome to the show. Welcome back to the show,"
	},
	{
		"start_time": "00:25",
		"speaker": "Vicky Oelze",
		"words": "actually. Thank,"
	},
	{
		"start_time": "00:27",
		"speaker": "Ricardo Lopes",
		"words": "thank you so much for being on again."
	},
	{
		"start_time": "00:29",
		"speaker": "Vicky Oelze",
		"words": "Thank you, Ricardo. Thank you for inviting me and for giving me the, the opportunity to talk about this, this project and this site. Mhm."
	},
	{
		"start_time": "00:38",
		"speaker": "Ricardo Lopes",
		"words": "So let's start perhaps with a broader question and get, and then get into specifics here. So, uh, as I said, we've done work on the Atlantic and transatlantic slave trade, particularly through the study of African strontium isoscapes and isotopic investigations. I mean, could you tell us about that? What did you study there specifically? How did you do it and what did you learn?"
	},
	{
		"start_time": "01:04",
		"speaker": "Vicky Oelze",
		"words": "Yeah, um, so the, the basic foundation for, uh, me as a, you know, biological anthropologist and an isotope nerd, uh, to, to get engaged in, in the archaeology of the transatlantic slave trade was to build a foundational isotope map for the African continent, uh, more specifically for sub-Saharan Africa. And the isotope system that I love working with because it's extremely powerful is strontium isotope analysis. So where you look at the uh radiogenic um isotope of strontium, which is strontium 87, and relate that to the stable isotope of strontium, strontium 86. And so the strontium is a, is a trace element that is. Abundant in nature like everywhere, you know, even here in the, in the dust in my office here and it is in your body and my body it is uh in the in the mouth that I have here in front of me, uh, but in trace amounts and uh strontium is a really powerful tool in bioarchaeology, um, to reconstruct the origin of an organism. On the planet, particularly based on a very geological fingerprint that we can look at with strontium. So strontium isotopes primarily relate to the age of bedrock, but also to many other factors that influence the weathering of this trace element out of the bedrock and making it. Available to living things, primarily like first plants and then the animals that eat those plants and then eventually the humans that eat those plants and or those animals in a given region. And so a local strontium isotope fingerprint, so to speak, um, will embed in every body tissue that you have in your um in your any tissue pretty much that contains uh particularly calcium because we're very lucky that uh strontium actually biochemically, um, or yeah, looks very similar to calcium. We consider it bioequivalent, so the body will just like accidentally or involuntarily every now and then incorporate an atom of strontium into the skeleton, for example, just instead of calcium without any negative side effects of that. That's just like the beauty of nature being a little bit more flexible in sourcing its building blocks, so to say. But um this is a method, so strontium isotope analysis is really an important method in archaeology to trace the migration or movement of humans across larger scale. So like there's incredible archaeological research that has involved this technique and looking at movements of like early Neolithic farmers or uh migration period uh sites or, you know, Belviro complex, you, you name it. And also in the study of the transatlantic slave trade, this method has been used specifically in archaeological sites in the African diaspora, so archaeological sites that are in the Americas largely, uh, so we're speaking, uh, mainly sites in Brazil, uh, in Brazil, but also the Caribbean and North America. And used strontium isotope analysis to basically identify the presence of first generation victims of the slave trade in so-called slave cemeteries in the Americas, right? And so there's like, um, often in, in those sites, often they're like, you know, rescue excavations, or like, you know, there's like some development. Uh, OF like a new, uh, a new road or like a new parking lot or, you know, a kindergarten being built or what you name it, um, in the case of Brazil it was just some people that were wanting to do some earthwork in their backyard and then they encounter like these long term forgotten cemeteries of African individuals that were forcefully brought to the Americas. And so then archaeologists are interested in the question like who of these individuals are, you know, locally born and raised, no matter if we're talking about the Caribbean or South America or North America, and do we actually like, um. Detect some individuals that were actually born and raised in Africa, and so are like basically survivors of the so-called Middle Passage, right? Like that actually are among those that that survived that horrific trip from the old world to the new world, right, where there were incredibly high mortality rates on those slave ships. Um, AND so that was the research that was already existing when I got interested in this sphere, uh, sphere, um, and I got really interested in doing a little bit more than just saying, OK, an individual here at a very coastal, uh, site in, let's say, South Carolina, uh, is likely coming from Africa. I think that's already very, very, you know, valuable information. But if we would just have like a more detailed understanding of how strontium isotope ratios are actually distributed across sub-Saharan Africa, there must be regions where we have really high strontium isotope values because we have really, really ancient bedrock in a lot of parts of Africa, and then there will be regions where we have very low isotope values. So then we could actually not just identify a person as coming from sub-Saharan Africa, which is, you know, a very, very gigantic landmass, but more specifically, well, where exactly is this person from, which says a lot about like that person's like identity, um, you know, and just cultural background, which. Forms a lot of the identity of communities in the African diaspora today and so that is exactly what we did in this project. So we went ahead and built a strontium isotope map for sub-Saharan Africa for exactly this application and actually many more that I'd also be happy to talk about."
	},
	{
		"start_time": "07:43",
		"speaker": "Ricardo Lopes",
		"words": "Sure, but then tell us then about the work you've done at Valdo de Gaferia in Lagos here in Portugal. I mean, what did you find there and what motivated you to study that site specifically?"
	},
	{
		"start_time": "07:58",
		"speaker": "Vicky Oelze",
		"words": "Yeah, so, um, most people don't even know about Baladaga Fia as a, as an archaeological site, which is, I consider as one of the most important archaeological sites that has been discovered so far in the last like 20 years or so. Um, IT is the only mass burial site that we have in all of Europe that's associated with the slave trade. Um, AND we're talking here about the very, very beginning of the transatlantic slave trade that was, uh, initiated by the, the Portuguese, like starting to like, um, checking out like the West African coast, right, uh, and coming back with enslaved individuals from like different parts of the uh West and later Western Central African coastline. And so this site is unparalleled in Europe. There's no site that is comparable. We don't even are aware of any burial sites of enslaved Africans like anywhere in the UK, in France, or in Spain, or in Portugal elsewhere, right? Though they. Must be there. We know that they exist, but often they're covered by some buildings or structures that are also very old by now and are normally, you know, protected from, you know, being destroyed just so you can excavate like those so-called slave cemeteries, but they exist. Valle dega Fia is special because it was unknown that there is this site. Uh, IT is located in the Algarve, um, town of Lagos, uh, in southern, uh, Portugal, and Lagos is a very beautiful, uh, town. Uh, I've been, I, before I started working in this realm, I, I have been there myself as a tourist. It's a very, very pretty, um. Very touristy place, uh, and the motto of the city is like, you know, we, we're like the city of the center of discoveries, right, because like back in the days, um, at the beginning of like the, the, the Portuguese expansion of uh checking out the West African coast, um, they, uh, they largely like left from the port in Lagos because it's perfectly situated down in the Algarve. Uh, AND Lagos became very, uh, an important place because of that, right, uh, with a lot of very important figures that, that were based in, in Lagos. So in 2009, the city um uh started, uh, or it's not the city, it's like probably like a company that started excavating an area just outside of the medieval historical downtown area, which is kind of like enclosed by a really cool old medieval city wall. And just outside of the city wall, they did an excavation that went really, really deep because they were building a parking garage. So like an underground parking garage, it goes like 2 floors down, and then I think it has like 2 stories on top, um, or at least 1. Um, AND so they were excavating the site and they bumped into not just like foundations of historical structures, which they later identified as the structures that were associated with the leprosarium. So, like outside of the city of Lagos, like they had a place where they would like treat and store, you know, people that had, uh, were infected with leprosy. As in many other places in Europe, uh, was very, very, uh, custom, uh, and so there are a couple of human remains that are associated with, with local, um, people that have came down with, with leprosy and died there. But, um, the excavation, the main discovery of the excavation is that they found, uh, a mass burial in the cities or in the historical city's trash pit. So we have like outside of the city wall, like a big ditch where people were throwing their trash in, right, like literally just normal garbage, late medieval garbage. And within this deposit, you find the, they found the human remains of 158 men, women and children of African origin. And so we know that they were of African origin because a lot of them have dental modifications, so these intentional modifications of often, particularly the anterior teeth. So filing in like different shapes and so these are the many reasons why people have historically done that, not just in, in sub-Saharan Africa, but also in other places in the world, uh, it can be like medicinal or um can be an initiation rites and stuff like that, right? So many reasons why people have done that. Um, AND so that already hinted at them being from sub-Saharan Africa, and then a few individuals also have objects with them that are, um, you know, interpreted to be of African origin, such as like some beads and some like little carved figurines, um, and, um. You know, the biological anthropologists also like, I think, like, thought like from the, from the morphology of the human remains that they looked African. We know that that is um pretty much pseudoscience, like that, that kind of approach is like nowadays, like abandoned that you like look at the skull and say like, oh, that person looks African or Asian. Uh,"
	},
	{
		"start_time": "13:43",
		"speaker": "Ricardo Lopes",
		"words": "YEAH, that's, that's science, right?"
	},
	{
		"start_time": "13:46",
		"speaker": "Vicky Oelze",
		"words": "Exactly, exactly. And we know that that is actually pseudoscience and it is actually holding up like scientific scrutiny, right? But still, people, um, rightfully, uh, had from the get-go, a strong, strong impression that these might be African individuals, which was a couple of years later confirmed by some genetic analysis of a handful of individuals that identified them as sub-Saharan African. So, OK, so you have like a very, very interesting situation here where you have folks that want to build a parking garage and they bump into almost 160 individuals from a historical context, and they look. Like they're coming from Africa, like how on earth did they get to Lagos? Well, the answer is very, very simple. It is that they were among the very, very first victims of what we in the beginning called the Atlantic slave trade, that the Portuguese then later expand with other European nations to what we refer to as the transatlantic trade, right? Like bringing. Um, LIKE sailing down to, uh, to different parts of Africa, uh, you know, capturing and buying African people, and then crossing the Atlantic, selling them there and then coming back with produce from the Americas, right, like sugar, cane, sugar and stuff like that, cotton later. So, um, we're at the very beginning of this that like enslaved Africans are brought to Portugal and are sold in Lagos. Actually Lagos, uh, we have historical records that the first slave market and the first auction of enslaved Africans in all of Europe is exactly here in Lagos. I think the first reported. Uh, AUCTION that we know of, uh, of African people is in 160008. So very, very early, OK. Uh, SO really, uh, incredibly early and like some, some of the radiocarbon dates that we have from these individuals, they're not very, very accurate, and we also like don't know from the literature, um, how these dates were actually obtained, which is a little bit problematic for us to actually know. How accurate they are, but they, they look like they're falling into like the first half of the 15th century, so 1640s, something like that, uh, and that is when we know that a lot of more ships were actually landing in Lagos with enslaved Africans on board, um, and, and having them in the local slave market and selling them, right? And then about in the beginning of the 15th 16th century, there's actually a royal decree that sees like how much money is actually flowing into Lagos because of the, the, the trafficking of human lives, uh, and then it's banned in Lagos and moved actually to, to Lisbon, right? So that the, the authorities there have a little bit more of a say of that nice source of income, right? OK, so we're, we're in this, this, uh, crazy position that again there is no site in all of Europe that is anywhere similar to the site that is called Valleda Garia that refers to or can be translated to Valley of the Leprosarium, which is because there was this, uh, leprosy there. Sorry, my dog is playing with himself here. And um and it's also like very interesting, so it's not only the only site of its kind in all of Europe, it is actually also the oldest site that we know of in the entire world. So we don't have any site that is this old associated with the slave trade anywhere in the Americas, right? Um, AND so that makes this site extremely unique and actually studying the, the ancestors that were discovered at this site. Not all have good skeletal preservation, but many do, uh, is actually giving us a very unique insight into where these people came from, who they were, and. Gives us also like a lot of responsibility to actually communicate that to the public, particularly to folks, um, our, our colleagues and, uh, um, you know, communities like in the African diaspora uh at large, but also like uh in, in their home countries where these individuals came from in Africa."
	},
	{
		"start_time": "18:23",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, and tell us about how the Portuguese authorities have dealt with this discovery. I mean, because I, I mean, I'm Portuguese, I live in Portugal, and, and if it wasn't for you, I wouldn't have heard of it at all."
	},
	{
		"start_time": "18:40",
		"speaker": "Vicky Oelze",
		"words": "So yeah, yeah, yeah, thanks for, for bringing that up. I think like this is, uh, this is actually something I, uh, I never thought that me as a scientist that I would, um, you know, like. Have like a much, much bigger uh energy input now like rather than like publishing the, the research that I'm doing. I'm actually right now investing so much more time and, and, and energy in communicating my findings with the Afro-descendant community in Portugal and also with the public because of exactly this. I cannot believe that this site is remaining invisible to the public. And so I'm not the only one who's like really putting an effort into, you know, raising awareness of this site, uh, and, uh, you know, making people aware of its existence, but also like what the impacts of ignoring this site uh are to African descendant communities in Portugal today, they're like extremely offended by the fact that uh governmental institutions and also the local municipality is. Um, NOT giving much attention to this site, right? So the interesting thing is, uh, first of all, if you would tell anyone who works in the archaeology of the African diaspora context that, that this discovery, it had a couple of news articles, so like Reuters reported about it. There was like a. In an article in National Geographic Portugal as well. So it was not completely missed by the media, um, and there was a press release obviously about it because the folks that excavated the site, there was a private excavation company, they, they very, very quickly realized the importance of this site. However, although there were like quite some discussions about like, what should happen after the discovery, the local municipality just went ahead and gave the company that wanted to build that, that parking lot, they gave them the go, and they just, you know, got all the human bodies out, out of the lot that they had excavated, and then they built a parking lot on top of it. Um, AND the city even, uh, confirmed that they could go ahead and, uh, put a mini golf course on top of that parking structure. And so. Uh, A lot of people in the community, including myself, like I consider myself like, uh, part of the community who really deeply cares about, um, these ancestors from, from Lagos. Um, WE'RE very offended by the fact that instead of making the site visible as an absolute unique opportunity to commemorate the, the fatalities of the transatlantic slave trade, um, and to also be transparent about Portugal's involvement in it, to then just like completely erase the site and just build up a parking garage with a mini golf course where people have fun. You know, it's like a very, very bizarre decision, and I know that there was some debate about it back in the days when this decision had to be made, but um I don't think that many voices were heard, uh, or, or, or also like gave any kind of like informed consents. The community, for example, the African descendant community was never consulted in any way or form, which is very unusual in a context like this. Um, IF you compare it with the rest of the world, if you would find a site like this. So the one thing that the local municipality actually did was to put a plaque, like a little brass plaque, up in front of the parking garage, and the plaque is incredibly bizarre. It is, uh, it has text in Portuguese and also in English on it. And basically talks about like the, the foundation of that leprosarium building that were found and you can still see them. So that's probably why they talk a lot about that. So it's multiple lines, like a whole paragraph about like these weird stones that, you know, who cares, right? Like, it's like, you know, it's a, it's a historical structure, yes, but OK. And then the fact that almost 160. Tortured and like killed people from sub-Saharan Africa and these individuals were, you know, the, the way that they were treated, we can see that in the, the human remains of these individuals. They were in horrific condition and I'd be happy to elaborate more on that. So the plaque is basically referring that the remains, the skeletal remains of people with negroid features were found. And then the plaque ends. And the language is so incredibly offensive that um it was actually showcased in a recent film, uh, an incredible film that I highly recommend by the filmmaker Dulce Fernandez. It's a film called Tales of Bolivian, Tales of Oblivion. Um, IT'S actually screening, I think, like in New York City, like next week, uh, and it's showcased like this summer, uh, it was released in Portugal. Um, IT'S a really, really incredible film that is dedicated to this site and like how these, the story of the site is basically made invisible, uh, and they, they showcased like, uh, or Luche like the filmmaker showcased in this film like that the how insulting this language and how violent this language on the plaque is that actually the local municipality took it down. Earlier this year or later last year,"
	},
	{
		"start_time": "24:31",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I mean, I guess it's not only insulting but offensive, but it's also unscientific,"
	},
	{
		"start_time": "24:38",
		"speaker": "Vicky Oelze",
		"words": "right? Absolutely, absolutely, exactly, thank you. Exactly, but I think they put the plaque up before there was any actual data like publications, so they just went with the first assessment that was pretty much unscientific, exactly. Um, SO now the plaque is gone and now the site is invisible entirely, right? It's a parking garage with a mini golf course on top and there's some, the European Union actually gave a lot of money, uh, I think we're talking about millions to the municipality to update or renovate the so-called slave. Market museum that is in downtown Lagos because they actually the slave market, this place that I mentioned earlier that is the oldest of its kind in all of Europe is literally a 3 minute walk away from the mass burial site, right? It's right around the corner and this museum received a lot of funding to be updated and be brought up to speed in terms of museum pedagogy and things like that. And the museum fails incredibly in mentioning the site and really giving updated details about the site. They mentioned that there is a site nearby where they were found, uh, not really saying anything about like the extent, right, like 158 humans. You know, it's like, you know, you can leave the, you can leave the museum feeling like, oh, maybe like they, they found like some, you know, 5 individuals or something like that. It's not a big deal. Um, AND generally, like I, I just visited the museum this summer with uh about 100 people from all over the world, including a lot of African colleagues and friends and colleagues from the African diaspora, and um they were very, very. Very shocked by the museum and like how the museum is kind of speaking about like, oh yeah, Portugal was involved in initiating the transatlantic slave trade, but then it still goes very much on to, you know. How, how impressive these ships were and how impressive, uh, impressive this whole endeavor was, right? And so it really doesn't have the, the tact and the, the humility and humanity that we would rather like to see in a, in an exhibition like that, that is there to inform the public, uh, rather than just, you know, uh, whitewashing it for the tourism there."
	},
	{
		"start_time": "27:18",
		"speaker": "Ricardo Lopes",
		"words": "Right, and so there was this ancestor tribute. I mean, tell us about it. What was it and why did you decide to participate in it?"
	},
	{
		"start_time": "27:28",
		"speaker": "Vicky Oelze",
		"words": "Oh yeah, so, um, so this was, this, this summer, um, so we, we organized the event, um, to bring awareness, uh, to the site and to honor the, the ancestors that, that lost their lives in, in Lagos, you know, more than 400 years ago, um, but, uh, this was a, uh, a collaboration with, um, the so-called African, uh, sorry. Ancestor Tribute Collective, which is a group of Afro-descendant activists from Lisbon. Most of, you know, folks of color live in Lisbon these days, and they have been organizing ancestor tributes like commemorating the victims of the transatlantic slave trade for almost a decade now. So that's an annual beautiful event that is hosted in downtown Lisbon. Uh, WHERE, uh, the ancestors at large, you know, not just like those that were brought to Portugal, but also, uh, any, any victims that were, um, trafficked by the Portuguese, um, and the Portuguese colonies, um, and they do this event every year and it's like associated with music and art and, you know, giving flour and water offerings to, to the ocean, right? Because, you know, you can be at the waterfront in Lisbon. Um, AND so I, I was contacted by the Ancestor Tribute Collective, uh, leadership, um, and, uh, we started, you know, talking like how we can actually like work together and like how, uh, I can also share the results of my research uh with the Afro-descendant community in Lisbon. So, um, I'm not just collaborating with the Ancestor Tribute Collective but also with Jazz, which is the association of uh Afro descendants that is based in Lisbon as well so there are many or there are several different community groups that are very, very active in, um, you know. Generally, like, um, you know, fighting against like, um, discrimination, um, but also like bringing kind of like the, the black community together in, in Portugal, particularly in Lisbon. Um, AND so, I mentioned to my collaborator from the African, from the ancestor tribute collective Kadimba, Aristotelis Kadimba, I mentioned to him that I will be actually in the Algarve this summer because there's a huge Africanist archaeology conference where We were kind of anticipating at least 500 people from all over the world are coming together that are working in Africa, a lot, most of them are a lot of them actually archaeologists from different African nations, uh, and we're all going to be in the Algarve, and it would be an absolutely incredible opportunity to actually showcase the site and bring. These many, many people with a key, keen interest actually in, in a, in a site like this that is so um uh nobody, none of them have ever heard about it, right? So we did a session at the conference actually talking about the site and more broadly about the archaeology of the transatlantic slave trade. Um, AND then so with the conference, with the uh ancestor Tribute Collective, and then also with a lot of support, uh, through funding from the National Geographic Society, um, that funded an explore community uh grant, um. We, we just organized, organized this event, uh, on a Saturday afternoon, that was like on the 26th of July, and we arrived in Lagos with about 100 people, I think we were around 115, 120 people. Uh, AGAIN, from all over the world, um, and went to the site. Um, WE, um, you know, gave different speeches about the site, so like that, you know, really informing people, looking down onto this parking garage. So we were in the park on the other side of the street, looking down onto this parking garage, um, just basically like informing everybody who joined us, like, what actually happened there, uh, what is the scientific evidence that we have about what these individuals went through and who they are. Right, like the where they're from, it's kind of like my, uh, my contribution here. And, um, and then we kind of like, uh, went through several different ceremonial aspects of honoring them, like they're in the very creative ways. So one way was actually that um the ancestor tribute collective, I can show you this, um, actually suggested names for some of these ancestors. So, um, all of these individuals that are now stored in plastic containers um in the basement of a. Uh, ARCHAEOLOGICAL company, their, their numbers, right? They are like, they're, they have like, you know, it's not even that they have burial numbers, they actually like the individuals themselves are, are listed only as numbers. And so the ancestor Tribute Collective, um, Uh, suggested names for two individuals where I could share some, uh, information about them. Uh, SO one individual, uh, we suggested the name Kalemba, uh, and the other one, Mbanza, and, uh, according to my Uh, isotopic data, it looks like these two individuals could have come from what is today Angola, and so these are, uh, names that are, uh, Kikongo, uh, and, uh, Kimbundu, so both languages that are, um, typical for Angola, um. And so that the naming suggestion that was very, very powerful because these names also carry a lot of meaning, uh, and Aristotleus Kadimba is specialized in, in, and he wrote a book about Angolan names, so it's very, very well versed to actually select names with the help of the community. And then the next step. WAS to lay down a wreath, like, so we brought a big flower wreath, and so where this very offensive plaque was before, um, we actually put up a big flower wreath that was dedicated to the individuals that were found there. Um, AND then we did a procession into the parking garage with music and all attendees, so more than 100. People, um, to actually like walk on the sites where these human remains had been laying for 400 years and then we went down to the waterfront and did like a very traditional ancestor tribute, again, like doing flower offerings and water offerings to the ocean. And had like a wonderful batu music group there from um this kind of music and dance style from Capo Verde, uh, so very much like based in the cultural legacies of, of the slave trade and like multiple different uh ethnic groups, like, you know, forming new music and new, um, uh, new dances. Um, SO it was an absolutely incredible, incredible afternoon. It took the whole afternoon. And there was a lot of very strong emotions, and we all felt very, very empowered and very um. The whole event felt extremely meaningful uh to most of us, um, and, uh, yeah, it was very, very moving, particularly when we had the moment of silence at the parking garage. Um, YOU know, a lot of, uh, a lot of our colleagues, uh, you know, they, they, they, you know, had, had tears in their eyes, uh, that, you know, it takes a group of archaeologists and local community activists to actually honor the people that were found there more than, you know, 15 years ago, and an event like this has not taken place, which is crazy."
	},
	{
		"start_time": "35:41",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, uh let me ask you then, uh, just a final question that will be like a two-part question. So the first part is, uh, do you know at all what will happen to the remains then? And the second part is uh related and is about, so, um, of course, sometimes it happens, uh, frequently when anthropologists, uh, take, uh, remains like this to study them in the lab or some uh some other place and then, uh, I mean, they either have to They, they, they either keep them or give it, give them back to their respective communities if there's that kind of communication and I mean sometimes there are a few scientists, anthropologists that I, I'm not, uh, want, uh, I don't want to call them necessarily racist but they take issue. With the communities having the remains back because they say, oh, it's science, I mean, whatever, and the, the same thing happens sometimes also with uh museums in Western countries where they basically keep some of the things they took from their former colonies and then they don't want to give them back. I mean, it's the same kind of dynamic. I mean, why do you think, uh, as an anthropologist, I think that you probably have a good understanding of this. Why is it important for uh people to, to get back the remains of their ancestors? I mean, why should, uh, people as scientists take that into consideration?"
	},
	{
		"start_time": "37:27",
		"speaker": "Vicky Oelze",
		"words": "Mhm. Yeah, so that is a really, really important question and that is one that is actually uh surprisingly difficult to work around or to try to contribute to in the Portuguese context because, uh, unlike other places, uh, in the diaspora, in the African diaspora, you don't have like any rules or regulations in this framework, right? So in, uh, in, uh, I think generally there's an. Istanding in North America that uh working with indigenous human remains undergoes a lot of scrutiny and there are a ton of laws since the 1990s, right, like inhibiting any kind of research on the ancestral remains of indigenous peoples here from, from what we're, for example, in right now in the United States. States but also in Canada with First Nations, right? So there are laws on the books that are prohibiting that and also there's more and more scrutiny when we work with uh the human remains of enslaved Africans uh in in the Americas, right? And not just like here in the United States but also in other places. Brazil is taking this very, very serious with the sites that they have. In Portugal, there's no such laws or regulations or community or like scientific community consent on this, which is understandable because like this is the only site we have, right? So you, you cannot really um expect that there are regulations and guidelines, you know, ethical guidelines for a site that is as unique as this one. So the, the archaeologists and biological anthropologists that have, um, you know, studied these human remains now since their excavation, there have been like dozens of publications that have come out studying these human remains. They basically think that any kind of community engagement. So communicate, community engagement in this case would be uh primarily with the Afro-descendant community in Portugal, right? Um. Uh, THEY think it's political, and that is, hence it's political and as political, it's unscientific. Um, IN different parts of the world we have a different perspective on that as scientists, so I personally have been raised and educated that science, yes, should be apolitical, should not be politically. Motivated but uh it should also not be racist uh ideally it should be anti-racist, right? Um, AND so that's what we try to do when we're educating our students uh to be um sensible about these things, to be sensitive, right? Um. And so when I actually started working on this site, uh, I was very much shocked from the, from the beginning to see how, um, how hostile the Portuguese colleagues were towards the idea of community engagement. So then I said like, OK, then I'm going to do communicate community engagement. So before I started sampling any human remains, I had a meeting with representatives of the African Southern community, particularly with jazz, which are absolutely. Wonderful people to, to work with and communicate with, and they brought together people that were very interested in like, what, what is this lady, this weird German lady that works in the US like what is she going to do with these ancestors and what are, what, you know, what is she going, or what are the bioarchaeologists doing at all because they were never, um, they were never consulted or informed in any way, right? And so the, the, the Portuguese colleagues, they, they, they don't really like that at all, right? Uh, AND it actually almost like jeopardized the whole project of me doing that. But um, You know, we, we have made progress, I think, so like now the, the, the Afro descending community is actually very well informed about what's going on. So this summer, I gave 4 talks um uh in Portugal, um, uh, or, or, or events, right, like community outreach events, uh, 2 of which were in Lisbon. And reached like really like a lot of people and we had incredible discussions with the audience after each presentation where I really summarized like, this is what we know, uh, and also make clear that people understand that we have no say in what was actually going to happen with the human remains because we as a community of care, like, so like as a group of people, a large group of people. Portuguese citizens but also international citizens, um, we don't really have a say in what is going to happen to these human remains. Um, THEY are in boxes in, uh, in a, in a, in a private excavation company in Coimbra, so very far away from, from, from Lagos, like more in the central of, of Portugal, and they're still being studied and they're still in plastic containers and they are still just labeled with numbers. And the Afro-descendant community considers that as continued violence towards these ancestors, and it would actually not take much. To reduce the level of violence, for example, by acknowledging that they should maybe get like a little bit more care and consideration of the way that they are stored. So that is like some of the discussion we had this, this summer, right? People would actually be much more comfortable if we would know that they, the individuals were not in plastic crates, but rather in coffin-like wooden boxes. Maybe uh blessed by, um, you know, with, with certain rituals, there's like a lot of like ritual uh that can happen associating music or offerings and blessings that would just like take away some of like this really neutral ice cold way of treating these ancestors and why it's important is because these ancestors. Never got a funeral, right? They were never properly buried. They were thrown into the trash. So that makes them quite different from uh some ancestor, no matter from what time period that was buried and put to rest by their family or their community, right? These people were torn out of their communities and thrown away, right? And so we think that they should just get a little bit more or a lot more. For affection and care in death, now that we know who they are and what happened to them, however, you bring up a very, very important point, which is, um, should they go back to where they're coming from and like who, who, who would receive them, right? So that's a huge question that we also debated with community members all like in July in, in Portugal. So according to my research, and I did not only contact, uh, conduct strontium isotope analysis with, with a team of students, international students, but uh also the, the colleagues from University of Coimbra who were involved and, and assisted us with sampling the human remains, um. So we found that like the, the vast majority of the individuals apparently comes from different parts of West Africa. So that's combined strontium isotopes combined with oxygen isotopes, carbon, nitrogen, sulfur. So we did the whole suite of isotopic techniques that you can throw at a human skeleton at this point in order to investigate a person's origin. And um it's um. So, with my work, I can like kind of limit it or limit the region of origin to some very discrete areas within West or Western Central Africa, um, but we can often not pin it down to like 11 place where they should go back. And then like, ideally, there would be like still a community today that you could return the these ancestral remains to. So this is not how it works, OK? So repatriation of these ancestors would be very, very difficult, um, because the receiving nations would, you know, would need to want to receive them, right? So like different from ranging from Senegal and The Gambia all the way to Angola, you would have to have, you know. Uh, GOVERNMENTAL representation that wants to receive these ancestors and, you know, repatriate them, rebury them in their country of origin, and obviously the countries we have in this region today did not exist back then when these people were kidnapped, right? So that's one. But, um, so it, it is a little bit more complicated than just sending people back or these individuals back to where they came from. However, it's not impossible and we're making real steps towards um progress here because there are a lot of cultural heritage, um, um, colleagues that are working in the space of cultural. Heritage in many different West African countries, for example, that would be very interested in an opportunity like this, right? A lot of West African countries are heavily investing in memorializing and commemorating um what happened during the slave trade, right? And not just like, you know what happened to them, but also the role of a certain ethnic groups. Groups and, and, and, and kingdoms within Africa that contributed to the trade, right? So Benin is really like clearly um emphasizing that uh that role here um so there are, there are, there are, we already like have conversations with some um with some people across, for example, Western African nations that could be partners in this pursuit. Other people, and we had this debate too, other people think like maybe it is also a good idea or or reasonable to repatriate these ancestors in Lagos, and just like have them in Lagos like itself, to have like um a beautiful burial where they're each, each ancestor gets a coffin and their skeletal remains gets, you know, blessings and a proper funeral with, with, with love and respect. Um, ALTHOUGH they never wanted to come to Portugal, obviously, right, because they were trafficked. Um, AND this is like something that like some sites like, uh, in the, in the Americas have, have chosen. For example, we, um, this summer we had uh several colleagues from the Annson Street African Burial Ground Project from Charleston in South Carolina, which was also a so-called slave cemetery that had to be excavated. Um, AND they did strontium and also other, uh, you know, genetic analysis on these ancestors to find out where they were actually from, and that community like had, you know, many community meetings and conversations with the, with the black community to, to decide. Well, what shall happen to these ancestors, and they decided that these ancestors had been together for about 400 years in the ground, and that they should stay together, you know, that they're a burial community. So you might want to say that too about Valladaga Fia, you know, um, maybe like honoring them with a respectful burial and like, you know, building a monument, uh, or, or some kind of memorial site that people can visit and be informed about what happened there, that would already be. Uh, A huge step in the right direction, uh, I think. The thing is just that apparently the local municipality is, is, um, planning on, on building some kind of a memorial site or monument there in the park, but without any consultation of the Afro descendant community in Portugal. Which is, and you know, I'm, I'm in touch with a lot of people and none of them are being, you know, none of them are involved in this endeavor. So it will probably be some kind of monument that is being built. Uh, NOT with the community, but maybe even against the wishes of the community, and that would be just detrimental because it's like such a missed opportunity to work hand in hand if the goal is to right, like some of the wrongs of the past, you know, even if it's just like a tiny little bit. Yeah,"
	},
	{
		"start_time": "50:24",
		"speaker": "Ricardo Lopes",
		"words": "OK, so Doctor Olza, uh, would you like to tell people again, like you did in our first conversation, where, where they can find your work on the internet and also where they can perhaps learn more if they're interested about, uh, the. Site at"
	},
	{
		"start_time": "50:44",
		"speaker": "Vicky Oelze",
		"words": "Yeah, totally. So, um, you can always find me under my lab's website, which is www. PA lab.com. That's like my, my lab's website. Uh, BUT I also have recently started building a website actually for Valladaga Faria, um, with the URL www. Valladagafaria.info. And so, uh, I'm still building that one, but uh I think by the time that this is released, I should have it like up and running so people can go and check that out. Uh, Ricardo, maybe I can give you the, the URLs again so you can put them in, um, in the, in the chat or uh in the discussion. Um, BUT, uh, you can also like visit me on my. Facebook profile where I uploaded a lot of videos and pictures from the actual ancestor tribute if you guys are interested in seeing how that looks like, so that's all publicly visible. Um, MY, my Facebook name is Vicky Olse, so you can find me there and check it out and I also like post any kind of update related to this archaeological site right there. Uh, WE also have like some other, um, upcoming publications like hopefully like maybe early next year, there will be a paper coming out where we also did some other project on the transatlantic slave trade on the liberated Africans from San Helena Island, which is absolutely extraordinary site where we also use. Strontium isotope analysis to reconstruct where these ancestors actually had been, you know, trafficked from, uh, from the African continent. So stay tuned as that gets published, um, yeah, and, uh, otherwise I'm, I'm, I'm not too big on social media, so I'm still very old school. You can only find me under my websites and under Facebook."
	},
	{
		"start_time": "52:43",
		"speaker": "Ricardo Lopes",
		"words": "OK, thank you so much for taking the time to come on the show again. It's been a fascinating conversation."
	},
	{
		"start_time": "52:49",
		"speaker": "Vicky Oelze",
		"words": "Perfect. Thanks a lot for giving me the opportunity again."
	},
	{
		"start_time": "52:53",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoro, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolatti, Gabriel Pan Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanus, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Janasertner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]