[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricard Lop, and today I'm joined by your return guest, Doctor Rebecca Neuberger Goldstein. She's, of course, for people who don't know her, a philosopher, novelist, public intellectual, and today we're going to talk about her latest book, The Mathering Instinct, How Our Deepest Longing Drives Us and divides us, so. Dr. Goldstein, welcome back to the show. I mean, it's been 7 years, so"
	},
	{
		"start_time": "00:30",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "7 years, yes, 7 long eventful years since I saw you last. Yes, yeah,"
	},
	{
		"start_time": "00:37",
		"speaker": "Ricardo Lopes",
		"words": "we went through an entire pandemic, and,"
	},
	{
		"start_time": "00:43",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "yes, yes, yes, and all sorts of world shattering. Events,"
	},
	{
		"start_time": "00:51",
		"speaker": "Ricardo Lopes",
		"words": "so yeah, which perhaps are somewhat relevant to the matter we're going to talk about today. So uh what actually matter, I mean it's interesting that I use that verb here. So what is it to matter? What does it mean?"
	},
	{
		"start_time": "01:06",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Yeah, so, uh, of course we speak about. What matters, and we speak about who matters. Um, AND I think in both cases, if you get down to its very core, it means to be deserving of attention. Uh, WHEN we say something doesn't matter, it's not deserving of attention. Uh, I, I think that's the basic core meaning, and, and I think it opens to look at that definition, um, opens the concept up. To how interesting it is because that, I mean, attention is very interesting, yes, uh, but deserving this term is, it's what philosophers call a normative term. It involves norms of justification. It involves justification. It involves values, deservingness. So, yeah, when we're saying that something matters, we are. Invoking norms of justification, values. And that's the kind of creatures we are. We are creatures of matter who belong to matter. I think that gets at the very essence of us, uh, and, uh, shows why we are so very different from the other animals with which we share this planet, not very well, um. We don't share it. We don't respect other animals very, very much. We, it's hard enough to get us to respect all humans, but in any case, that really shows the sort of normative core of us."
	},
	{
		"start_time": "02:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And why do you call mattering an instinct? I mean, do you look at it as something that has evolved, that is part of our evolved psychology? Yeah,"
	},
	{
		"start_time": "02:57",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "I do, and I, I take it back to the very basic laws of nature, which is physics. I started out in physics. It's been a long road away from physics, and I have always, when I was an under since I was an undergraduate, then Obsessed with the second law of thermodynamics, law that says we are all tending towards everything, everything in the universe, the universe itself is tending towards disorder, randomness, exhaustion, um, and I thought even, you know, as a, as a student of, of, of physics, wow, this somehow has some sort of Human dimension to it, right? And, and it, and it does. That's one of the things I'm trying to solve, um, in, in the, uh, in this book, but because, um, entropy means, uh, literally, uh, transformation from within. And what it says is that in a closed system, meaning one that doesn't have recourse to external sources of energy, um, in a closed system, um, the entropy. Increases, uh, until it reaches, uh, equilibrium in which no work can be done, nothing can be done, and that's the direction of everything, sadly, but We living systems are not closed systems. We living organisms, being a closed system is not compatible with life. We have recourse to external energy in the form of food, uh, low entropy, uh, food, and, uh, and, and light, um, and that's how we can do the work of resisting entropy and all. The laws of biology, um, are derived, as the great physicist Erwin Schrodinger wrote in What Is Life. They're all derived from this resistance to entropy. That's the business of life. Viva la resistance, right? We are, that's what, that's what life is. So. Um, WHAT this means, um, is that we all evolved every living thing from the bacteria to us, you know, us complicated creatures, um, have evolved to take our own. Perpetuation, our own survival, our own flourishing as fundamental. This is, we, we're devoted to this, and we creatures who have evolved attention, spend the bulk of our attention on ourselves, on the environment, and how it relates to us. We have evolved to feel ourselves automatically by default, by nature, by biology, by the deepest. Organizing principle of all the instincts to feel ourselves to be deserving of attention, like nothing else in the world is. So that has evolved in us, but something else has also evolved in us, and only us, which is with these complicated big Energy, hungry, greedy brains of ours, um, because they have to be so ordered, and it takes so much energy to fight the entropy that keeps our brains ordered. We have evolved the capacity for self-reflection. That's another capacity that we have evolved. When you put these two things together, are paying so much attention to ourselves and our ability to step outside of ourselves in this evolved capacity for self-reflection, and look at ourselves and see how much attention we pay to ourselves, how much attention we feel ourselves to be deserving of, the question arises in us, the existential question. Why am I deserving of all of this? Why do I feel that I matter so much? There's such a gap, unless we're a lunatic, some of whom are right now in power in our world, unless you are such a lunatic that you think you are the most important thing in the whole world, um. For those of us who are less than who are not lunatics, we ask, how do I justify this, and we want to get to work improving ourselves somewhat more deserving, worthy, earning, um, this attention that we have to pay to ourselves. I compare it to, you know, we have, I don't know, this is true all over the world, but we have in our universities, um. Certain students that we call legacy students, they're gonna get in, their parents gave a lot of money. And they're, they're gonna get in whether they deserve it or not. I've had, I've had some students, legacy students, some of them work their little butts off to get in on their own merits. It's, it's guaranteed they're gonna get in, their parents' money is going to get them in, but that's, that's not what they want for their own self-respect, they want to earn their admittance. That's what we're like. By default, we're gonna pay ourselves tremendous amount of attention. We have to in order to pursue our complicated lives. Um, THERE'S something called the, um, default network mode when we're not paying attention to anything out there. What are we paying attention to ourselves? We're fantasizing, we're remembering, we're wishing, we're It's, it's ourselves. So to see this, um, and is to want to rationalize it, to justify it, that gives rise to what I call the mannering instincts. So it's sort of The collision or the joining together of two evolved instincts. Right, yeah,"
	},
	{
		"start_time": "09:30",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yes, it makes sense,"
	},
	{
		"start_time": "09:31",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "but, yeah,"
	},
	{
		"start_time": "09:32",
		"speaker": "Ricardo Lopes",
		"words": "but let me ask you then, because um I mean, do you agree that er when it comes to mattering for us as humans, it's not mattering in a sort of er absolutely individualistic and atomized manner, right? I mean we care about mattering to other people as well, and we care about our social standing and we care about how we matter to the people we have relationships with because of course, uh as uh as people like Joe Henry, Karen Orenz Zion, and Stephen Hein coined the term weird, I mean, we in the West tend to live in. In these weird societies right where we care a lot, a lot about our, our individualism, but actually it's not just about us as individuals, it's it's, it's also about um our relation to other people and our social standing as well."
	},
	{
		"start_time": "10:34",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Yeah, absolutely, so. Uh, YOU know, Freud had said that the two cornerstones of humanness are love and work. Now I would say I would. Amend this somewhat. There are two cornerstones of our well-being, our flourishing, deep down motives without which We feel that our lives are not going well. One is, uh, what the social psychologists call belonging or connectedness, that there are people who you regard as in your life, um, and that they will pay you special attention, whether you deserve it or not. I mean, this is certainly how I feel about My family, you know, I will pay them attention, whether they deserve it or not, and my friends, so that's sort of what it is to be a friend, you know, one's one's one's lovers, one's one's spouse, one's family, one's, you know, maybe one's colleagues, one's community, one's neighbors, whatever, people who are in your life, and without that, Um, you know, and, and you may not love them. I would, you know, I think Freud's word love is a little too, um, specific. No, I mean, they may drive you mad, but they are in your life, and, and you, you have this connection to them, and you, you matter to them, and maybe they even matter to you, which is the way it ought to be, but isn't always. So that's connectedness, right? And But there is this other, and it has to do with our relationships with others, uh, and it can also be put in the terms of mattering, and also when I talk about mattering, that's what people assume I'm talking about. No, I'm talking about this other thing that is also A deep motive. Freud says work, and that shows you a lot about how he went about trying to satisfy his mannering in by way of his intellectual work, um, but there are many ways that people have in order to feel, uh, In order to do right by not their relationship with others, but their relationship with themselves, you know, this, this sort of existential moment that I think we all go through, maybe particularly when we're adolescents or early adulthood, or but for some of us over and over again, we need convincing again and again that we truly matter. I certainly belong to that group, but, um, that we have to convince ourselves that we are deserving, deserving of our own attention. Um, THAT, that we care so much about ourselves. What, why should I, you know, what, what makes me deserving of all of this? If I would Um, uh, Estimate the size of something by how much attention I give it. If that's, if, if that's the, the uh measure of how much something matters, it would seem, and it seems that way to each of us, that the thing we think matters the most in the universe is ourselves, given all the attention that we give it. And that is, that causes a deep unease, and we try to go about making All the attention we give ourselves more commensurate with who we are. We go about it in such different ways. Freud, yes, work. I'm also of that sort, work, yes, yes, I have to be working constantly, um, but, and which is not to say that the connectedness is not important. The connectedness is always, that's a given, we are gregarious creatures evolved from gregarious creatures. We can explain that very, very well. There's this other thing, this other existential need, um, and I divide. So I think we're all alike in this, that we need this, um. And then I, I, there, I divide us into four different groups according to which our strategies, uh, for trying to go about realizing this, this mattering, this longing to matter. We're creatures."
	},
	{
		"start_time": "14:40",
		"speaker": "Ricardo Lopes",
		"words": "So that's the socializers, the transcenders, the competitors, and the heroic, the heroic strivers,"
	},
	{
		"start_time": "14:47",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "right?"
	},
	{
		"start_time": "14:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah,"
	},
	{
		"start_time": "14:48",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "and I, so I have been talking to people about this ever since my first book, which was published in 1983. And I laid out this, this mattering thing, and it was really to try to understand my main character who is very different from me, and my editor said, uh, why is she so unhappy? And I said, oh, why is she so unhappy? She feels like she doesn't matter. And that got me thinking since 1983 about this thing, and I have just been, I talked to people about this all the time. Most of my conversations are about this. You sit next to me on a bus, you're gonna start, we're gonna start talking about May. I wanna hear how you go about it. I've never met anybody yet. It's different as the people I've been speaking to over these past over 40 years, who didn't fit into one of these four categories. We can change them, uh, the transcenders, the socializers, the heroic drivers, and the competitors. But so far, everyone I've spoken to, read about, I read a lot of biographies, please it's fit into these. So should I explain? What they are, yeah, yeah, so, um, yeah, so I just want to make sure that it's, it's somewhat empirical. Not formally, you know, I'm, and I'm open to counterexamples, right, and, and, and falsification, but this is what I have found. Um, SO the transgenders are, are those who want cosmic mattering, um, they want to feel that they were created for a particular, that they were created by a particular purpose by A metaphysical transcendent being, whether they call it God or something vague or, you know, Atman, whatever, you know, whatever, something trans empirical that created the laws of nature, created perhaps the laws of morality to and who created them purposefully. Intentionally, so that they actually have a role to play in the narrative of eternity. There is no greater sense of mannering than that, you know, I, I'm, I am not a transcender, but I recognize and I respect, respect as a manifestation of the longing to matter. Transcenders, uh, those who go about it in this way. Um, uh,"
	},
	{
		"start_time": "17:15",
		"speaker": "Ricardo Lopes",
		"words": "DO you, would you include, uh, religious people, ascetics, and people like that among the transcenders?"
	},
	{
		"start_time": "17:22",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Yes, and you know, anybody who thinks, um, that our reason for living, you know, for, for, for. Existence, um, it, it is, has something to do with the nature of the cosmos in general, that our, our mattering is out there in some sense, you know, and we have to recognize that, of course, transcenders recognize many different forms of this. Hence, you know, they just can disagree with each other sometimes very bloodily, right? Religious wars, jihads, crusades, all these things, right? But, um, this, you gotta give it to them in terms of, in terms of mattering, short of, short of lunacy and short of thinking that you yourself are transcendent, you know, um, um. This is a very, very satisfactory, and so, so many of the religious people I, I talked to or spiritual, you know, it doesn't have to be the conventional religions, um, will say to me, you know, since I'm not, I don't have such a metaphysical belief, what gets you out of bed in the morning? What, what, what, how do you proceed with your life? How do you know what's right? How, what, what's wrong? You know, this is One of the things I, I say in the book is, yeah, the transcenders tend to universalize, but so do other people as well. We'll, we'll get to that. Let me just talk about these other, which ones should I do next? Socializers, heroics, yeah,"
	},
	{
		"start_time": "18:49",
		"speaker": "Ricardo Lopes",
		"words": "let's perhaps do the socializers."
	},
	{
		"start_time": "18:51",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Yeah, socialize. I have found in my informal discussions, most people seem to be socializers. That is, they collapse this connectedness, uh, them, you know, with, well, I should say that. The most, most of the people I talked to, I'm take that back, most of the people I talked to tend to think of mattering in terms of mattering to others. Um, IT may be mattering to those others who are in their lives, you know, the, the family, the friends, the lovers, the colleagues, neighbors, whatever, or it may be perfect strangers, like the need, the need for fame, the longing for fame to matter to. Hordes of strangers, um, you know, to be beginning to be feeling that you're deserving of attention of all of these people can make you feel like, yes, you are deserving of your own attention, you know, if, if, if all the world is is is waiting to see. What I eat for breakfast or who my next romantic partner is or whatever the hell, you know, um, yeah, then, then, then I must matter. I, I found it's really interesting. It, um, there's, there are actually studies that show that, um, the, the desire for fame has really grown, um, and that, that's very interesting, and we can talk about that, uh, but, you know, the younger generation. Uh, A certain, uh, questionnaires have shown that they would be willing to do all sorts of things, have no romantic partner, not have children. You know, move to another place if they can be famous. So, so, but that is the mattering to others. Um, YOU may want to dominate the others, it's, it's not necessarily wholesome. Um,"
	},
	{
		"start_time": "20:36",
		"speaker": "Ricardo Lopes",
		"words": "SO do you think that perhaps people who post too much on social media are socializers?"
	},
	{
		"start_time": "20:43",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Yes, and, and you do, you get a certain something. I, I used to tweet because, you know, my publisher said, oh, you have, you're not on social media at all, you gotta, you, you gotta get on there. And I used to tweet, and I remember it, you know, when people paid attention to me in that way, you know, when they liked it or retweeted, I would feel a little something, not much, cause that's not my That's not my way of trying to matter, but, but yeah, it does make you feel something good. People who live for fame tend not to actually be so very happy often. Um, AND that's interesting too. Um,"
	},
	{
		"start_time": "21:20",
		"speaker": "Ricardo Lopes",
		"words": "I was going to say that is actually interesting because, uh, many of, for example, the ancient philosophers and some of the more modern ones, uh, actually warned against uh caring for fame or putting fame on a high pedestal."
	},
	{
		"start_time": "21:37",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Exactly, it's, it, it, it's a very unstable kind of grounding for your mattering to me, this constant attention from. Um, FROM, from strangers, that's basically what it means to, to, uh, to on fame, and, um, and, you know, and it's, it's, it's, it's, it's unstable and the, and, and these crowds are fickle, and it can drive you to do crazy things. There's a Wikipedia page that is devoted to all the deaths of people who did outrageously crazy things in order to You know, go viral. You know, people climbing, do nutty things, you know, and it's, yeah, but it really, this is a form that the longing to matter can take, and anyway, so socializers, um,"
	},
	{
		"start_time": "22:26",
		"speaker": "Ricardo Lopes",
		"words": "how about the competitors"
	},
	{
		"start_time": "22:28",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "then? Competitors are interesting, and that's sense they are really people who feel that mattering is zero-sum. They, they, they, they. To, to the extent that they feel that they matter, they have to feel that they matter more than others. And, and for some of them, can I, can I mention a, a political figure? Sure. Our very own president here in the United States. I mean, he had, he's in competition with everybody. He, he has to prove he's better than everybody in everything, except for his own flesh and blood who are regarded as extensions of themselves, or his lackeys, you know, but he, he is, you know, he is such a an out there picture of the extreme competitive. Sometimes competitors can seem like The next group that I'm gonna talk about, heroic strivers, um, and I'll just say briefly what they are, they are, uh, people who, they're not trying to impress other people, uh, they are really, it's, it's all about they have certain standards of excellence, um, could be intellectual, artistic. Athletic, um, or ethical, right, um, that they have to meet in order to be able to live with themselves in order to have this relationship with themselves of mattering, um, and, um. I, back to competitors, so there's a scientist, I know, very Good scientist, he got a Nobel Prize, as a matter of fact, and another friend of mine who knows the scientists said to me about him, said he was happy for all of 15 minutes when he got that call from Stockholm, and then he remembered that other people have, have gotten Nobel Prizes also. He was no longer happy. So, you know, competitors can, you know, they, they can do the amazing things that heroic strivers do, but in terms of their own mattering, it's adversarial, um, and, and, and so the inner being of them. It is very, is, is very different. I think it's very hard to be a competitor. You can never rest on your laurels, not even Nobel, not like Nobel laurels, right? It's just incredible. You're always, and, and it's, it's, it's, uh, it really tends to distance your, your, yourself from other people. Everybody is potential, unless maybe your own flesh and blood or, you know, those you can regard as extensions to yourself. It's your competitor. It's, it's, it's not a great way to live. Anyway, but, you know, so it's interesting, you know, why we fall out one way or the other, um, but, but we do. Um, IT can change. I started life as a transcendent, that's the way I was brought up. But I, I, it didn't suit me. I, I couldn't do it. It didn't hit the sweet spot at all, and, um, and, and so I, you know, my own nature came out. So, you know, it's, I think it's temperament, talent, interest, culture, to some extent, um, but somehow or other we fall out in these very different ways. So the very thing that makes us human, so human, so uniquely human. Drives us apart, you know, so makes us live lives that are so different to the extent that we can be completely baffled, amused, and appalled by one another. It usually goes back to the manner and instinct and how we're realizing it."
	},
	{
		"start_time": "26:15",
		"speaker": "Ricardo Lopes",
		"words": "So, I, I mean, where would you include, uh, intellectuals? I mean, do you think that being an intellectual and caring about a truth with a capital T involves at least some degree of transcendence?"
	},
	{
		"start_time": "26:31",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "You know, it depends. Yeah, not transcendence in the way that I'm using transcenders, you know, the way I'm using transcenders, it really does require this metaphysical belief. Um, BUT there, you know, if you are, if you think of, as, as many heroic strivers do, think of your, what I call your mattering project. Um, THE thing that gets you out of bed in the morning and, you know, and, and, and to work. Um, IF you think of it in terms of such ideals as truth, um, or Um, or justice, um, or, you know, these, these ideals, these abstract ideals, in some sense, there's a kind of transcendence, yes, you, there is in that sense, kind of platonic sense, yes, there's that kind of, yes, transcendence. This is something bigger than me, um, truth, justice, uh, courage, you know, whatever, you know, human excellence, it's, it's, it's somehow it's. However you think about it, um, yeah, it's something bigger than Do you think, yeah, do you,"
	},
	{
		"start_time": "27:47",
		"speaker": "Ricardo Lopes",
		"words": "do you think that cosmic mattering and for example when we as humans attribute some er degree uh or we think that we are special in comparison. TO other animals special biologically or special in a more creationist manner if you are a religious person. Do you think that those kinds of mattering involve at least some degree of delusion?"
	},
	{
		"start_time": "28:16",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Delusion, well, you know, I think in some sense. Maybe you'll call me delusional. I think there is a sense in which we are, our species is very special, that, um, we, like all creatures are driven to, you know, devote all our energy to basically ourselves. We, you know, that's Uh, the organizing principle of all the instincts, um, but unlike the other creatures, Who had their own dignity. Um, I take animals very seriously. I'm a true animal lover, um, but Uh, we have this need to justify. This, this, you know, our own biologically given, uh, drives, and that is, yeah, I, I really do think that, you know, people talk about the intrinsic dignity of humans and what does that mean? It's so vague. I never understood what that meant. I think we are vaguely gesturing towards this. There's something dignified about this, even in the worst of us, and we have so many specimens on display. Uh, THAT there is something about it, you know, that feeling the need to justify, uh, your, your own self, your own existence, your own identity, because your identity is basically constituted of this. Striving to perpetuate, uh, one's own survival and, and, and, and flourishing, and we think, yeah, what makes me worth this? Um, WHAT do I have to prove to myself about myself, uh, that would make Me deserving of this. Um, EVEN if you decide the worst way, power over others, you know, I'm going to matter by marching into Ukraine or whatever, right? Um, TERRIBLE ways of going about it, um, and we need a standard to, um, adjudicate between good and bad ways of And I tried to try to answer that as well, but There is something, there is something estimable, um, in our species, that, that we are normative, uh, that we are seeking values, even if we end up with very bad values, that there is something there. But, so I don't think it's delusional. I think there is something. To this, that there is an intrinsic dignity, uh, to human beings because of this, because of the normative dimension, um, that we That we encompass matter longing to matter. That's what we are, matter longing to matter, and um that is something, but Animals, you know, animals don't gain their dignity by being similar to us. That is arrogant. That is anthro, you know, anthro"
	},
	{
		"start_time": "31:24",
		"speaker": "Ricardo Lopes",
		"words": "arrogant anthropocentric,"
	},
	{
		"start_time": "31:26",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "yes, um, but, um. They, they gain their dignity on their own terms, um, and, and we, and we ought to recognize that. But yes, there is something, there is something special I would say about, uh, you know, because of this capacity, these big brains, capacity for self-reflection. We become value seekers. We bring values into this world. That's something."
	},
	{
		"start_time": "31:55",
		"speaker": "Ricardo Lopes",
		"words": "So you're a philosopher, what do you think is the role, if any, that philosophy can play er in our mattering?"
	},
	{
		"start_time": "32:08",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Well, huh. Um, I mean, philosophy is a wonderful subject. It's, uh, some people, that's how they, uh, pursue their mattering, you know, it's an intellectual endeavor, right? Um, I think it's, but I think. You know, and I, for most of my life, I have to confess I was interested in very little technical problems in philosophy. I came to philosophy from the sciences, from math and physics. I was interested in solvable technical, um, problems, um, but, um, I think much of philosophy is Devoted to problems, um, like values, that this sort of thing, um, that face all of us, you know, that, By being mad or longing to matter, uh, we Uh Unavoidably enter into philosophical territory, uh, and some philosophers have an awful lot to tell us about that. Uh, I'm a great, uh, fan of the philosopher Spinoza, uh, who, of course, uh, derived, uh, from Portuguese, Portuguese roots, his, his dad, his mom. Uh, WERE, were born in Portugal. He, he, he went to, to, uh, Amsterdam. The family went to Amsterdam in the 17th century, but anyway,"
	},
	{
		"start_time": "33:46",
		"speaker": "Ricardo Lopes",
		"words": "yeah, and my compatriot Antonio Damasio also has a book on Spinoza."
	},
	{
		"start_time": "33:52",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Yes, we've been on panels together. We are both great fans of Spinoza. Spinoza was prescient about so much. And I, um, yeah, I mean, I, I, I've taught Spinoza, it was a very unusual thing to do is having come from philosophy of science and philosophy of math, but, um, I find, uh, you know, that he sheds a tremendous amount of light, and he made the Enlightenment. He seeded the Enlightenment. It it came 100 years after him. Uh, BUT, you know, he is the first person of the modern world to try to answer these deep existential ethical questions through reason, uh, because, you know, it, it began in ancient Greece. Uh, BUT then, you know, the transcenders took over the world, you know, and, uh, all the"
	},
	{
		"start_time": "34:42",
		"speaker": "Ricardo Lopes",
		"words": "the scholastic philosophers, the"
	},
	{
		"start_time": "34:44",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "scholastic philosophers, but it was they were all religious thinkers, you know, and everybody identified themselves in terms of their religious orientation. It's it's all great. Theories of persecution, depending on disagreements between transgenders. But, um, you know, in the 70th century, and he really is, I gotta say, the first to go back to those ancient existential questions. What is it to be human? What are we supposed to be doing here? How do I Justify myself to myself. How do I, how I, how do I live a life that is meaningful in my own eyes, um, that the Greeks had begun, um, and, and, and goes back to it. And then of course he was excommunicated by his own Jewish community, uh, community, and, uh, damned by the rest of Christian Europe. So, um, but people read him. They read him in order to refute him, in order to make any progress in um academia, you had to have your refutations of Spinoza lined up. Um, AND study them. That was very dangerous because people read him, and slowly his way of thinking began to sink in, and 100 years later we have the Enlightenment. So, yeah, ideas really matter, especially these, these kinds of ideas, the kinds of ideas that are directed to what it is to be human, what it is to to have a satisfactory life, a good life, um, to not get our one chance of this wrong."
	},
	{
		"start_time": "36:16",
		"speaker": "Ricardo Lopes",
		"words": "Um, AND what is your approach to religion, because, of course, and I've talked on the show with many, many cognitive scientists of religion already, and religion for many people, I mean I guess still for a majority of humanity plays a big role in. Their own mathering projects, let's say so, uh, but of course there are secular people, atheists, non-religious people, scientists that look at religion as a form, at least to some extent a form of delusion. So how do you approach it?"
	},
	{
		"start_time": "37:01",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Um, I, I, I would have a few years ago put myself in that group of a delusion. I'm, uh, yes, um. And uh I have more sympathy now for the difficulties of being human. Not everybody, I, you know, I, Richard Dawkins, he's a good friend of mine. We've spoke, you know, and we've spoken about these sorts of things. I mean, he says he, he gets such. Um, SATISFACTION out of his life of science, you know, to know, learn the laws of nature, to make them clear to others, to, to revel in the beauty of the laws of, of nature, which, yes, I'm susceptible to this very, very much. That's my, very much my notion of transcendence, but not all of us are made for that, right? That, that's, we are, we are diverse. You know, diversity is spoken about so much, you know, racial diversity about, you know, the, the most important diversity is the diversity that makes us go through different areas of the mattering map. Um, I can't ask somebody to revel in the laws of nature and learning the laws of nature and making them clear to others that I Have or that Dawkins has, thank goodness in some sense that we have many different talents, many different passions, many different interests, um, that make us seek our mannering in different ways. It's hard to be human. Whatever is doing it for you as long, and here's the proviso, the guardrail, as long as your way of Trying to realize you're mattering doesn't cause you to treat others or to regard others as mattering less um than you. I think the intrinsic ethical mattering, you know, is there in everybody, and it is, you know, one has to respect it, um, and, and, and try to understand its manifestations in other people. But if your way, excuse me, if your way. Leads to your regarding others as mattering less. Um, THIS is not admissible, this is not, and one can argue on purely intellectual grounds, um, as to why this is wrong, to the extent that any of us ethically matter, we all matter to that same extent, um, and, you know, yeah, so. As long as there's, you know, a tolerance, uh, for, for others' way of approaching this existential dilemma that we all have, um, If it works for you, if You do good works by it. It's all in the works, right? It's all, you know, if you live the kind of life that I would say is counter entropic, um, rather than works with entropy, um, you're OK, whatever, whatever you believe."
	},
	{
		"start_time": "40:13",
		"speaker": "Ricardo Lopes",
		"words": "Yes, I agree with you and uh through my conversations with cognitive scientists of religion, I also learned to not look at religiosity as a form of delusion and as actually a natural phenomenon, something that is also part of. Our evolved psychology, at least to some extent, and I've had, uh, academics on the show who are religious and they do excellent academic work. So, I mean, and, and they respect science a lot and they. Um, GET, uh, information from science to inform their work, their own work and so on, so I mean, I don't think that religion, uh, is is even necessarily a matter of believing in unreal things,"
	},
	{
		"start_time": "41:07",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "so, yeah, you know, and it, it could be, you know, I mean, for many it's just. A form of, um, you know, sort of connectedness. There's community, um, there's, you know, and, you know, they were religion takes so many different forms, um, but I have known personally in my life, um, religious people, including my own father, um, who, who, who I respect as much as I've ever respected anybody, um, you know, that they, uh, Yeah, it can be, it can be a force of, um, as I call it, counteranthropic working against disorder, um, creative, not destructive, um. It all of these ways of trying to satisfy our longing to matter, um, can, can be intolerant, you know, when a scientist says, Look, I mean, I'm doing the most important thing in the world. Um, I'm, you know, I'm making the universe clear to people. Why doesn't everybody do this? Why doesn't everybody seek their meaning in the way that I am? That's, there's an urge to universalize what, what, um, and it's not just transcenders who do it, um, it's all across the memory map you find, you'd find, um, and I have a bunch of, you know, statements that I've been collecting over the decades, um, of. Of people of, of these, you know, these, these universalizing statements. So for example, an editor, um, Diana Freeland, her name was, it was the editor of, um, the fashion Vogue, Vogue magazine. She was a great fashion icon, and she said, you know, you've got to be well dressed. It's what gets you up in the morning, it gets you down the stairs. Um, WITHOUT it, you're nothing. You're nothing. This is a statement of real denial of mattering to all of us slobs, you know, I don't care very much about fashion, um, you know, it'd be all over, you know, and, and I, I've got it from scientists, I've got it from artists, from novelists, from musicians, whatever it is that they are staking their life on, staking their life on, you know, that there's a great Propensity to universalize it and say if it's really doing it for me, then it ought to be doing it for everybody. There's a, a mistake in the logic there that I'm very eager to, to analyze and to expose, but it comes very, very naturally to us. This is a way in which philosopher, even analytic philosophers trained to look at every statement and try to take it apart. You know, is it true? What would make it true? What would make it false, um, can be, can be of some use even to non- philosophers, I think."
	},
	{
		"start_time": "44:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, because we have to take into account that even though we share many aspects of our psychology, there's also personality traits, there's other kinds of psychological traits that make people different in terms of their values, their interests, and so I mean, I don't think that uh a universalizing. Project in terms of mattering and also in other aspects uh would be a very successful one and also it would probably be very oppressive."
	},
	{
		"start_time": "44:37",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Exactly, exactly, yes, and as I see the, the, the guard rail, the one fundamental thing is, you know, to the extent that any of us matter, we, we all matter, and anything that Um, violates that. This is, this is not a way to be living your life. Find another way, um, you know, it's uh, and look at your own. THE role of your own ego in all of this. Um, SO, yeah, so, you know, the self-reflection that gets us going on this project, it has to be constantly exercised in operation so that we are reflecting on the answers that we've come to and, and, and, and being open to other answers that are Offered or at least sympathize uh with other ways of doing it, and as you say, see the role of our own individual psychology, you know, um, in, in, in, in, in contributing to this, you know, you could I love basketball players. I tell you, I mean, I can watch, I, I, I moved, you know, because they can fly, they defy gravity. They're, you know, I wish I could be, you know, if I could live my life over, if I could come back as anything, it would be to be a center forward, but I am 5'2. This is not a way for me to go about, uh, you know, there are certain limitations, you know, uh, physical, intellectual, emotional, um, that sends us on our particular mattering project, sometimes the wrong one, you know, sometimes people You know, if I write about, you know, a very good friend of mine who was very musically talented, very musically talented, had, had, had, had, uh, gotten a fellowship to a fine conservatory and Um, but he could, he, he, and, and, and his whole life was a classical guitar that was his instrument of choice, um, and then he couldn't, he couldn't do it, he couldn't make it, he couldn't make a living from it. Um, CLASSICAL guitar is, it's very hard. There are no, the, uh, uh, uh. Pieces written specifically for a classical or very few, and you can't be hired by an orchestra, um, and anyway, he had to find, um, heartbreakingly, I mean, he went through, this is what we call an existential crisis, when your mattering project is failing you. Or you feel that you are failing it, and you may think it's the most important thing in the world, right? Um, BUT yet you have to face, maybe, no, it's not going right. Maybe it's because of you, maybe it's because of the world, maybe you just haven't had the lucky breaks or whatever, but don't waste your life. Um, AT a certain point, you've got to change your mattering project, and that's exactly what my friend did. He became Um, uh, uh, he got his PhD in comparative literature. He's a writer, he's a filmmaker, he's a, he's a, he's a marvelous guy, you know, he's still an artist, um, because that was still, you know, that's where his passion lay, but he changed, um, and so, you know, these are, these are all. Problems we face because of the need to matter."
	},
	{
		"start_time": "47:53",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know, you mentioned basketball, for me, I'm more into soccer because of the kind of culture I was brought in. I mean, here in Portugal, people are crazy about soccer, but uh I could never be an athlete because even when I I was very little, I mean, 56 years old, I, I was already very much into books and old movies. I mean, I would just want to watch all the time, uh my mother's uh videotape collection of black and white movies."
	},
	{
		"start_time": "48:26",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Yeah, my kids too. They love the old movies. I used to show that, yeah, yeah, yeah. So, you know, we, these inclinations show themselves very early, you know, sometimes, you know, parents make a terrible mistake, the same kind of mistake, you know, of universalizing, but, you know, but caring most about their kids, you know, that, like, oh, look at what philosophy has done for me. ALLOWED me to overcome all my existential despair and blah blah blah, um, you know, and, uh, yes, my children, whom I love more than anything, they must be philosophers too. No, you know, it, it is, this is a mistake often that we make with the people that we love the most, um, that we, you know, what has been our, our saving, uh, project. We think at least at the very least, they ought to have and and and sometimes parents, and I've seen this over and over again, they feel rejected. It's like, oh, so you think I don't matter, you know, um, uh, you know, I, why are you not duplicating my life? Uh, ARE you telling me that my way is wrong? So, yeah, I mean, all of these things, it, it, it, it feeds into our life in so many ways and the raising of our children, the education of our children, our political, uh, choices, and, oh God. In everything, you know, which is why I was scared to write about the book. It just was, ah, how do I tame this? It's too, but OK."
	},
	{
		"start_time": "49:51",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, how do you think we develop our meing projects individually?"
	},
	{
		"start_time": "49:57",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Yeah, you know, it is, um, you know, some, some of it is, some of it, it's random in life, things are random, but I do think we have, um, you, you mentioned personality, and there are psychologists of personality, personality theory. And there's this one theory that I was very interested to learn about, um, the Murray-McClellan theory of personality that claims that we divide up into three different types. We all have these three basic needs. Uh, THE need for, um, uh, affiliation with, with one another, the need for, um, some feeling of, uh, influence, of status, of, of power, um, power actually is the way he, he says power, um, and the, the need for, um, uh, for, for excellence, uh, that, but In different personalities, one of these three dominates, and he had, they had tests that they had worked out, very interesting tests to see what dominated. They were very interested in, no, no, they were Harvard professors, they were both Harvard professors way before my time, but, um, and, and so they Giving into that urge to universalize, thought the best thing is wanting to be excellent, you know, the need for achievement, they called it the need for achievement, um, and they wanted, they had programs for, uh, making people over into achievers, uh, not affiliators, you know, but, but, um, and, and even, uh, trying to make, uh, countries over into achievers, right, into, and, you know, This is, again, this is the, no, not everybody is going to be so happy feeling that they, that's what they have to do to achieve, to be what I call a heroic striver. Some of us, yes, that's what we need. But, but in any case, there, there is a way in which at least 3 of these socializers, um, competitors, and heroic strivers, um, correspond to these 3. Transcenders is, is, is something else, OK, and transcenders can, can take various forms. Some of them want power. Um, SOME transcenders, you know, those are the ones who, you know, want to convert the world to their particular religious view. Lord save us, and um there are those who are heroic strivers, you know, perhaps intellectual, perhaps ethical, um, and then there are those who are, you know, who are the socializers, you know, uh, those who want to work for their community, maybe perhaps becoming pastors, or, you know, my father was, was a clergyman, um, and, uh, you know, and he was, he was a, he was, he was a Socializer, he, that's what he cared about, helping other people. Um, SO, it, it takes many different forms. Again, another reason not to condemn all religious people, depends what form it takes, um."
	},
	{
		"start_time": "53:07",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT do you think that, uh, with the sort of, um, individual traits, uh, that distinguish people from one another and how they get to develop their own mattering projects, it is possible to develop some sort of objective standard to distinguish between better and worse ways to respond to the mattering instinct."
	},
	{
		"start_time": "53:33",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Thank you, thank you, thank you, thank you for asking that question. Yes, um, and that's really, really my goal, you know, the Spinoza, you know, he does so much in. His work, but he calls it the ethics, you know, when I, I teach, we teach it to my students, it's like, what do we have to go through all of this to get to the ethics? Yes, you have to go through all of this, but, but by his calling it the ethics, he's telling us that's, that was the point of the whole project, and that's the whole point of my project too. That is these objective standards, you know, if it's OK, we should be tolerant, it's hard to be human, however people are doing it, let them do it, you know. Um, BUT, but some people are doing it, um, wrong, ethically wrong, and some, and, and what, what are the, what's the something objective, something that can differentiate between better and worse ways of Satisfying our manner and instinct, but that yet wide enough to take in all of us transcenders, socializers, rogues drivers, and competitors too. Um, AND what I think is I go back again to 2nd law of thermodynamics, entropy, life. Life is the resistance to entropy, um, you know, that, that is all of our forces of every living system is trying to push against this disorder, uh, that is our. Her, or, or end, uh, you know, the disorder is death. I, and that's where I think we could take our wide and yet differentiating standard of distinguishing between good and bad mattering projects. The way I judge a person, myself and others, is, am I working with entropy? Is it going to be more entropy because I'm alive, or am I battling with my battling to Justify myself to myself. Am I battling in the direction of life against entropy, um, and against disorder, against Against destructiveness. So anything that is creative, as opposed to destructive, anything that that uh conduces to well-being, um, as opposed to suffering and death, um. The beauty, as opposed to ugliness, civility, as opposed to dissension, all of these things, knowledge, as opposed to ignorance, these are all hard things. They take so much work for our poor little overtaxed brains. Um, THEY take so much work because they are counterentropic. Whatever is worth living for is counterentropic, just like life is. That's, that's how I judge us. That's how I judge myself."
	},
	{
		"start_time": "56:39",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that it is possible for people to live life while acknowledging they do not matter or believing they do not matter?"
	},
	{
		"start_time": "56:51",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "It depends, you know, if, if they think, look, I don't matter cosmically, I'm going to, I'm here for a short time, I'm gonna go out of existence. Nobody's gonna remember me in 100 years, whatever, you know, in, yeah, we can live with that. I think it's sanity. I mean, we're not, I'm not gonna say that all transcenders are lunatics, but, you know, I think it, it, it, it can be very sane and very rational. Um, IT'S certainly what I believe, right? But in the sense of, I might as well not have been here at all for all the Good I'm doing, um. I, I, I really, you know, in this. If it's the sort of I don't matter, that's indicative of I have no reason to live, um, no, no, it's not, it's not compatible with well-being. We are willing to even, we're willing to sacrifice our life in order to Satisfy the manner and instincts, you know, and, and, you know, that's what mourners do, whether they do it for a good cause or or not. It is, it, it is so deep within us. And so the people I've known who have been suffering um from severe depression, do you know what they say? I don't matter. Um, OTHERS do, right, but I don't, nothing I can do will ever make me mad, um. And, and, and so that is not, you know, the, the, it depends what you mean by I don't matter if you're talking about the human condition, it's OK, you know,"
	},
	{
		"start_time": "58:29",
		"speaker": "Ricardo Lopes",
		"words": "um, yeah, you know, but the interesting thing about depression is that there's also that notion of depressive realism where it seems that people who suffer from depression at the same time also have a more um objective uh or. Yeah, uh, I mean, I mean they are, they, they tend to, uh, to look at things in a more realistic"
	},
	{
		"start_time": "58:54",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "way and maybe actually to convince ourselves that this, you know, mannering project. You know, really matters. You know, it's, it's, it's very hard cause you don't, you don't want the universalizing either. If it matters, if it's really grounding my life, then why isn't it grounding your life? Why are you not doing it exactly the way I'm doing? This is, you know, it's all very hard, but I, um, and maybe for a lot of people, you know, um, the way that they convince themselves of their mattering is. I, it is a, is a little bit delusional, right? It is this sort of, yeah, yeah, this is the way, this is the only way, it's my way or no way, that sort of thing, and that's, that is delusional. Um, AND so, you know, that could be contributing to why, uh, those who are depressed or compared to the general population. Um, ARE, are, are a bit more realistic, but if you, it depends which group you compare the depressed to. If you compare them to scientists, philosophers, no, I bet they're no more realistic than we are. Most of us who live with that sense of, yeah, in the long run we don't matter. Look, the universe is going to heat death. Nothing's gonna matter, right? I mean, there's a sort of, you know, but uh yeah, so I, I think one can be a realistically Fully engaged. And I think one of the best ways I find to do it is, you know, when I think about, you know what? I'm fighting against entropy. I'm fighting with life, you know, and by the way, you know, being a good parent, good, you know, raising flourishing children, that is a difficult, difficult task, um, and, and it's highly counter entropic, you know, you don't have to be anything great, uh, or, or different from most people or have special talents, uh, in order to be. Uh, HAVE a mannering project that that's counteranthropic, um, and that's hard work, that takes a tremendous amount of work. All of them do everything, everything, everything worth doing. Takes tremendous amount of energy."
	},
	{
		"start_time": "1:01:08",
		"speaker": "Ricardo Lopes",
		"words": "So what do you make of approaches, I, I guess we've already ended up touching a little bit on nihilism, but what do you make of approaches like nihilism and absurdism? I mean absurdism in the more, uh, camu should I say Camusian sense?"
	},
	{
		"start_time": "1:01:28",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "I'm not sure how you right, um, yeah, yeah, no, it's just sort of it's they're very interesting to me, you know, because since I've become interested. Unusually for an analytic philosopher in these existential questions, um, you know, I, I, I took to reading them, and it's sort of proved, and it's interesting, you know, they Yeah, everything is absurd. So what does it mean, you know, what it means, you know, this moment that we step outside of ourselves, and we look at how committed we are to this one thing in the whole universe as if it's the most important thing in the world, and how absurd that is. It's absurd, you know, and yet we have to return to that life, you know, we are going to pursue our life, and that makes for For absurdity, you know, I, I, my, my, my, uh, PhD advisor was the philosopher Thomas Nagel, um, and he has this lovely, lovely, an analytic philosopher who has this lovely article called The Absurd. Um, AND, and he says, you know, that when we, he calls it, you know, self-transcendence, when we step outside of ourselves and look at ourselves, it's with that sense of, uh, detached amazement, um, of, of watching, uh, ants struggling up an anthill and sliding down. And throwing up and sliding down, you know, and that's, that's sort of what it's like, you know, so that, that captures sort of the absurdity of this thing that I think gets us going on this mannering, on our mannering projects, um, but which is taking a step that, that Nagle doesn't take, but, um, But that, but, and, and, and, and what's so interesting is that the existentialists came up with their own mattering project, um, which was to live with every moment of our lives with the acknowledgement of how absurd. It is, you know, and that's what courage is, you know, that to be a Camus Camus says in the myth of Sisyphus at the end of it, you know, to live defiantly, you know, that yes, we don't, we don't really matter, but we're going, we're living as if we do, and, and, and, but facing every moment that we don't, and, and that's what makes us heroes, you know, that's what it is to be authentic and to be a Um, Oh my gosh, do you hear that?"
	},
	{
		"start_time": "1:03:50",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YES,"
	},
	{
		"start_time": "1:03:51",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "it's the sky is opening up. I have a glass roof. I, I literally live with a glass. Oh,"
	},
	{
		"start_time": "1:03:57",
		"speaker": "Ricardo Lopes",
		"words": "no, uh, yeah, don't worry too much about it. I mean, I can, I, I can put a nodule filter when I'm at it."
	},
	{
		"start_time": "1:04:04",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "OK, excellent. Yeah. So anyway, so yeah, so, so it, it's sort of absurdity is in some sense, um, yeah, that is, that's one way of putting. What it is to acknowledge this. Incommensurable gap between what entropy demands we devote to ourselves, um. And what we really are in this universe, you know, unless, unless you're,"
	},
	{
		"start_time": "1:04:33",
		"speaker": "Ricardo Lopes",
		"words": "so, so do you think that as Camus said, we should imagine Sisyphus happy just pushing the rock up the hill, and we should think of ourselves as Sisyphus in this life."
	},
	{
		"start_time": "1:04:47",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "That's right, that's right, we're just going to. Yes, uh, you know, but, but being aware of how futile it really is, you know, and, and that's what makes us heroes, that's what makes us authentic. We don't get pulled into. You know, and that's, yeah, I think that that's fine for some. I mean, not everybody, I'm not gonna tell everybody, but once again, universalizing, you know, to say this is authentic, and this is just, you know, not, not authentic, is to say that some lives in some sense matter more than others. I don't think that's a good way to go. Nihilism would be to say that there is no way of distinguishing between better and worse ways of satisfying this, you know, that, uh. You know, Putin's sway, which is causing so much, such an increase of entropy in this universe of, of instability, of, of, of disorder, of suffering, of death, um, meaning, I mean, just uprootedness, everything, you know, this is disorder, this is a person who as powerful as he is, is. Not living the way he ought to be living. He is working with entropy instead of against it, um. There's a Mother, who I, uh, feature at the end of the book, a woman who I, I didn't know her, I only Got to meet her daughter, uh, but, uh, an extraordinary person this mother had been. She was, uh, was in China, um, lived in China as her daughter lives in China, and had, um, during the period when there was the one child per family. Uh, DICTUM from the government, and all of these given you can have only one child, people wanted a boy and not a girl. Boys matter more than girls, and, um, and, uh, so she was a garbage collector. Uh, SHE would, you know, take in, take it to the recycling, and then, you know, the, the, the poorest person in the world didn't even have a roof over her head. Um, SHE found babies, little girls, uh, that, that parents had left out on the street or in garbage, uh, dumps or dumpsters or in the bathroom. She raised more than 30 little girls. This impoverished woman, I have pictures of her in the book that Her daughter, her daughter who was found, you know, was not, and um, so this is, this is some money, I compare her to Putin, this, this impoverished woman who, who is, who is responsible for all of these lives, who gave everything, you know, and she, she found some Jell-O or whatever, you know, would go to the children. Anyway, you know, that this is and and somehow we know this, we intuitively know. We, we feel moved by such people, um, so I think that this, you know, a way of trying to capture what distinguishes the good projects from the bad is, is entropy. It starts with entropy, it ends with entropy. I'm really an entropically obsessed person. I've, I've always that it, I think it has a tremendous amount to teach us."
	},
	{
		"start_time": "1:08:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know, I have to say that I got tricked by Camus into liking absurdism because when I read the myth of Sisyphus when I was around 20, um, I mean, I start reading the book and then at a certain point he starts talking about Dostoyevsky, Kafka, Herman Melville, and I was like, oh come on, are you really mentioning all of my favorite writers?"
	},
	{
		"start_time": "1:08:45",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Yes, yes, yes, yes, and then of course all these people are worth mentioning because they were heroic strivers and they achieved something amazing, you know, they all achieved something amazing, but, you know, we can't, we can't put that out as the standard for living a good life. You know, that's not fair. Um, AND anyway, you know, um, extraordinariness can come in many, many different forms. That, that Chinese mother was extraordinary, um, what it took to be able to do what she did, um, and then I asked this, um, The daughter, her name is Juju, um, uh, did you ever try to get in touch with your birth mother to find out who your birth mother is? And she, she, she started crying and she said, I had the best mother in the world. Nobody could have a better mother, you know, I mean, to, to have done such a thing in this world is, is something to applaud. So, yeah, I think there, I think, I think there are objective values. And I think, I think science, you know, can tell us what they are, um, in terms of counterentro, are you working with entropy or you're working against it? Um, I think that's the best standard that I've come up with for judging a person's life."
	},
	{
		"start_time": "1:10:04",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, so let me just ask you one last question, and as a philosopher, I think this will be a provocative question for you. So,"
	},
	{
		"start_time": "1:10:14",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "As if as if these other questions haven't been provided. Yeah, but,"
	},
	{
		"start_time": "1:10:18",
		"speaker": "Ricardo Lopes",
		"words": "but I think there's one in particular,"
	},
	{
		"start_time": "1:10:20",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "uh,"
	},
	{
		"start_time": "1:10:21",
		"speaker": "Ricardo Lopes",
		"words": "I, I, I mean, do you agree when Socrates, or at least this is a quote attributed to him, when Socrates says the unexamined life is not worth living."
	},
	{
		"start_time": "1:10:33",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Depends what he meant by that, um. You know, I don't like this statement because it, I don't like anything. That entails some people are of no value, you know, um, we are all of value, we are all of value, um, but if he's saying, you know, that you, if you haven't. If you've just adopted the norms of justification, um, that were passively given to you, and you haven't used your power of self-reflection to examine them. Uh, YOU'VE got some work to do. You've, you, you get, get, get back to work. Um, AND he, of course he was addressing the Athenians who were people who thought that the Athenians were better than everybody else in the world, just to be born an Athenian was to be better than everybody else, including fellow Greeks, and then, you know, they were always boring with people and blah blah, you know, and um. And, and of course, in that time that was a that was a quite frequent thing for for various empires, inhabitants of empires, you think, but they really, you know, they believe this very much, and he was taking that on. He was telling his fellow Athenians, don't just passively think that you matter because you happen to have been born in Athenian. It's much harder than that. That if that's what he was saying, as I do believe he was saying, um, then, then yes, I agree with him. I totally agree with him. It's, we shouldn't, we shouldn't just passively accept, uh, these, the norm by which we justify ourselves and often condemn others, uh. Yeah, she said, Does that seem right? So I, I, I, I always like to, uh, Use the principle of maximum charity in in interpreting others, including philosophers, including a great philosopher like Socrates, right, as filtered through Plato. Who you know I like very much, you know I like Plato very much, yes."
	},
	{
		"start_time": "1:12:57",
		"speaker": "Ricardo Lopes",
		"words": "Well, I mean, for me personally, I think that whatever he meant by that, I still think that the unexamined life can be worth living."
	},
	{
		"start_time": "1:13:09",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "Yeah, yeah, but, you know what I mean, you know, it depends what you mean, you know, look, it's As long as, you know, I have a, I have a friend, um, who, uh, he developed the, um, God, what did he develop? I think he developed the way of, of treating children who were born to mothers who had AIDS, to immediately being able to treat them when they were born, um, and so that they were able to survive and live. And then he told me that he, he's a wonderful man, um, and he, he told me that he, he's, he's been. Haunted by the view that so many of these children who lived, um, have were born into terrible circumstances, into impoverished, difficult, uh, disordered lives, and that he feels guilty about this. Maybe by developing this medicine, he increased misery in the world, you know, so this is it was interesting. But, and I said, you know, I bet if you went to every one of those, of those children now and ask them, are you glad that you are alive rather than never to have been born, they would, they would say yes, you know, that, that there is, there is something of such value in, in, in every human life, and we, you know, we, we feel this, we feel this, we could feel this in ourselves, we feel it in others, um, whether they're living examined life. For not."
	},
	{
		"start_time": "1:14:50",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, OK, so look, I'm seeing that we've reached our time limit, so let's end the interview here, and the book is again The Mathering Instinct, How Our Deepest Longing Drives Us and divides us. I'm of course leaving a link to it in the description of the interview, and Doctor Goldstein, thank you so much for coming on the show again. It's always a big pleasure to talk with you. Oh"
	},
	{
		"start_time": "1:15:13",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "boy, I could talk to you forever. I, I love talking to you. Um, AND"
	},
	{
		"start_time": "1:15:18",
		"speaker": "Ricardo Lopes",
		"words": "perhaps, well, maybe we'll have to do, uh, to have another one of these conversations sooner rather than later instead of waiting for another 7 years."
	},
	{
		"start_time": "1:15:27",
		"speaker": "Rebecca Newberger Goldstein",
		"words": "That's right, another pandemic, another whatever, but yes, I, I would love, I would love that. I think you're, uh, you're a wonderful discussant."
	},
	{
		"start_time": "1:15:37",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoro, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]