[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm, I'm your host Ricardo Lops, and today I'm joined by Dr. Valerie Tiberius. She is a professor in the department of philosophy at the University of Minnesota. She works on the on well-being and virtue from a philosophical and psychological perspective, and we're going to focus mostly on her book What Do You Want Out of Life, a philosophical Guide to Figuring Out What Matters. So Doctor Tiberius, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:36",
		"speaker": "Valerie Tiberius",
		"words": "Thanks, thanks for having me."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "So tell us first, what is well-being and how do you approach it from a philosophical and also a psychological perspective?"
	},
	{
		"start_time": "00:52",
		"speaker": "Valerie Tiberius",
		"words": "So, Philosophers have a lot of different theories about what well-being is. Psychologists also have a lot of different theories. Those theories tend to group into three big types. One is hedonistic theories. That's where well-being is just having more pleasure than pain. Then second, there's a kind of objective theories where well-being is getting some things that are objectively good independent of you. And then the third group is the view that well-being is what your well-being is, is determined by your own psychological states like your goals or your desires or your preferences, and that's my group. Um, SO I defend a theory that's called the value fulfillment theory. And it takes well-being to be the fulfillment of your values over time. Uh, SO it, there's pleasure is valuable, of course, on my view, because people value pleasure and they value in having enjoyable experiences, but there aren't any objective goods that you have to get. What is good for you depends on The things that you care about and could will care about over time. Yeah,"
	},
	{
		"start_time": "02:17",
		"speaker": "Ricardo Lopes",
		"words": "and what is intrinsically good for people and is what is intrinsically good for people something they want or care about, or is it something different from that?"
	},
	{
		"start_time": "02:30",
		"speaker": "Valerie Tiberius",
		"words": "So, I think what's intrinsically good for people is to get the things that they care about or as I would put it, the things that they value. OK. Now, some people would say, as long as you want it right now, then it's good for you. My picture is a little more complicated because I think if you say that what's intrinsically good for you is what you want for its own sake right in this moment. You end up with some, um, some problems because sometimes the thing that you want for its own sake right now is something that's going to cause you a lot of problems in the future. Uh, SO, I think the thing that's good for you is the thing that you value intrinsically. With a few conditions placed on that. It has to be something that you value in a holistic way. You, all of your psychology is oriented towards that thing that you value."
	},
	{
		"start_time": "03:36",
		"speaker": "Ricardo Lopes",
		"words": "Right, but I mean, does what is intrinsically good for people include aversion towards certain things in life, because there are, for example, what I think we could call robust beds like pain, nausea, etc."
	},
	{
		"start_time": "03:54",
		"speaker": "Valerie Tiberius",
		"words": "Yeah, that's a great question. So these kinds of robust bad, these, these examples of things that seem obviously intrinsically bad for people. Independently of what they happen to care about. So you can imagine a person who is a masochistic, who, you know, Thinks they want to feel pain, but perhaps we still want to be able to say that the pain is bad for them, or you can imagine a person who is um so depressed that uh uh that they don't care if they're in pain or they feel like they deserve it. We still want to say the pain is bad for them. So, those are the kinds of cases that cause the most difficulty for me, for my, for a theory like mine. Because it, a, a theory like mine, which I think it they, it, it has a lot of advantages, but there's a big disadvantage of not having those objective good and bads that you can point to and say, this is always bad for you, no matter what you care about. Um, SO the way I try to accommodate that, that, that kind of intuition that you're pointing to, the intuition that pain is just bad, no matter what, um, is by talking about how Much Pain is involved in the pursuit of what we value. So, pain is a, it's a kind of signal that something is going wrong, uh, on, on the, the kind of uh psychological picture that I like, uh, uh, pain is a kind of perception that you're failing in getting the things that you care about. Um, IT might be something so simple as you're failing to protect your physical body, because you have an injury and that causes pain. So, I think there's a, it, it's a, a bit of a convoluted explanation about the badness of pain, but I still think on this value fulfillment theory or any kind of theory that starts with our desires and goals, you can make sense of why pain is almost always bad for people intrinsically. It's just, it's not as simple and and elegant a story. As the hedonists who just get to say, look, pain is just objectively bad."
	},
	{
		"start_time": "06:32",
		"speaker": "Ricardo Lopes",
		"words": "So you touched a little bit on depressed people there. So what if people have no goals or desires at all, like when they are depressed, how do you approach those kinds of people?"
	},
	{
		"start_time": "06:47",
		"speaker": "Valerie Tiberius",
		"words": "Yeah, so one thing about actual depressed people as opposed to philosophical made up people, um, is even if they have very few goals, positive goals, they typically have aversions. They're averse to the painful state that they're in and would rather be happier. They would rather not be depressed, um, so. Value fulfillment theory says that what's good for you is fulfilling your values. Desires are an a a part, a component of values, and aversions are a component of what we might call disvalues. So, the theory would say if fulfilling your values is good. Satisfying your desires is. Part of that Avoiding what you disvalue is good or. I suppose the other way of putting it is, um, not getting what you're averse to is good. Um, AND so, one thing we can say about depressed people is that if they are averse to their depression, which mostly they are, um, it's good for them not to be depressed. There are some cases and uh there's a nice paper about this by um Anne Tully. Where you might think the depressed person is in what he calls complete cognitive collapse. So there's absolutely nothing there, no aversion, no desire. I came to think talking to psychologists that that kind of case is actually extremely implausible because even if the person in that state doesn't have goals that are In their conscious mind, they do have kind of preprogrammed biological goals and aversions that are subconscious, so they're Uh, and if that's all they have, then that's what we should pay attention to."
	},
	{
		"start_time": "09:12",
		"speaker": "Ricardo Lopes",
		"words": "But how do we know that they have subconscious desires or goals?"
	},
	{
		"start_time": "09:20",
		"speaker": "Valerie Tiberius",
		"words": "Yeah, that's, that's a great question. I mean, What Psychologist, uh, my, one of my uh uh collaborators is a psychologist who I talk to about these topics a lot, and, and his basic answer is it's, it's inference to the best, best explanation, um, that you, you can't actually do an experiment to put people in a state of complete cognitive collapse and and, and manipulate the variable. To find out what happens, but typically when people's depression alleviates their goals come back and so that's some evidence that the goals were there, um, you know, we, we sometimes. LACK conscious awareness of our goals because we're distracted, or we're asleep, or you're in a coma for a month because you got hit by a car, um, and after that period where the goals are not in your, the focus of your conscious attention, they do come back. So that's, I think that's the best sort of evidence we have that these goals are actually there in the brain. I mean, one thing about our consciousness is. It's, if you think of it as a flashlight, um, which I'm sure is not the right way to think about it from the point of view of consciousness studies, but if you think of it as, you know, we have All these different things going on in our brain and the part that we are actually consciousness of is like a light shining on something that's in our focus. That light is tiny compared to all the stuff that's happening in our brains. So I don't, for that reason too, I think it shouldn't be surprising to think a lot of these goals and aversions that we have are, they're in there, even if we're not thinking about them right now. And so for the person, for this seriously depressed person who seems to be in complete cognitive collapse. Ultimately, I wanna say it, the collapse isn't complete. They're, they don't have, it's not actually the case that they have nothing whatsoever like a rock. They're not the person is not a rock."
	},
	{
		"start_time": "11:47",
		"speaker": "Ricardo Lopes",
		"words": "Right, but since many times our values and goals are in conflict with one another, how do we weigh them and decide which ones we should prioritize?"
	},
	{
		"start_time": "12:02",
		"speaker": "Valerie Tiberius",
		"words": "That's one of the questions I'm most interested in in that, especially in the book that you mentioned, because, so. I think the values that we should pay attention to when we're thinking about how to improve our lives and how to live, they're pretty big, you know, things like enjoyment and friendship, um, meaningful work, uh, skill development, achievement, for, you know, for some people, spiritual connection. So these things are very broad. There's There are tons of ways of. Fulfilling the value of friendship, the value of spiritual connection. You could, I'm not a very spiritual person myself, but you could go to the Catholic Church, you could go to a Buddhist temple, you could do your own thing. You could go to California and practice yoga. I mean, there's so many different things you can do to fulfill that value. So that's one thing. And then the other thing is, all of these things, if you want to fulfill them, they take time and attention. And so just as you say, there's going to be a conflict because we are sadly limited creatures and we can't do everything all the time. Um, SO I think resolving those conflicts is a matter of Trying to refine or interpret that big, huge general value that could be pursued in multiple different ways. Try to try to bring it down to earth, to translate it into specific projects and goals in a way that makes it compatible with the other things that you care the most about. And that's just sort of the messy process of living a life, and I think there there aren't that many. Rules, um. It's not, it's, it's, you know, I, I inclined towards. Thinking that It along the lines of a kind of particularism where it's the, the details and the context matter so much in these decisions about how to try to make our values fit together. Yeah. That we can't give the kind of general principles. Like if I told you, always put friendship first, you know, even if you're up for tenure and what you really need to do is publish or you're going to lose your job. It doesn't make sense, but putting friendship first could make it make sense later in your life. So, these decisions are extremely context sensitive, and they also are not always the same for a person over time. Sorry, that's a very complex answer, but I think it's, it's just the complexity of life."
	},
	{
		"start_time": "15:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, right, so, but when it comes to the goals that are worth pursuing in life, should they be decided at an individual level?"
	},
	{
		"start_time": "15:22",
		"speaker": "Valerie Tiberius",
		"words": "Yes, that's a great question too. I think this is what a lot of people don't like about a theory like mine. Because I do think what's intrinsically good for a person or what constitutes a person's well-being. Is ultimately determined by the individual. So the, the kind of. Black and white answer to your question is, it's the, it's the individual who decides. It's the individual who's the, the ultimate determinant or the authority about what's good for him or her. But it's also true that we are profoundly social creatures, and so many of the things we care about involve other people. Um, SO two of the things that people value tremendously, if you ask them, friends and family. Well, If you're going to fulfill those values, you can't do it by ignoring what other people think about you and how and how good a job you're doing. Um, SO, you know, for instance, you're just, if, if one of your values is to have um Significant friendships and to be a good friend. You just don't succeed in that if your friends think you're a jerk. Um, YOU, you have failed, and, and so you, in, in figuring out how to fulfill the value of friendship, you need to actually be responsive to the other people in your life. So that doesn't mean that other people determine what's good for you, but they're in the sense that if you're a person who actually just is a loner, and you just don't want many friendships, I don't think the fact that other people care about friendship impinges on you and says, oh, you have to value friendship because that's what other people value. That goes against my theory. But I do think when you're figuring out how to live your life because other people are so important to, you know, To our capacity to to get the things that matter to us, we do have to pay attention to what other people think."
	},
	{
		"start_time": "17:54",
		"speaker": "Ricardo Lopes",
		"words": "But I mean when it comes to deciding among them many possibilities open to us, should we consult other people or should we make the decision by ourselves?"
	},
	{
		"start_time": "18:09",
		"speaker": "Valerie Tiberius",
		"words": "So I think it often makes sense to consult other people, you know, we're moving away from the kind of philosophical question about what's the, what's the foundation of the value because there I think it is the individual. But if we're talking about being the practical question, and we're like, how do you do this? How do you figure out, how do you manage these conflicts? How do you figure out what goals to pursue? I think talking to other people is extremely valuable, partly because I think we are crappy at introspection. So, We, especially philosophers, tend to think if you want to know about yourself, you just sit there. And think, well, what's most important to me? What do I like? What do I care about? But I think we're actually not very good at this, in part because of this matter of conscious attention. There's so much going on that we're not consciously. Focused on. And I think often people, especially people who know us, can kind of look at our behavior, you know, like as if they were doing a scientific study of us, like rats in a maze. They can sort of watch us and think. She, she really feels happy every time she comes back from her dance class, you know, I've, I've, and a friend can, this has happened to me, a friend can, can tell you, you know what, you've been so anxious about work lately, and the 11 I, one thing I noticed about you is every time you do anything like dancing or music or something like that, you just come home all bubbly and happy. And that can make you think, oh, maybe I should do more of that. Maybe I should prioritize that in my life a little bit more than I have done. But sometimes we can't see that ourselves because we're so wrapped up in the work stuff that we're anxious about that we don't, uh, we just, we can't shift our attention to the thing that's actually bringing us some relief and some joy. I don't know if you've had experiences like that. If there's a there's interesting questions about female friendships versus male friendships, and I don't, you know, I've talked to my husband about whether he has these kinds of experiences with his male friends, and he does, but I think it's more common with women friends that we're watching each other and, and, you know, and saying like, I've noticed this about you. I think you ought to, um."
	},
	{
		"start_time": "20:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, yeah. So, but if people make the decision by themselves, if they decide to do that, do you think that they should follow their gut or be a little bit more reflective?"
	},
	{
		"start_time": "21:08",
		"speaker": "Valerie Tiberius",
		"words": "I'm for balance between gut and reflection, um, so I think. Depending on the kind of person you are, I think a lot of people, especially academics and people who would likely be listening to a podcast like yours, um, We tend to put too much emphasis on reflection, so we think we're so smart that we can think through the best choice. And I think that sometimes results in ignoring the evidence from your body. Uh, SO this example about, you know, a friend telling me that every time you go to a dance class, you, you, you're, you're all happy for a few minutes. Uh, THAT'S, that's something you don't have to have a friend tell you that. You could observe that about yourself if you notice, suddenly I feel lighter, and, and I'm, I'm all of a sudden bubbly, and it feels like a weight has lifted from my shoulder. Um, THAT'S That's what I think it means to say you're uh listening to your gut, you know, you're, it's not literally your gut, it's being in tune with your, the emotional side of yourself and your physical responses to um what's happening in your life. So, I think We should listen to our gut more, especially if we're the kind of person who is overly reflective. But I don't think just the gut, because sometimes your gut. Sometimes your emotions lead you in stupid directions. I mean, I think for some people, if you just went with your Strongest emotion and, you know, you're very in touch with your physical experience, but you never think about the future. Um, YOU could end up doing some things that have negative consequences in, in a few years. So we do have to be somewhat reflective to think about. Tradeoffs and how much um. Sacrificing some current joy might have future benefits and those kinds of long term goals are often quite important to us and I think it's, it's hard to, uh, pursue long term commitments without some reflection. Mhm."
	},
	{
		"start_time": "23:44",
		"speaker": "Ricardo Lopes",
		"words": "But I mean, what is since you're, you're talking about long term commitments when it comes to our values, I mean, should they be more short term or long term oriented, or is that for each person to decide?"
	},
	{
		"start_time": "24:03",
		"speaker": "Valerie Tiberius",
		"words": "Yeah, I think that so when I talked about these, these kind of very general broad values like friendship, family, spiritual connection, work, meaningful work, I don't actually think those values change much at that general level of description. So they're very long term. I think most people who value friendship value friendship for their entire lives. Um But what, so what changes is the specific goals that fulfill that value. And there I think you're. There is individual variation. I think some people are, are more content with greater change, um, where, you know, They I mean, maybe have multiple spouses, one after the other, or different friends, and they have a friendship and it wanes, and then they have other friendships. And then for some people, having one spouse for your entire life is the most important thing to their happiness. So, I do think when it comes to the specific goals that rep that that um follow or that help you pursue the value. How much stability you should have is. To a large extent up to the person."
	},
	{
		"start_time": "25:38",
		"speaker": "Ricardo Lopes",
		"words": "Right, so I wanted to ask you about a concept I read about in your book. What is reflective wisdom and how does it apply in the context of what we are talking about here?"
	},
	{
		"start_time": "25:55",
		"speaker": "Valerie Tiberius",
		"words": "So I, I was, I sort of coined that reflective wisdom phrase because I wanted to talk about the kind of wisdom people have. Who are good at making choices for themselves. So, people who are good at living their own lives well. And I wanted to distinguish it from how we typically think of wisdom as a a moral virtue, where wisdom is the virtue that helps you sort out all the different moral considerations. Um, SO, We've actually already talked about quite a few of the features of reflective wisdom. I think for a person who has reflective wisdom has some self-awareness, so they're, uh, they have some just self-knowledge about the kinds of things that they like and how they respond to, to the the world. Um, BUT also some awareness of their emotional states and their physical responses to the world. And then importantly, I think a person with reflective wisdom has a kind of flexibility. That allows them to sometimes be reflective and sometimes listen to their gut. Um, SO, I, I wanted to get away from a picture of wisdom where it's very cognitive and it's just intellectual, and the wise person is just a really good thinker, uh, because I think wisdom, the kind of wisdom that helps you live your life, is, uh, Knowing when to think more, but also knowing when to stop thinking and just experience things. So that's The way it fits, yeah, I guess that's the explanation for how it fits with what we're currently talking about is I think reflective wisdom would be the virtue that enables people to figure out how to fulfill their values and how to put their values together over time."
	},
	{
		"start_time": "28:04",
		"speaker": "Ricardo Lopes",
		"words": "Right, OK, so we've been talking about values, goals, desires that people have, and how they can approach them, how they decide among them which ones to prioritize, and so on, but"
	},
	{
		"start_time": "28:22",
		"speaker": "Valerie Tiberius",
		"words": "what"
	},
	{
		"start_time": "28:22",
		"speaker": "Ricardo Lopes",
		"words": "is a good"
	},
	{
		"start_time": "28:23",
		"speaker": "Valerie Tiberius",
		"words": "life? So, I don't have, um, I haven't written about a good life. I think, I mean, so I don't have a, a view to defend, but I'm inclined to think when we talk about a good life, we don't just meet in a life that's going well for you. We mean a life that's also morally upright, morally respectable. So I'm inclined to think a good life is A life that has well-being, so it has things that are intrinsically good for the person, but it also lives up to a moral standard. And I don't know what that moral standard is. You'd have to, you have to have a moral theory to determine the standard. But, but I would say, you know, at least, You, you have to be uh. Uh, NOT, not the, not the kind of person who violates a bunch of moral rules and laws and to have a modicum of virtues like kindness and fairness. Um, YEAH, so one thing I've, I've wondered is if To me, it seems like the good life. That's the biggest category. It includes everything. And I've just said it certainly includes well-being and moral virtue, but maybe it also includes some kind of aesthetic appreciation. So my, my friend, uh, the happiness philosopher Dan Hayron, he thinks a good life has to include some capacity to appreciate the beauty of nature, um. And maybe the beauty of art. That's, I don't know, I'm not sure what to think about that, but I'm open to thinking that a good life also includes some, uh, aesthetic awareness, you know, like a person who would burn the Mona Mona Lisa, is that person, they have a good life. Feels like they're missing something, that's not, they're not the best, they're not doing the best in life. But I, I'm, I'm, that's something I'm not. I, I don't know. I don't have a horse in the race."
	},
	{
		"start_time": "30:52",
		"speaker": "Ricardo Lopes",
		"words": "But if the good life includes being moral, what is it to be moral? I mean, how do we determine that? Of course, I think you mentioned at a certain point there that it depends on the moral or ethical theory we adopt, but just in more general terms, what is it to be moral?"
	},
	{
		"start_time": "31:14",
		"speaker": "Valerie Tiberius",
		"words": "Well, that's kind of a million dollar question. I and I don't, I don't, I don't. I don't defend and I haven't written about that question. I'm inclined towards a kind of contractualist approach and thinking that um the. Morals. Rules that we should follow are the rules that People, reasonable people thinking. In terms of what. Set of principles that makes sense to live by in a community with other reasonable people, whatever that set of rules is, that's what determines the moral, but Um So I'm not, I'm not really inclined towards the utilitarian perspective for various reasons, um, but. You know, people obviously disagree here. I don't, that's not something I've really spent much time, uh, I, I haven't published anything about morality per se. Mhm."
	},
	{
		"start_time": "32:23",
		"speaker": "Ricardo Lopes",
		"words": "So going back to the topic of well-being specifically, does it tie to virtue in any way and what is virtue in this context?"
	},
	{
		"start_time": "32:35",
		"speaker": "Valerie Tiberius",
		"words": "So, I absolutely think it does. Um, YOU know, Hume thought, Hume, David Hume defined virtue as the traits of character that are useful or agreeable to the self or others. Very broad conception of virtue, which I like, um, and I think There are plenty of virtues that are useful for us in pursuing our own values. Um, SO we talked a bit about the reflective wisdom, having a kind of, uh, mental flexibility that allows you to be reflective sometimes and also to listen to your gut. If that's a virtue, I think it's obviously relevant to well-being. Because people have so many values that are social, that involve other people, I think lots of virtues like kindness, compassion, um, generosity, those sorts of virtues are good for pursuing the value of friendship, the value of relationships with family. Um, I would bet, although this isn't my particular expertise, but they're probably virtues that help people pursue their spiritual values if they have religious or spiritual values, um, any kind of values that have to do with long term projects. Like, um, values that have to do with work. Those will benefit from the virtues of courage and perseverance, temperance, um, focus. So, so I think, you know, it's gonna be uh If, if you have a picture of the virtues like David Hume had where there's tons of virtues because it's anything that's useful or agreeable to you or to other people, um, so it'll be a pretty complicated picture to, to. Define every single virtue that could possibly be related to well-being, but I think there's going to be tons of connections."
	},
	{
		"start_time": "35:01",
		"speaker": "Ricardo Lopes",
		"words": "Right, so I have one last topic I would like to ask you about, and I have 2 or 3 questions about it. So we've been talking about well-being, but what about happiness? Should we aim at being happy?"
	},
	{
		"start_time": "35:18",
		"speaker": "Valerie Tiberius",
		"words": "Um, So, One thing, one problem in this, the philosophical well-being literature is that. These, these words get used in different ways by different people. And there are quite a few people who just use happiness to mean well-being, so there's no distinction. I'm thinking, the way I think about happiness is it's a psychological feeling, and that's maybe how you're thinking about it. Um, SO, I really like, again, uh, my friend, uh, Dan Haburn has a theory of happiness as a kind of emotional state. Um, It's Enjoyment, um, engagement, attunement, and endorsement, uh, and a person who's stably disposed to regard their life in, in this way, um, with these kinds of emotional states, that's what happiness is. I like this theory. It's, it's, I think it, um, it fits. It, it really captures a lot of uh happiness in a broad sense. So happiness isn't just excitement, but also it includes kind of like stoic calm or tranquility. So why should we go for that? Um, WELL, first. I just think most of us do. We do, we just like being in pleasant states of consciousness and If you think about how we evolved to pursue our goals. You could think of happy states of consciousness as a kind of reward for getting what we want. Um, SO, I think we're almost hardwired to like our own happiness. Uh, GOOD states feel good. I mean, it's, it's kind of as simple as that. But it's also true. So this is one thing you find from the psychological research because they study happiness in the sense of these emotional states. The state of feeling satisfied with your life or other kinds of positive affective states. And there's quite a bit of evidence that those happy states of consciousness. Or at least there's great evidence that they're highly correlated with lots of other good things, like stable relationships, success in your job, health outcomes, and there's some evidence that there might be a causal relationship, so that if happier people being happy actually causes you to do better at these things. So, it's not just that if you have friends, you'll be happy, but also if you're happy, uh, you'll have better friendships. So I think. We want to be happy just intrinsically because of how we're wired, um, but there's also lots of instrumental reasons to care about happiness because it's good for us in so many other ways. Uh, IF you're, you know, a happier person, you will actually live a longer and healthier life with more good things in it. Uh, SO I think happiness is really important. It sometimes has made me think, That My, my value fulfillment theory should have a, a special place for happiness, but I haven't taken that step. It, it seems. I don't think it's, it, it seems to make the theory kind of awkward and complicated in a way that's not necessary, given that happiness just is important to our values."
	},
	{
		"start_time": "39:18",
		"speaker": "Ricardo Lopes",
		"words": "But I mean, if even if we value happiness, should we have it as a goal? Should we seek happiness, or is it just, or should it also, should it just be a byproduct of aiming at other things like virtue, morality, and so on?"
	},
	{
		"start_time": "39:41",
		"speaker": "Valerie Tiberius",
		"words": "Yeah, that's a great question. I mean, I think, so you might, you probably remember from uh The history of philosophy, the paradox of hedonism, that if you aim at pleasure, you won't get it. Um, THAT in order to get pleasure, you have to aim at something else and get the pleasure as a byproduct. So, I think there's something to that. I think aiming. Directly at positive states of consciousness is not the way to get them. You know, Back to dancing for a second. I do go to dance classes, and I'm not, I don't go there to be happy, although I know it makes me happy, but I go there to dance and to learn the steps and, you know, improve my dancing skills, uh, but then I get the happiness. Um, AND I think that's probably psychologically the way it's gonna work for most people. But if you're depressed, and you're or you're very anxious about something, and you're in a period of your life where you've noticed or someone has told you that you're really unhappy and you need to do something about it, then I think it could make sense to have it as a goal. It's just that you might It might be this kind of thing where you have to, you have to say. OK, this is my goal, cause I'm really unhappy right now and I need more happiness in my life. I know that if I just aim at it directly, I can't get it. So I'm going to force myself to do some other things in the hope that it will produce happiness. So that's a way in which it is your goal, but you have to kind of mentally trick yourself into um some indirection. I don't know what you would do if you just wanted to be happy. I mean, aside from taking drugs or something, that happiness drugs."
	},
	{
		"start_time": "41:53",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so I have one last question then, does happiness play a role in morality?"
	},
	{
		"start_time": "42:05",
		"speaker": "Valerie Tiberius",
		"words": "Yes, so Even though I said I'm not a utilitarian, but I still think it's really important to help other people be happier, or other creatures. Uh, SO, Even if you don't think that the entire point of morality is to increase the, the aggregate happiness in the world. No one would deny that happiness, well, some philosophers would deny it, but, but most, most people think happiness is a good thing, it's good if there's more of it, it's a, it's a morally good thing to Help, uh, other people acquire it. Um, SO, you know, I don't eat meat, why not? That's because of the the suffering and unhappiness of the animals who are in the meat industry. Uh, SO there's a way in which happiness is the happiness of animals is obviously morally relevant. I think Happiness figures into the description of quite a few moral virtues. Uh, SO being compassionate to other people or being kind, it's hard to be kind or compassionate without. Taking into account the happiness of the. Beneficiary of your compassion or kindness. Um, BUT I think they're, when it, especially when it comes to people rather than farm animals, it's important to think about well-being and not just happiness, because I think if you want to help another person, helping them get what they care about, it is. Actually a better way to help them than to just help them feel happier."
	},
	{
		"start_time": "44:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, OK, so, uh, the book is again What Do You Want Out of Life, a philosophical guide to figuring out what Matters, and I'm leaving a link to it in the description of the interview and Doctor Tiberius, just apart from the book, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "44:41",
		"speaker": "Valerie Tiberius",
		"words": "Uh, MY website, Valerie Tiberius.com has a, has, um, lists and links."
	},
	{
		"start_time": "44:49",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. I will add that to the description of the interview and thank you so much for taking the time to come on the show. It's been a pleasure to talk with you."
	},
	{
		"start_time": "44:58",
		"speaker": "Valerie Tiberius",
		"words": "You're welcome. The pleasure was mine."
	},
	{
		"start_time": "45:01",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarinth, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Puntervan Ruzmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterry, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]