[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Nicole Carley. She's a health and science journalist, and today we're talking about her book Your Brain on Altruism, The Power of Connection and Community during Times of Crisis. So, Nicole, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:22",
		"speaker": "Nicole Karlis",
		"words": "Thank you, Ricardo. I'm so happy to be here."
	},
	{
		"start_time": "00:26",
		"speaker": "Ricardo Lopes",
		"words": "Right, so I mean, perhaps tell us first, what is the main argument of your book?"
	},
	{
		"start_time": "00:33",
		"speaker": "Nicole Karlis",
		"words": "Mhm. Yes, so the main argument of my book is that when we think about self-care, we often think about like doing something for yourself in a, you know, solitary way, but actually through Nearly like 8 years of research, interviewing psychologists, neuroscientists, um, sociologists, um, all different types of scientists, I found that actually the act of altruism, being of service to others can help you build resilience. And in other words, it can be another form of self-care. Um, AND specifically, it can help, it kind of be like the antidote to loneliness and anxiety."
	},
	{
		"start_time": "01:20",
		"speaker": "Ricardo Lopes",
		"words": "And what is it that you call the self-care industrial complex, and what does it tell people in terms of how they should deal with their personal crisis?"
	},
	{
		"start_time": "01:32",
		"speaker": "Nicole Karlis",
		"words": "Mhm. Yes, so the self-care industrial complex is basically big corporations trying to sell us the idea that in order to feel good and to feel, I always say this in quotes, happy. And I can get into why I do that later, um, that you need to buy something, you need to buy some sort of experience to, to feel good. So we have, I mean, clearly we have like the beauty industry, which is, you know, a multi-billion dollar industry, but we also have the wellness industry right now, and that's also a multi-billion dollar industry. And that's promoting all different types of You know, retreats, um, different kind of alternative health trends. And so, yeah, that's, you know, that really keeps us, yes, of course, we need exercise. I mean, there is in America, you know, a, a health crisis, you could say. I mean, people aren't living as long compared to, um, longevity rates in other countries in, in the Western world. But, um, basically, you know, Going back to the root of of good health is connection to others. And through that, you can be kind to others. And that's actually a way to improve a free way to improve your health, to improve your society, your immediate community, your own quality of life, and it's also a way to build resilience."
	},
	{
		"start_time": "03:02",
		"speaker": "Ricardo Lopes",
		"words": "So that that aspect of connecting to others, do you think then that this emphasis on individuals themselves trying to improve their own self-care, I mean this individualistic approach to self care is problematic then?"
	},
	{
		"start_time": "03:22",
		"speaker": "Nicole Karlis",
		"words": "Yes, I do. I do think in many ways it is problematic and I, you know, there's this theory of the hedonic treadmill, um, that psychologists in the 1970s kind of came up with, and the idea is that You kind of have this level of, you know, this base level of happiness, of satisfaction in life, and that we're on this treadmill constantly kind of like grasping for these experiences to up that level. But really, that, you know, we can reach a higher level for a temporary period of time. But these scientists You know, found or and hypothesized that actually you really always come back to your base level. And then there was some sort of discourse of like, what you need is some, you need to kind of break out of that, that routine, that rhythm. And I do believe that, you know, by regularly volunteering in your life and like prioritizing caring for others and kindness could be one way to do that. But yeah, I do think, you know, it is problematic, this kind of individualized approach to self-care because it keeps people focused on the self, and it can actually keep people like in a state of rumination in their head. It can keep people feeling lonely. Like if people are feeling lonely, a meditation retreat isn't exactly the right. You know, a solution to that. Um, SOMETHING that's more social, that gives that person, you know, more of a sense of purpose is probably a better treatment for that."
	},
	{
		"start_time": "05:04",
		"speaker": "Ricardo Lopes",
		"words": "And so when it comes to altruism in the book, you talk about how in moments of crisis, uh, I mean, even if for some people it might it might sound paradoxical, it's when people feel a deeper. Desire to help others even if they themselves are in danger. So tell us about how that happens. Why is it that in moments of crisis or catastrophe we sometimes feel more connected to others and wanting to help them more."
	},
	{
		"start_time": "05:37",
		"speaker": "Nicole Karlis",
		"words": "Yes, so the idea behind that, it's called bounded solidarity, and when people are in the wake of a crisis, they are bounded by this crisis, and we see this happen after natural disasters like hurricanes or wildfires. I mean, we can see it happen after some sort of massive political Um, event or upset, um, even, you know, from a more granular perspective, if someone dies in your family, people come together, people are really kind, trying to take care of each other in that time. And so that is a phenomenon that sociologists call bounded solidarity. And like you said, it's when people feel like a really deep need to help others. And in the book, I I really explore that through the Napa wildfires in 2017 when people you know who weren't even directly affected by the wildfires, like they didn't live in Napa, you know, their houses, you know, weren't being directly affected. People just in the greater area across the country just really wanted to help. They wanted to donate. They wanted to give back and help this community. And I think that's really interesting because I think it speaks to how we need altruism to survive as a species, that in this time of crisis, usually media portrays that as a time where people can be really selfish and You know, we've seen that in a couple of movies, but actually in real life, what we see is like the complete opposite, that, and I'm sure if any of your listeners have been through some sort of crisis like that, like they know, they know that when that's happening, they just, you feel so deeply that you want to connect with your community, that you want to help, that you want to be of service. And it's, it's an interesting phenomenon that's, you know, being studied. Um, SOME scientists wonder like, do you need a crisis for that to happen? And I kind of, you know, explore that idea in the book. Um, BUT unfortunately, what scientists do find is that that does fade. So that is kind of in the immediate wake of a crisis, but it usually fades as people return to their everyday normal lives."
	},
	{
		"start_time": "07:54",
		"speaker": "Ricardo Lopes",
		"words": "And can we prevent it from fading over time? I mean, does a sort of sense of caring also, can it work outside of moments of crisis? Can we maintain it?"
	},
	{
		"start_time": "08:08",
		"speaker": "Nicole Karlis",
		"words": "That's one of the biggest questions I raised in my book. Um, I think I did have one natural disaster scientist tell me like, you know, you don't need it, but usually people are rallying around some sort of Um, issue in their community. So whether they're like disenfranchised or um like we find in immigrant communities, people who are living in poverty, like they do sometimes have a stronger sense of bounded solidarity. Um, AND yes, so I don't know if it can if it can persist. I think in some ways it can, and I did. I did show that in the book. For example, after the wildfires, um, a group of teen boys, they started Trying, you know, they wanted to help their community, so they were going to different evacuation centers, asking how we can help. The first evacuation center, they were turned down, but they kept going. They went to another evacuation center. They were like, How can we help? We can't just sit in our homes and like watch our community burn down. And the second evacuation center told them like, You can help us deliver supplies around town to people who need it. And so they kind of started their own. Their own, you know, service for the rest of the week. And I mean that was in 2017, and they still have created a nonprofit. It's called the Hero Foundation. And basically after like any crisis in the community, they're on the ground, they're helping, and they've recruited more teens, and I think it's, yeah, really amazing. They do like diaper drives, they do like river cleanups around the Napa River. So that is just one example of how that can persist. I heard of a similar story after the LA wildfires that a teen created like Um, like a shop where people could just come and get free clothes, and now she has like a permanent location in LA after that so people can go and just get like free supplies. It's like a totally like gifting store. Essentially people can donate their stuff and then people can go when they need something. So I think in like very small ways we can see it sustained, but I think that immediate feeling that people have after a crisis. It does, it does fade, and it's because we live in a capitalist society. It's because we live in a society where we put profit over caring and giving for others, um, and because we very much live in like a scarcity mindset, and those are just a few reasons I was told like why it doesn't sustain for a longer period of time."
	},
	{
		"start_time": "10:58",
		"speaker": "Ricardo Lopes",
		"words": "In recent times, people have talked a lot about the loneliness epidemic. Do you think that it is, or it could be an impediment to a culture of caring in non-crisis times?"
	},
	{
		"start_time": "11:12",
		"speaker": "Nicole Karlis",
		"words": "I think the loneliness crisis is actually a result of living in a culture that doesn't prioritize caring for others and doesn't prioritize connection. We've seen so many of our everyday interactions become automated by technology. We can order our groceries online. We can I mean, you can order anything online, um, even like the news media that we consume is very individualized now. And as a result, that's taken away everyday moments where we can connect with other people. And it doesn't mean like having A new best friend. It's just people you interact with in your everyday life. And one professor at UCLA when I was talking about this with him, gave me an example that how, you know, it used to be that you would go to your butcher, local butcher, and you went, you know, however many times a week and just through Purchasing meat and, and food from him, you would learn about his life and you would maybe learn, you know, one day that his kid was sick. And you would be able, because you're developing, you know, consistently that relationship with him. You're not best friends, but you're interacting with him every day and he's somewhat of, you know, an important figure in your life. Um, YOU'RE, you're getting to know him, you know, his kid is sick, so you care about him. So maybe then you, that gives you an opportunity to do something nice for that butcher to like ask, you know, hey, can I help you with this, or maybe you bring like a little stuffed animal for his son and his, you know, whoever's struggling. And That is the moment where you're given the opportunity to be kind to someone and show that you care for someone, and that is good for your health. Um, WE don't have as many opportunities like that in everyday life right now. So we really need to focus on creating more of those. And yeah, I think the loneliness epidemic is in part, and there is research to show this. As a result of the automation of all of the rise in technology that we've seen."
	},
	{
		"start_time": "13:29",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to altruistic acts, we can do, there's many different kinds of things from random acts of kindness, kindness to group volunteering. Um, ARE the benefits the same across all kinds of altruist acts and activities, or do they vary?"
	},
	{
		"start_time": "13:50",
		"speaker": "Nicole Karlis",
		"words": "So they vary. Science shows that I say like the peak optimal thing that you can do is um volunteer for something that you care, you know, deeply about. Regularly, and, you know, maybe once a week. Um, AND it's, you know, you're kind of returning to a group and a cause that you care about and you're, you're making a routine out of that. That is probably how you would see like the optimal health benefits of volunteering, but not everyone has the time to do that. And so, In my book, I talk about how people go through seasons of giving, seasons of receiving, and seasons of witnessing. So even just like witnessing acts of kindness is good for our health. Um, AND you're not going to experience the benefits of giving if you're not in the season of giving. And what that means is like, do you have actually like the time and space to volunteer regularly? If like I'm A mom of two young children right now, and unfortunately, I don't have the time and I work. So I'm not in a season of giving. I've been in seasons of giving where I've regularly volunteered and it's been wonderful and I wish so badly I could be doing that right now, but I can't. So, you know, you kind of have to dial it back. But I think that when you have to dial it back and do what fits your life, it's like Trying to make an impact in your direct community and people who you are interacting with on a daily basis. So, like one example I have is like I have a group of moms that I'm really, you know, friendly with and I'm always talking to other parents. So it's just, I have an 8 month old and it's little things like when he's grown out of his clothes, I, you know, shoot a text to another mom, hey, like I have these clothes, can I come over and drop them off if, you know, they'll be helpful to you. So small things like that. But yeah, I mean the research shows that definitely in-person volunteering is, I guess you could say like better than just donating money. At the same time, donating money in the wake of a crisis, like let's say if you're Online, there's another wildfire in California and you're like watching all of these, you know, all of this destruction happening on your phone and you're like it's going to evoke anxiety in you. You're going to feel anxious, you're going to probably go into fight or flight. It might bring up feelings of climate change for you, but if in that moment you come across like a GoFundMe to help a family and you donate, in that moment, that's going to give you a sense of purpose and feeling like you're doing something instead of feeling like you're sitting amid all of this chaos and feeling like everything's out of control."
	},
	{
		"start_time": "16:43",
		"speaker": "Ricardo Lopes",
		"words": "And why is kindness and volunteering so powerful for its participants? I mean, what kinds of psychological effects does it have on them?"
	},
	{
		"start_time": "16:54",
		"speaker": "Nicole Karlis",
		"words": "Mhm. Well, what I say is that, I mean, first, it is a way to build resilience in us. I think it's a way to, for people to experience transformation. And going back to the self-care industrial complex and the wellness industrial complex, people, I think, are seeking some sort of transformation, some sort of greater feeling of satisfaction in their lives. Um, AND that's why, you know, a lot of like why You say happiness in quotes, because I don't think people are chasing happiness. They're chasing, they want some sort of transformation, some sort of, like I said, greater feeling a greater satisfaction in their lives. And so altruism is really a way for us to Connect with other people on a more vulnerable level, and through that, it can help us build resilience to face future crises in our lives. And that kind of explains the connection to why I researched, you know, this idea of bounded solidarity in the wake of a crisis, because it doesn't matter, you know. Who you are your entire life, you're going to have some sort of crisis happen. Things are going to happen. There are going to be very difficult moments in life. That is life. Nothing is going to stop that from happening, but what you can do is build your resilience to facing that. And so altruism, like I said, it being kind to another person, showing that you care about another person. That helps you build a different level of connection with someone, instead of just like seeing them once a week at some sort of hobby you're involved in, which is great, but people remember when they're on the receiving end of an act of kindness. So then when you're in a crisis, your community is going to show up for you. And like I said before, when your community is in crisis and you're of service to them, that gives you a sense of purpose, that, and it, it really is good for your health. Now, more, you know, kind of what happens with the body is that when we are in a state of fight or flight, Like, you know, really big, we're really feeling anxious about something. Our frontal lobes of the brain, they shut down. Our higher order shuts down. And acts of kindness and altruism can be a way to bring that back online. It can reset the parasympathetic system. So that's one way that we know, that's kind of like the big way that that it helps. And another way is, you know, there are other research shows that helping others can possibly slowly decline aging, or it can help you age better. We know that research shows that people who volunteer regularly have fewer hospital visits as they age, um, which is, you know, and they're actually living longer. Um, WE know that it can also slow the decline of disease acceleration, and that comes from really having a sense of purpose, um, and also kind of slowing down that parasympathetic nervous system. So, yeah, there's a lot of research out there that shows that there's, it can really improve your health and And give you, yeah, you know, good physical health, mental health, psychological health, emotional health."
	},
	{
		"start_time": "20:36",
		"speaker": "Ricardo Lopes",
		"words": "You mentioned the brain. Tell us a little bit more about the neuroscience of altruism. How, what do we know about how altruism works in the brain?"
	},
	{
		"start_time": "20:47",
		"speaker": "Nicole Karlis",
		"words": "Mhm. Yes, so one way that it works is that I call it, it's like nature's fire extinguisher, and that's because of the love hormone called oxytocin. And that is one way that it can calm our stress response and it makes connection possible. Um, SO we know that there have been like experiments where scientists gave oxytocin to mice that had never been around babies before, and suddenly when they were given oxytocin, those mice were like nurturing these pups. So It really, like when you experience oxytocin through the act of giving or and caring for others, and it doesn't have to be like caring for kids, um, it does make you want to be kinder. And we do have research that shows that like Even if you witness an act of kindness, that makes you more likely to give and be kinder in your life, like moving on from witnessing that act. Um, ANOTHER part of the neuroscience is that Altruism, it can, you know, there's emerging research to show that it can be like a muscle, um, and studies on compassion meditation show that when people practice it regularly, that the brain regions linked to empathy and emotional regulation, they actually like grow stronger. Um, SO, I mean, in a way, it's like maybe you can, by practicing kindness and altruism, you can actually kind of like build that muscle in your brain. Um, AND like I said too, one of the big ways is that You, you know, when you're in fight or flight mode from like chronic stress, you're just feeling chronically stressed, um, that sends you into fight or flight mode. It shuts down, you know, the frontal lobes of your brain, and kindness can really be an antidote to that. I mean, I have, I had neuroscientists tell me like, kindness and altruism is not like a nice fluffy thing to have for good brain health. It's actually a must-have for good brain health."
	},
	{
		"start_time": "23:04",
		"speaker": "Ricardo Lopes",
		"words": "Uh, ONE very interesting benefit of a culture of caring you talk about in your book is that people can become more resilient, which is, which I think is very interesting because since we, and by we I mean we in the West live in these more individualistic cultures, um. We tend to think that people have, have to become more resilient by themselves, I mean individually, but actually it seems that, I, I mean at least according to the research you present in the book that they can also do it through connecting and caring for other people, right?"
	},
	{
		"start_time": "23:44",
		"speaker": "Nicole Karlis",
		"words": "Mhm. Yes, exactly. I mean, and I think we see that in, you know, like we were talking about in the wake of a crisis, um, You know, disaster resilience professors say. Like hiding in your house after a crisis and like removing yourself from society is not going to help you survive. What's going to help you survive is building like a mutual aid program where you know which neighbor has canned food. Where you know which neighbor has toilet paper or paper goods, and you can create, you know, like a system where people are giving and sharing and helping each other, and I think that really speaks to the strength of living in a culture of caring. And what I mean by that is it's a culture that prioritizes caring for others, and, you know, they do that through policy, they do that through You know, the different like industries and systems that exist. It's, it's, you know, if you're a manager of a business, like prioritizing caring for your employees, um, and it takes many, I think it will take many people to make that happen in the West, but we need to care, you know, we need to prioritize caring to survive as a species, and I, you know, multiple scientists told me that, and I do think that A lot of the health problems that we do see in the West are, you know, maybe, I don't know if they're directly a result, but indirectly a result of not having a culture of caring, of prioritizing profit over caring for others, of living in this individualized society. I mean we very much live Thinking, oh, survival of the fittest, but actually research shows that survival of the kindest, kindest might be, you know, actually what's going to help humans survive and live longer."
	},
	{
		"start_time": "25:49",
		"speaker": "Ricardo Lopes",
		"words": "What is it that you call systemic caring? What is that?"
	},
	{
		"start_time": "25:54",
		"speaker": "Nicole Karlis",
		"words": "Yeah, so systemic caring is what I just said. It would just be creating a culture that prioritizes the act of caring for others, that it, it doesn't, it's Not exactly. I mean, I wouldn't say like, I wouldn't say it's not a capitalist society, but it's a culture that there's a general consensus that being kind and caring for others is a priority, is the priority. And yeah, it's very vague in general, but I mean I think it's like approaching your everyday life or wherever you know you are in your everyday life and and living by that mindset. And I talk about this in the book, it's a mindset of being like a steward for this world, for other people. And It can look like universal healthcare, it can look like offering paid sick leave, it could be offered like look like universal basic income, which I know these are like very can be seen to some people as like very radical progressive policies, but I actually think that they're reflective of a culture that cares about people, the people who, you know, live in the society, so. Yeah, that's what a culture of caring is and I'm very interested in exploring it. In my book, it was important to me that I found people who are trying to build that right now. So I did find, I know it might seem To some people, like, oh, that's very far away, but there are people in America who are building and focusing on that right now."
	},
	{
		"start_time": "27:42",
		"speaker": "Ricardo Lopes",
		"words": "And how can such a culture of systemic caring be created? I mean, what steps should people take?"
	},
	{
		"start_time": "27:51",
		"speaker": "Nicole Karlis",
		"words": "I don't have exact steps, um, but I think it's like I said, just having a mindset that caring is a strength, caring for others and caring for society is a strength, and it's not a weakness. I think we first need to kind of like deconstruct how we value and see the act of caregiving in our society. You know, it's very gendered right now. It's typically associated with being unpaid, and it's not seen as quote unquote strong. Um, SO I think you know, first kind of deconstructing that is one way to take a step to actually prioritize caring for others and caring for our society, caring for our planet. Um. And but first I think we need to kind of, you know, deconstruct how we value and see the active caregiving as a whole in our society."
	},
	{
		"start_time": "28:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT if being altruistic and helping others is so good for us, then why is there burnout among caregivers?"
	},
	{
		"start_time": "29:03",
		"speaker": "Nicole Karlis",
		"words": "Yes, that's a very good question and one that kind of like it haunted me as I was writing this because I'm like, how can I write? This book and say, Oh, caring for others is so good for you. It has all these health benefits and we need to build a culture of caring when like report after report comes out and says like, caregivers are so burned out, they're lonely. I can't write this book and tell unpaid caregivers, actually, to feel better, you need to care for others more. And so I was trying, you know, that was kind of a question that I was constantly trying to answer and kind of parse out. And basically what I landed on is because we live in a society where caregivers aren't cared for. They are forced to caregive alone with no resources, they get no breaks, no rest, and that's a huge problem. If you're forced to caregive like that all the time, of course you're going to be burned out and you're going to be lonely. So you know that's why I write in the book as well, that like The benefits of giving of altruism, you're not going to experience that unless you're in a season of giving. I would actually say like right now, unpaid caregivers, they're in a season of receiving, actually. I mean, yes, maybe they're taking care of like an elderly parent or they're parenting. But they really need a lot of support too. And when we bring it back to building a culture of caring, we need to make sure that we're building a culture that cares for caregivers and that caregivers are given like paid leave to caregive, that they can have protection to go back to their jobs, that we have policies or systems in place where caregivers can have breaks. So maybe that's building a more, you know, family-friendly society where there's like more Ah, you know, childcare, universal childcare. Oh, well, you know, what an idea. Uh, FOR, you know, taking care of elderly, elderly elderly or, or, you know, sick family members, you know, we, we need more support for people to do that, more accessible support, um, in our society."
	},
	{
		"start_time": "31:22",
		"speaker": "Ricardo Lopes",
		"words": "So one final question then, what can people do if they are not in a circumstance where they can give to others? I mean if they just do not have the resources or the time or whatever whatever it is needed to or whatever they need to give to others."
	},
	{
		"start_time": "31:44",
		"speaker": "Nicole Karlis",
		"words": "I think that first of all, it's OK. Like you don't have to give and be in a position to give to others at every moment in your life. So just give yourself permission to be like, I'm in a season of survival right now. I'm in a season of receiving. And witnessing. But I think there can be some sort of like universal contract where then when you get to a place where you can give and care for others and prioritize that in your life, you, you are doing that. But also, caring for others doesn't have to be like a big grand thing. It can be very small as well. And I think that everyone, no matter where they are in their life, will feel good after doing a small random act of kindness to someone in their life, because Caring for others and being of service to others is a basic human need that we need. As a human, you want to feel that purpose and that connection with other people. It is like a very basic part of being human. So even if you're not in a season where you can volunteer or do something, you know, that you would really like to do, but you just really don't have the time and resources, just Asking someone, just listening to someone, listening without reaction, I say. Just being there for a friend, picking up the phone and checking in on someone. How are you doing? Um, OR even if you see someone you know on a walk that needs help in some way or looks a little distressed, how are you? Or introducing yourself and just being an ear, someone to listen. Research shows that listening Without reaction actually helps you build empathy. And it's also, I say, an act of caring to just listen to someone."
	},
	{
		"start_time": "33:39",
		"speaker": "Ricardo Lopes",
		"words": "OK, so the book is again Your Brain on Altruism, the Power of Connection and Community during times of crisis. I'm of course leaving a link to it in the description of the interview. Uh, AND Nicole, just before we go, uh, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "34:00",
		"speaker": "Nicole Karlis",
		"words": "Yes. Um, I have a website, Nicolemcarlos.com. I'm on Instagram at Nicole Carlos, and I actually just started a sub-stack called A Culture of Caring, where I'm trying to keep the conversation going from my book and explore the ways that we can build a culture of caring."
	},
	{
		"start_time": "34:20",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a fascinating conversation."
	},
	{
		"start_time": "34:26",
		"speaker": "Nicole Karlis",
		"words": "Thank you, Ricardo. Thank you for having me. This is so fun."
	},
	{
		"start_time": "34:30",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegeru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoro, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolati, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, John Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]