[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Sarah Dierne. She's a PhD candidate in interpretation studies at the Department of Humanities at the University of Catania in Italy, where she collaborates with the chair of theoretical philosophy. And today we're going to talk about her book slash monograph Eil Nachereque Nochivolleva Storia Ehioria de Latinatalismo. Uh, uh, THAT'S the title in Italian. I mean, my translation is it's the Birth we didn't want History and theory of antenatalism. So, Sarah, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:43",
		"speaker": "Sarah Dierna",
		"words": "Thank you, thank you, Har Ricardo. Hi to all the listeners and thank you for the invitation."
	},
	{
		"start_time": "00:49",
		"speaker": "Ricardo Lopes",
		"words": "Of course, I mean, as I said, off record, uh, yours is one of my favorite books of 2025, so I'm really happy to finally have you on the show. So let me start by asking you then, before we get into the actual content of your book slash monograph, what is Anti-atalism for you because I've noticed that probably different theorists, different philosophers, different people that are that identify as antenatalists have perhaps uh somewhat different conception of it. So what is your conception of antenatalism?"
	},
	{
		"start_time": "01:29",
		"speaker": "Sarah Dierna",
		"words": "I would say that anti-nativism for me is a kind of philosophical perspective where we try to understand what life is and we try to explain the reason for which. Not to be born, um, it should be uh preferable and for me it's a perspective that includes all living beings and I mean all sentient beings, but uh in my work I focus only on the human beings. I mean right now and uh yeah, this is a philosophical position I suppose, so it's the more uh the more general reply I can tell you."
	},
	{
		"start_time": "02:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, so at least at this point you don't try to extend it to all sentient beings, is that it,"
	},
	{
		"start_time": "02:27",
		"speaker": "Sarah Dierna",
		"words": "right? Yes, because also in the type of research I'm doing right now, I'm trying to focus on the role of the consciousness, so. Yeah, this is the reason for which human beings are the focus also because it's more difficult, I suppose, to to find a way to pursue antiatist behavior in the in the sentient beings, but in the non-human beings."
	},
	{
		"start_time": "02:59",
		"speaker": "Ricardo Lopes",
		"words": "Sure, so what got you interested in anti-atalism? I mean, even as a philosopher, you could have gone through many different paths. I mean, philosophy basically includes everything out there in terms of intellectual pursuits, so why anti-natalism?"
	},
	{
		"start_time": "03:18",
		"speaker": "Sarah Dierna",
		"words": "Uh, THIS is a good question. I like it. I I have to I have to say that I always got interested with the suffering of human beings and when I started my career at the university, I started by discussing. With that condition, that particular situation where we have people who suffer from some disease, so the case of euthanasia, assisted suicide, because in my opinion they were they were that particular cases in which we We have to explain why not not being in the world, it would be preferable to be in the world than to be in the world in that situation. Then after the bachelor's degree, I got to know the atheism and I have to confess that it was quite uh uh randomly my because I read a paper of the professor who now is my supervisor and uh I read this paper on anti-nativism um in the same year, it was the 2020. I read the Italian translation of the Human Predicament uh by David Bennetter and uh yeah, I, I found uh in the 1880ism a way to. Discuss about the relation or the the the the the dialectics between the possibility of not being into the world and being to the world in a user perspective because it does not comprehend only that particular situation where we have the disease and some factual events, but we speak about suffering that. Um, THAT all of us, um, er, possess or, uh, a reason for suffer, so I mean it's a, a kind of more comprehensive philosophical position, I suppose."
	},
	{
		"start_time": "05:29",
		"speaker": "Ricardo Lopes",
		"words": "I mean, uh, just out of curiosity, is your supervisor Professor Buso? Yes. Oh, OK. I, I also like his work very much, so Giovanni Buso, yeah, yeah, yeah, yeah, I really like his work. So, uh, let, let me now get into the book slash monograph itself. So you start with the question of why does something exist rather than. Nothing since nothingness is simpler than being. I mean, why do you think it is important to start with metaphysics when talking about antenatal?"
	},
	{
		"start_time": "06:08",
		"speaker": "Sarah Dierna",
		"words": "Well, it's the perspective that I had on my book and then that I'm trying to deepen now. And as for the Leibniz question, I think that it is quite interesting because if we change this question and try to consider when we speak about nothing and being of the if we try to consider this question related to the human life, we can it becomes quite. Interesting because we have to understand why if nothing and so not to be into life it's easier, it's simple, it's less painful we are in the world why we continue existing and as for the metaphysical perspective, I think that. I mean, in my opinion, it's a kind of perspective that comes before the ethical issue because first of all we must understand what does it mean to be human, what does it life, and what is suffering, and as for my perspective, what is interesting of the metaphysical position is that we try to compare our Being into the world with the presence with the existence of the other beings and I mean it turns out that we have the existence is quite the same because also a rock, also the chair where I am now, it's going to be deleted by the time, but for men this is the reason of suffering for all sentient beings, but for humans this is the reason of suffering, this is the reason of pain and the The normal end of everything for man is death, and it's one of the main reasons of of suffering of troubles for human beings. So this is my perspective, and I think that the metaphysical position gives us the possibility to to speak about the meaning of birth, the meaning of being born, and on which basement we can build up all the ethical issue which derives from this knowledge."
	},
	{
		"start_time": "08:35",
		"speaker": "Ricardo Lopes",
		"words": "Uh, IT'S very interesting. I mean, it, it sort of reminds me of, uh, Kent and Schopenhauer where they start their philosophy with metaphysics and then go to epistemology, and only then they get into ethics. I mean, it's like we have to have an understanding of the world we're living in and what we can know about it and only then we can get into ethics. That, that's interesting. I, I mean, do you have that same sort of perspective?"
	},
	{
		"start_time": "09:06",
		"speaker": "Sarah Dierna",
		"words": "Yeah, I think that's my perspective is uh uh. Yeah, it goes in this direction because I think that like a kind of Socratics way, you know, if we know what is good and what is wrong, then we can be able to to adapt our behavior to that knowledge, and I think that. Anti-natalism, it's quite the same also because we have anti-natalism, it's not so common. It's a radical issue and first of all, I think it's important to to make this argument more clear. We can try to understand what are the reasons, and then we can discuss about the result, the behavior, the ethical issue like all. Uh, PROCREATION and so on."
	},
	{
		"start_time": "10:02",
		"speaker": "Ricardo Lopes",
		"words": "OK, so another important question here has to do with how we deal with living beings. So what separates the inorganic from the organic? How do you address that question?"
	},
	{
		"start_time": "10:17",
		"speaker": "Sarah Dierna",
		"words": "For me, there is no difference between the organic and inorganic. I mean, on the one hand, of course they are different. There are two different ways in which the matter. Um, GOES to individuate and the individuation in a Schopenhauer's sense, but I think that it's only a question of difference. I mean, it's um. There is no privilege. There is no evolution, and I think that the similarity there are many similarities. For example, the example of the desk, the desk starts and it's an existent being that starts and go to finish and the same we can say for life. It starts and it finishes. Like all the existent beings, but for life this is the reason of pain and this is the reason I mean we call the beginning moment therefore we call the ending moment death. So and we leave all this period between the beginning and the end as a reason of pain, but apart from that, I think that they represent only two different ways of the matter."
	},
	{
		"start_time": "11:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm, YES, um, tell us about the ontocentric paradigm you bring into your book and how does it differ from an anthropocentric paradigm."
	},
	{
		"start_time": "11:51",
		"speaker": "Sarah Dierna",
		"words": "Yeah, it's the, I call the ontocientic paradigm, the paradigm that in my perspective can be interesting to pursue because we have a kind of relation between the being of the living being and the huge being, so we can discuss about life. Considering life from the inner side as in the more maybe anthropocentric position, but we try to understand life from a perspective in which we understand what is life and to confront it, to compare it with, as I said, the other existing beings so we can. Yeah, we can see life in in this um I mean within the nature and to discover that it's not so easy as the presence of the other beings and uh all the uh question, all the concept that I try to uh to discuss so far."
	},
	{
		"start_time": "13:06",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, TELL us about the event of being born. I mean, and I guess that this is also relevant to other kinds of ethical questions like questions related to reproductive ethics and abortion and so on. I mean, we, we maybe, maybe we'll get into that later, but what is it to be born and how should this question be approached?"
	},
	{
		"start_time": "13:33",
		"speaker": "Sarah Dierna",
		"words": "Well, uh, I think that uh uh being born we can have different replies and it depends on uh how we we we want to deal with this um with this question with this topic because for example if we consider the position of some philosopher, I'm thinking to uh Hanna Har and uh for. This woman being born, it means it's open to the future, so maybe it represents a new beginning if we consider the biological perspective, it is only the the born of a new self that then is going to evolve and so on. I think that so there is no one reply. I mean it depends on the. Perspective, I can say that for me being born is the coming into the world of a new living being and if we want to consider the sentence and human being, it's the coming into the world of humans that That goes to suffer, that goes to start and to start his life and that goes to end it and who leave this period with pain, anger, suffering, and Yeah, but I think that from my metaphysical perspective before any ethical issue like reproduction, procreation, and yeah, it's the simple coming into the world of a new beings."
	},
	{
		"start_time": "15:13",
		"speaker": "Ricardo Lopes",
		"words": "Let me ask you this, do you think we are really predisposed biologically to wanting children or simply predisposed to wanting sex? Because for me it's not, uh, clear at all, and I'm not convinced that we really want to have children biologically. I mean that we have to learn culturally from other people first we have to associate having sex with reproduction and children uh and then we we also have to learn that uh I mean perhaps we should want to reproduce instead of just wanting to have sex. So what is your perspective on that?"
	},
	{
		"start_time": "16:00",
		"speaker": "Sarah Dierna",
		"words": "Uh, MAYBE I changed the verb. I will say that we are not predisposed to want children or want sex, but we are, uh, we are predisposed to have sex and children. I mean, for me it's. I think that it's natural our bodies are predisposed to have children. It's a biological way of living things and we are predisposed to have sex and also this is a biological way in which our body is structured, so I think that there is more biology than we can imagine, but I would say also that the difference is that Men as the human beings as the possibility to understand this biological way and to stop it, to decide to to control, to understand and to ask why we have to, we need to have children, why we can distinguish between sex and having children. I mean, for example, for the animal, but it's my opinion. I'm not I'm not so sure. I think that there is no there is not this difference between sex and er er reproduction. So I mean maybe we are able to understand the difference because of the, um, you know, the, the, the dialectics between nature and culture. So maybe because of the culture we are able to understand, but first of all I think that it's all uh biological structure of our body."
	},
	{
		"start_time": "17:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that, that's, that's interesting. I, I mean, I guess that, of course, uh many times we hear people justifying uh their reproduction, them having children, uh, by way of it being just a biological predisposition or even uh some, some sort of biological imperative, but I mean, uh, I think that's a, a really weak argument from a ethical perspective because if we're going to justify reproduction on the basis of having sort of a reproductive drive then there are many things we are biologically predisposed to even things that are violent uh that uh we shouldn't justify just on the basis of us having those uh predispositions or those drives right."
	},
	{
		"start_time": "18:39",
		"speaker": "Sarah Dierna",
		"words": "Yeah, I mean, I agree with you. I think that to say that we are biologically predisposed does not mean that we must do it. We have this will to live which we cannot control sometimes I. Also noticed that this is one of the more common reply that people use to criticize the internet list, but I mean it's it's also the most easy maybe we now we have the knowledge, we have the possibility to understand what is reproduction, what does it mean, and also I. I mean the biological, the biological structure does not exclude that we are, we are, we receive the influence from the society or the normal evolution of life, you know, we are like, OK, we grew up, we got married, we got to have a family, and There are some kind of cultural influences that I think influences our decision."
	},
	{
		"start_time": "19:53",
		"speaker": "Ricardo Lopes",
		"words": "Yes, sure. Uh, DOES antenatalism have anything to say about abortion?"
	},
	{
		"start_time": "20:02",
		"speaker": "Sarah Dierna",
		"words": "Yes, I would say that antenatalism deal and may deal with the abortion, but because of course we are considering a practice to stop procreation, to stop, but when there is something that is not a new living being in like an existing being, but Yeah, I think that it may deal with this topic, but I think it's a second step because first of all we have to consider what does it mean to the problem of life. Then we can consider all these ethical other issues that we can we can adopt, we can take to to find a solution."
	},
	{
		"start_time": "20:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what would you say are the harms brought about by life? I mean, just by being born, by living, what harms are we exposed to?"
	},
	{
		"start_time": "21:06",
		"speaker": "Sarah Dierna",
		"words": "Uh, WELL, uh, I mean, uh, yeah, this is a good question, but because, um, uh, I, I think that, uh, uh, we cannot, uh, uh. Find any objective suffering. I think that the simple fact that we are alive, it means that we will suffer for something, and the reasons for suffering are different. Maybe I would say that. If I consider some um some um Features that are intrinsic in every life we can speak about the role of the consciousness and I'm trying to focus on the role of the time and to discover or try to understand in which way. The meaning of time can be a reason of pain for human beings because we are aware of time, so the time will pass and it means the loss of something. So maybe I would say that this can be too. Two features of suffering for human beings and uh yeah, but for human beings, only for human beings I mean I would say, and because there are some structural structural structural features that that that comes with every new life."
	},
	{
		"start_time": "22:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, do, do you think that, I mean, when it comes to the harms and the good as the positive aspects of life, do you think that we can evaluate that objectively since different people have. Different perspectives on what happens to them and deal with what happens to them, good and bad in different ways. I mean, do you think we can evaluate that objectively or only subjectively."
	},
	{
		"start_time": "23:17",
		"speaker": "Sarah Dierna",
		"words": "Ah I would say only subjective, but because I mean each person has his own reason to suffer and the stuff, the situation that make me sad are not the same that make you sad, but I cannot evaluate and compare my suffering with your suffering. I think that we can only, we can only we agree only on the fact that we suffer for something. Yeah,"
	},
	{
		"start_time": "23:49",
		"speaker": "Ricardo Lopes",
		"words": "yeah,"
	},
	{
		"start_time": "23:49",
		"speaker": "Sarah Dierna",
		"words": "in a formal way, maybe,"
	},
	{
		"start_time": "23:51",
		"speaker": "Ricardo Lopes",
		"words": "mhm, and uh I mean how does the reality of death frame life itself? I mean the fact that we are inevitably going to die, what sort of implications does that have for our lives as human beings?"
	},
	{
		"start_time": "24:11",
		"speaker": "Sarah Dierna",
		"words": "I think that we must distinguish between death as the act of dying and death as something which is which comes with life, and I try to do this to make this distinction because in my, if we speak about death as the last moment, the act of dying. I mean, I quite agree with Epicurus. I'm not sure that it's so painful because we are going to, to, I mean we are alive, so we cannot, we still are here and we don't experience death, but I would say that. It's the act of passing away, but there is another way to to understand maybe death, which is more painful for beings, for human beings, and is the type of death that's like a process, so that. Kind of death that comes with life. So from from the first moment we are into the world, we start to live, we start to die because each moment we lost something that does not come back anymore. So I think that in this way it's it frames in some way the life because it's something that that comes with our. Uh, WITH, with our life, each time we, we experience the loss of something."
	},
	{
		"start_time": "25:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So this is something that you've already touched on a little bit earlier, but is intelligence or some of our other psychological traits something that makes humans special in comparison to other animals, particularly when it comes to how we approach existential questions."
	},
	{
		"start_time": "26:10",
		"speaker": "Sarah Dierna",
		"words": "Uh, I can, uh, I can, uh, give you to reply. The first one is, is not mine. Uh, IT'S um. There is one of the moralists Saul Leopardin in which he said that human beings are perfect but perfect in imperfection, and I would say that if we consider the intelligence as a kind of privilege of human beings, we can say that this privilege is a privilege in imperfection because of the suffering that intelligence as in the sense of being aware it's. It involves for for human beings in this regard, I'm quite, I quite agree with Peter Bessel's position, but on the other hand, I would say that. There is no privilege because intelligence, it's the way in which human beings adapt, adapt themselves, adapt themselves into the world like the animal has its own way to adapt and to survive. I think that intelligence is only the way in which human beings can survive into the world. So I mean it's a kind of evolution maybe, but uh I think that there is no privilege for uh for it."
	},
	{
		"start_time": "27:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Why do you think in your understanding, why is it that anti-natalism tends to get rejected by most people?"
	},
	{
		"start_time": "27:47",
		"speaker": "Sarah Dierna",
		"words": "For many reasons, uh, I mean, um, it's time that some people reject some of my perspective when we are also in a conversation. First of all, I always think that I have to consider that the people who reply to me is the people who, who is alive and so he considered the at least. Result and solution and the meaning of anti-nalism from the perspective of A living being who exists and who wants wants to continue to exist. So I think that uh this is one of the one of the features that we can we must maybe not we can, we must take into account when we we we speak, we try to understand the reason of the uh this um rejection. At the same time, I would say that it's not only a question, it's not only a problem of the acceptance, but I mean maybe it's it's also a problem of understanding. I'm not so sure that 18 is so easy to understand for people and because they they have their own perception of life, their evaluation of life, so I'm not so sure that such a huge and radical perspective can be. Yeah, if they can understand, I mean when I say that, but it is a philanthropic position for because it concerns with the suffering of human beings, most of them seem quite shocked. I mean, we are speaking about the preference of not being born and you see that it's philanthropic, but yes."
	},
	{
		"start_time": "29:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, I guess that there's many things here, many complications. First of all, it's like going against uh some of our biological impulses, right? Because I mean, people think that it's, it's just normal, it's just to be expected to have children to reproduce, and then we also live in cultures. I mean, I don't think there's any culture out there that is anti-atalist. I mean, all. Cultures are pro-natalist because otherwise they wouldn't even be around. I mean, an anti-natalist culture seem over time people who were part of that culture would simply go extinct and then I mean I guess it would be the end of an anti-natalist culture, but, uh, and, and then there's also the fact that we are already living, we, we already exist, we already have an investment. Uh, IN this life and so I mean it's trying to ask people if it would have been better for them to never have been born, it's it at least for most people it sounds similar to asking them if you, if it would be better for them to be dead, right? I mean, because they associate the, uh, the first sort of non-existence with. The second sort that comes after they've already existed,"
	},
	{
		"start_time": "31:08",
		"speaker": "Sarah Dierna",
		"words": "right? Yeah, yeah, I totally agree and also because I think that most of us maybe fortunately I would say we were able to build our life in a way where we can. Balance the suffering with the pleasure or the our project, so maybe um and also I think that the presence of project of aim of meaning helps helps us to to go in a direction so that move that move us on so we can continue living and we have a. AN aim we want to pursue that meaning, that result, and then go and go, and this is the way in which the life flow and go until it ends."
	},
	{
		"start_time": "32:03",
		"speaker": "Ricardo Lopes",
		"words": "OK, so as antenatalists we many times use arguments based on suffering, right, that it's inevitable that when a new being, a new human being is brought into existence, he or She will suffer inevitably. I mean, in different ways, different people suffer in different ways, but, uh, suffering is inevitable. But, but, but that kind of argument for most people or many people at least is not uh convincing enough because they, they also suffer. They know that they suffer, but they can give meaning to their own suffering and they don't think that is a good enough. Argument to uh prevent them from reproducing because they think that new people through their meaning systems, I don't know, it can be through religion, it can be through some sort of um secularist um uh uh uh some sort of secularist belief system they can uh give meaning to their suffering,"
	},
	{
		"start_time": "33:09",
		"speaker": "Sarah Dierna",
		"words": "right. OK, OK, now it's clear, yeah, yes, but also in this case I would reply that we cannot, I mean, OK, for us maybe we can, I will reply to these people, maybe for us it's OK, we can uh we can consider suffering something bad but not so bad that we should prevent from to bring other people into the world. It's OK, but we cannot decide for the other people because for us suffering is not so painful, it's not so harmful, and we can balance it with the rest of our life, but we are not sure that it will be the same for the other people. But because, of course we don't know the life they are going to live, and we are. I mean we are not them. Maybe the as I said before, we, I can suffer for something that for you is not reason of suffering, and we cannot know what the way they they deal with suffering. I think that it's quite selfish to think, yeah, for me, suffering is not strong enough. We can we can bring someone else into the world and we will be present and. We will be there for helping him, OK, all good, all nice, but we cannot be sure that for the people who who is into the world, it's OK and uh."
	},
	{
		"start_time": "34:38",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, I mean, I actually think that the argument based on risk that there's a risk that the, the person you're going to bring into the world will not like their life, will suffer beyond anything that they can give any meaning to. I mean, because there's that risk you shouldn't reproduce, right? I mean, for me at least that's one of the strongest anti-Nalist arguments."
	},
	{
		"start_time": "35:07",
		"speaker": "Sarah Dierna",
		"words": "Yeah, also for me it's one of the strongest arguments and uh I mean it's, I think that it's also uh one of the more um uh it's one of the arguments that uh um make all the people agree because uh for example other arguments uh I don't know, I'm thinking about the asymmetry argument is quite strong, but many people criticize it for many reasons and uh with the risk argument. I think that more and more people should be agreeing with this one because we are not speaking about we are not evaluating life saying it's bad, it's not bad, it's preferable not to be born. We are speaking about risks, so it's something that it's clear because also the life of the already living being, it's it's exposed to the risk and we must consider that. Uh, WE cannot prevent from the risk of life because we don't know which kind of risk we are going to be exposed."
	},
	{
		"start_time": "36:11",
		"speaker": "Ricardo Lopes",
		"words": "Yes, so let's talk a little bit about history here because you also talk about the history of antenatalism in your book slash monograph. So do we know how old antenatalism is?"
	},
	{
		"start_time": "36:26",
		"speaker": "Sarah Dierna",
		"words": "I think that 188 is quite old and I'm not able to find a starting point, but sometimes I usually reply to this question. Saying that maybe with the beginning of the life and of the aware life we start to have some some feeling about the arm of life itself because. There are many passages. One of that is Leopardi. The first of the moralists is the history of the human being, and he spoke about this population who celebrated the moment in which a person dies and the people. Cried when there was a new living being, a new living born being, and the same with Zap because Zafe, The Last Messiah, is a kind of Genesis tale but with a different with a different meaning. So I think that these are, these are different ways to say that. Maybe the the awareness, the knowledge of the life and of the suffering of life and of the truth that it would have been better not to be born, it starts with the. Yeah, with the presence of man, I also consider the the ileus reply to Midas, and this myth, it's a popular myth. I mean it's it's a kind of story which is not which is present in the population, in the first population, the first Greek population, so it means that the the fact of life was quite clear since the beginning."
	},
	{
		"start_time": "38:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, HAVE there been, or would you say that there have been different forms of anti-atalism across history?"
	},
	{
		"start_time": "38:34",
		"speaker": "Sarah Dierna",
		"words": "Yes, of course, and yeah, of course, also because of the time and it depends on the distinction then because There are some distinctions between the so known pro-2naalism and the contemporary one which with which I disagree. For example, the Lachmanova distinction between the passive and the active way. It's something that I, I disagree because I think that it's a different paradigm. We cannot compare, and I think that the distinction of Morioca. It's quite it's quite good. I mean, I agree with this distinction because it's useful and it helps me to um he helped me to find the distinction between the metaphysical and the ethical perspective because Morioka distinguished between the so known birth negation and the procreation negation. And that is a way, in my opinion, to say that we have a kind of metaphysical perspective on antenatalism where we try to understand the meaning of birth, and this is the key concept of the Greek and all the first manifestation where we were, we were able to understand the difficulty of life, but we do we do nothing to solve it. And on the other side, this unknown procreation negation, which represents, in my opinion, a kind of normative way we should do something in order to stop the the birth of a new living being."
	},
	{
		"start_time": "40:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what is it that in the book you call proto anti-atalism? I mean, what does that mean and what does it apply to in the history of anti-atalism?"
	},
	{
		"start_time": "40:34",
		"speaker": "Sarah Dierna",
		"words": "Yeah, I took this proto antina from the Lachmanova, so it's not my my words, but I like it also because I mean it's a way to distinguish from the contemporary one. And if I consider the Morioca distinction, and I will say that proto antiatism, so the proto form are all the. The proto the anti-natalist perspective that comes before Benatar, so before the contemporary debate on anti-natist. Where we, the discussion was but yeah, but the discussion was kind of uh uh in my opinion, er uh it's a kind of metaphysical discussion on the problem because we speak about only by about birth. We don't consider the procreation or the normative or what we have to do to stop procreation. We consider the what life is."
	},
	{
		"start_time": "41:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so, uh, uh, let's start by focusing here a little bit on the Western tradition and philosophy. Uh, LET'S talk about anti-atalism in ancient Greece. I mean, do you think that at least in the Western tradition it represents the oldest anti-Natalist manifestations and How did the Greeks back then approach matters of birth, life, death, and existence?"
	},
	{
		"start_time": "42:10",
		"speaker": "Sarah Dierna",
		"words": "First reply, yes, if we consider the Western tradition, and so I think that the Greeks' philosophy maybe is one of the most oldest, at least in Europe, and but because they were aware. Of the tragedy of life and I also asked for the question about life, meaning. I will say that in the Greek philosophy and there is a kind of A perception of what does it's life and what does it's death and but it was a perception far from the modern way to consider life. I mean it was a kind of ontocentric I would say position because they consider always life in relation to the general meaning of the word, the general. Meaning of the nature, so they consider life as well as the death natural way. I mean it's natural that we come into the world. It's natural that we passed away. We call this birth. We call this the end death, and I mean they were they were quite. Aware of the suffering, they were quite aware of the tragedy of sank into the world, but they accept it because it was in a general, um, from a user perspective, it was kind of um. I don't want to say normal, but yeah, they accept because they don't consider the life from their inner side perspective. Life is something that it's natural. It's the natural presence of something. And that has no real meaning. So and also what is interesting, as I said, Sino's reply was a kind of story which was common between the population. So does it mean that It was a kind of paradigm. The people, the people, as I said, to the cultural atmosphere was quite aware of the suffering and of the situation of human beings."
	},
	{
		"start_time": "44:29",
		"speaker": "Ricardo Lopes",
		"words": "I mean, we're focusing on philosophy, but I guess that this sort of uh topics, issues related to human existence, life, death, suffering, and so on also er manifested in their own uh fiction. I mean the, the Greek poets also wrote about this sort of topics even though perhaps some later philosophers like. Plato, I mean, he was not really fond of the poets. I mean, he preferred Socrates and the philosophers, but I mean it, the these are topics regarding human life that have manifested in Greece, not only in terms of its philosophy but also its fiction, right."
	},
	{
		"start_time": "45:18",
		"speaker": "Sarah Dierna",
		"words": "Yeah, yeah, uh, if you're talking about the, uh, for example, the poets like the tragedy of Sophocles or, uh, yeah, of course, and I, I included them into the philosophical position because, um, yeah, in part because now I'm studying Nietzsche and Nietzsche considered the Greek and studies all these kind of um atmosphere, Greek atmosphere from this philosophical perspective. And uh also because the tragedy and er I mean they they were way to represent a piece of life. I mean so they are not, it's a kind of, I'm not sure it's a fiction. I think that it's a way to er to represent life, yeah."
	},
	{
		"start_time": "46:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, I mean definitely Nietzsche's The Birth of Tragedy is a very uh interesting book about that period of Greek history and the, the poets and so on and uh what he would call the Dionysians and and things like that. So, uh, do you think that there's any first anti-atalist philosopher that we can identify?"
	},
	{
		"start_time": "46:34",
		"speaker": "Sarah Dierna",
		"words": "Uh, NO, no, because of the reason I told you, I mean, uh, it was a kind of a different paradigm, so it was a kind of general awareness of the tragedy of life and of the. Yeah, all, all the implication of, uh, to be into the world, so, mm, no, I, I, I prefer speak about a kind of uh a different paradigm, a different uh perception which was general."
	},
	{
		"start_time": "47:06",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, WITH Aristotle, of course, now we're going, uh, we're uh going forward a little bit, was Aristotle an antenatalist?"
	},
	{
		"start_time": "47:19",
		"speaker": "Sarah Dierna",
		"words": "Uh, NO, no, uh, because I was thinking that there was a passage where I spoke about Aristotle in the book, but no, uh, because the passage I was thinking it the same myth between Midas and Sius, but it was, it must be comprehended in the role of the soul. So it was the young Aristotle who was in the Plato Academia. So no, I think no."
	},
	{
		"start_time": "47:47",
		"speaker": "Ricardo Lopes",
		"words": "Uh, HOW about, uh, again in the Western tradition, how about Christianity? I mean, is a Christian antenatalism possible, keeping in mind that Christianity, I mean, at least as it is today and as it seems to me has been throughout most of its history, seems like a doctrine that supports pro-natalism par excellence."
	},
	{
		"start_time": "48:17",
		"speaker": "Sarah Dierna",
		"words": "Yeah, your question gives me the possibility to clarify my position because I spoke about the Christian 188 in my book. But I try to, uh, I mean, I discussed to feel the zero position on the Christian perception. I mean on the possibility to interpret some Christian, the Old and the New Testament in an anti atheistist way, but, and I find his interpretation quite interesting, but I think that we must. We must comprehend, we must understand the meaning of the Christian religion in its reality. I mean, and from this perspective, I would say that of course there is no any anti-natalism in the Christian religion, but because the meaning and of this religion, it's quite different from the anti-natalist position, of course. I think that. Uh, I think that the De Giro interpretation were quite, uh, some of that, um, uh, yeah, were quite, uh, uh, interesting, and they can open to new reflection, but in general I, I would prefer to say that it's only an interesting interpretation. I mean, I'm not sure to, um, to say that there is a, yeah, to say that there is a Christian 1880s, but because we have to distinguish. I mean, it's a. A kind of faith and he speaks it speaks about the afterlife and there are a kind of meaning about the quality of life that I mean I think that it's easier to say that Christian cannot be an at least."
	},
	{
		"start_time": "50:11",
		"speaker": "Ricardo Lopes",
		"words": "So you don't think then there's there that there's anything in the Bible that could be interpreted as explicitly antenatalist."
	},
	{
		"start_time": "50:24",
		"speaker": "Sarah Dierna",
		"words": "Uh Maybe, maybe the coelle, uh, but maybe only yeah the coelle or some passage between the other. Book, but yeah, if I have to to consider the book of Coelle Ecclesiastes in Italian, it's Cole. I'm not sure it's the same in the international world and yeah maybe it can be considered an ancient at least because there are also some references on the. On the on the affirmation that it would have been better not to be born, but apart from that, and I'm I mean, we can, as I said, we can interpret some of this passage in an antiist way, but I'm not sure that it's our own interpretation. I mean,"
	},
	{
		"start_time": "51:19",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah, fair enough, and I mean, of course, for this kind of question. Uh, WE have to rely on the New Testament and the collection of, uh, books that they have there, but was Jesus in any way an anti-Natalist, or do you think he could have been an antenatalist?"
	},
	{
		"start_time": "51:40",
		"speaker": "Sarah Dierna",
		"words": "Uh, NO, I'll say no. I mean, yeah, I always have in mind all the interesting, uh, the book of the few de Giro, and I will say, oh yes, there are many pastors, but I have to consider my perception, and my perception is that, uh, no, because the meaning, the aim of the Bible and the new Old Testament is another one and it's not against life."
	},
	{
		"start_time": "52:06",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, what sort of manifestations of antenatalism can we find in eastern religion or philosophy?"
	},
	{
		"start_time": "52:17",
		"speaker": "Sarah Dierna",
		"words": "Well, I like that you speak about manifestation because I would say that we have many manifestations, but they are manifestations of antenatalism. So again, we can consider it quite similar to the anti-natalist perspective, but the meaning, the aim of this manifestation is quite quite different from. From our position because for example I don't know we can speak about the dukka which is the contents of the first through in the Buddhism and it's quite similar. We start from the reality of suffering, but then there is a way according to them to overcome this and we have the 8th path, but the aim is not to stop procreation but to stop the The cycle of rebirth, so we can, yeah, they negate birth, but is our coming into the world. I mean it's not against procreation, and there was also a kind of distinction in the level of the society and in the lower level there is they must procreate so. There is a kind of uh it's another kind of structure or if we consider that they they don't have the the kind of asceticism, I mean asceticism is not for not procreate, it's for to stop desire to join a kind of detachment from the reality. It's quite different from the ancient ageism. Position, but I think that we can find, we can, yeah, there are kind of similarity, of course it's quite meaningful that we have the same starting point because it means that. I mean there was a quiet awareness of the suffering of the world. Then we start from the same ground. Then they found another way to solve, to figure it out."
	},
	{
		"start_time": "54:26",
		"speaker": "Ricardo Lopes",
		"words": "I mean, uh this is just my opinion, but I guess that in at least an indirect way, er, if you fully commit to the Buddhist position of trying to overcome as much as you can your own desires, then at least indirectly it could lead you to anti-natalism because if you're trying to overcome your desires, one of them is to have sex, so. I mean, I, I don't know what you think about that, so."
	},
	{
		"start_time": "54:59",
		"speaker": "Sarah Dierna",
		"words": "Yes, but I think that you stop to have sex and then you stop for physical reasons to have to have children. I mean, you not stop sex for not having children. You stop sex for for not feeling the desire. That means that create a kind of relation. So I'm not sure. It can be considered a kind of anti-natalism. I'm not sure to reply to your question in the right way."
	},
	{
		"start_time": "55:27",
		"speaker": "Ricardo Lopes",
		"words": "No, no, no, no, no, no, no, yes, so I agree with you. It's probably not an anti-natalist position because it doesn't come from the argument or the premise. Is that you shouldn't reproduce because it's bad to reproduce. It's just that you end up not reproducing because as a consequence of overcoming your desire, so it's not the same thing, right? Yeah, and also because"
	},
	{
		"start_time": "55:53",
		"speaker": "Sarah Dierna",
		"words": "I think uh if I cannot, I also think that uh um. I mean, as I said, we start from the same position of the suffering of the world, but for the ancientists we can stop only by not reproducing. For them, the solution is a detachment from the reality. It's different. There is a is a way, is a different way to stay into the world, I would say."
	},
	{
		"start_time": "56:21",
		"speaker": "Ricardo Lopes",
		"words": "No, yeah, I, I agree with you. So, uh, in the more modern, uh, period, what manifestations of antenatalism can we find and perhaps let's start by comparing, uh, ancient forms of antenatalism with the ones that we saw in the 19th and the 20th centuries."
	},
	{
		"start_time": "56:44",
		"speaker": "Sarah Dierna",
		"words": "Mm I would say that in the modern age we don't have the antenatist some antenatalist manifestations. I mean we can find in Leibniz Pascal some argument that can be a kind of Premise for the anti-natalism. I was thinking about the divertissement, that is kind of the mechanism of the funds, but I think that what happened in the modern age was The affirmation of the anthropocentric paradigm because there was the trust that man can can know the nature, can control it, and by controlling it, it can be he can be able to join the happiness and the idealism was the The top of this anthropocentric perception and distrust on men and on the possibility of man to to say to the world, to control the world, and in fact, after the I mean in the same time of the idealism we have the pessimistic perspective in Germany. And I don't like to, I don't like pessimistic, but this is the way in which the group of philosopher of the second half of the 19th century were considered. So just to be clear. And that represents a kind of coming back to the first position, the coming back to the suffer for the world, the way the world it is, and so I don't speak about the teenageism in the modern age. In the second half of the 19th century, but because we come back to some perception of the Greek philosophy of the past philosophy, and I think that if we have to speak about modern anti-naism, maybe it starts with Yeah, it starts at the end of the 19th century, so it's uh Kurning and za, uh, but, yeah, and then it's a kind of proto-1atalism also because the, uh, it remains a kind of metaphysical frame for the argument of being born. I mean it's not the, it's still not the argument in the Benatarian way I would say."
	},
	{
		"start_time": "59:26",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that there's anything in the philosophy of someone like Schopenhauer that we could link to anti-natalism?"
	},
	{
		"start_time": "59:36",
		"speaker": "Sarah Dierna",
		"words": "Yes and no, because I think that there are many features that can be considered like anti at list, some quotations that can be interpreted in an anti at list, and first of all, I mean Schopenhauer speaks about the will to live and the suffer that the will is for men, OK, but In the first page of the word as Will and representation, um he uh he gives us, he gave us a kind of uh advice when we have to read his book, we have to consider his book as um as a system, as a unique book, and if we have to follow this method, I would say that uh. Not an anti-theism because we can only try to follow the will to live and in my opinion, the way in which we can stop the abolition of the power of the will, it's a way. That is different from the anti-natalist behavior. It's a kind of the ascetic position, the role of the art, the role of the compassion, but there are some passages in which Schopenhauer himself assessed that. It's we cannot murder the child, and we can only follow the nature. I mean, we cannot stop recreation in this sense."
	},
	{
		"start_time": "1:01:21",
		"speaker": "Ricardo Lopes",
		"words": "Uh, HOW about Hartmann? You also mentioned in your, in your book, I mean, uh, is there anything in his philosophy that you would consider antenatalist?"
	},
	{
		"start_time": "1:01:33",
		"speaker": "Sarah Dierna",
		"words": "Uh. Yes, if we consider the results, because we have this evolution from the unconscious to the conscious reality and this movement brings to the end, which is the end of the world and the end of the human being, and so we can maybe consider that there is this kind of movement which is divided in different ways and at the end we join these results. But I'm not so, I mean, yeah, maybe we can consider a kind of anti-natalist because the result is that we stop with human beings, but I think that it's a kind of anti-natalism that we should comprehend in the idealistic position of of Arman. I mean it's a kind of the movement that the words. That the world goes to do apart from the human being. The unconscious or the conscious is not the conscious or unconscious of the human being. It's a general movement of the world. So I'm not sure it's an antenatalism in the way that we decide to not have children because we understand and."
	},
	{
		"start_time": "1:02:44",
		"speaker": "Ricardo Lopes",
		"words": "So in modernity, in modern times, who would you say is the first full-fledged anti-atalist? I mean, who was the first philosopher that in his or her philosophy was explicitly making anti-atalist arguments?"
	},
	{
		"start_time": "1:03:07",
		"speaker": "Sarah Dierna",
		"words": "Uh, I would say maybe the Pseudonym Koning, but I, I only, um, I mean, I don't want to tell more about him because I studied only the beautiful works of Karima Karma and so for the philosopher that I I know better. I would say better vessels up for me. It's a kind of turning point and between the previous previous form of anti-natalism and the contemporary way because the passage of the last. It's quite interesting. We have the the assessment that you must, you don't stop, you have to stop procreate and leave the earth free from the presence of man. So I would say maybe better vessels up."
	},
	{
		"start_time": "1:04:09",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, tell us more about him, about, uh, Peter Wessels Za. I mean, how important is he in the history of anti-Nalism and, uh, what were his main ideas and contributions to the topic?"
	},
	{
		"start_time": "1:04:25",
		"speaker": "Sarah Dierna",
		"words": "It's a philosopher that I appreciate in a particular way. I like the, I like his philosophy and the way he he discusses and he studies man because it's a kind of biological perspective, so it's something where we, uh, we, he, I mean, in my opinion, he has not a kind of inner side of the. He studies human beings as all the other animals, and we discovered that life is not so beautiful as we believed, and I think that one of the main roles is the role of the consciousness and the identity between consciousness and harm, which is something I mean it's not new, but in the last Messiah it's quite clear that the Consciousness, it's one of the main reasons of suffering for human beings and it's also a kind of metaphysical position in which man is considered as part of the nature, but it's a nature that refuses presence and all the story. In my perspective, it represents, um, I spoke before as a kind of starting point, as a turning point because. In my opinion, it represents the moment in which we can find both the previous form of anti-natalism and the contemporary form of antenatalism because we have on the one hand the metaphysical perspective, so the description of the human being, this descriptive descriptive. Awareness of the words and on the other hand we have the ethical reply stop, don't reproduce, don't be fruitful and so in this way I think that he can be considered a kind of key moment in the past between the old and the contemporary anti-ism."
	},
	{
		"start_time": "1:06:27",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean this is just, uh, an aside, this is just a joke, but since you're Italian and at a certain point you said there that, uh, I mean in Zapfas, I mean he sort of got into how life is not beautiful, I guess that probably you're not very fond of Roberto Benini's Lavitabella."
	},
	{
		"start_time": "1:06:49",
		"speaker": "Sarah Dierna",
		"words": "And it's a movie that I don't like, but I suppose that I'm one of the few people in Italy who doesn't, don't appreciate this, uh, this movie, so, uh,"
	},
	{
		"start_time": "1:06:59",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, he won an Oscar with it, so I guess that's why Italian people also love him, so, right."
	},
	{
		"start_time": "1:07:06",
		"speaker": "Sarah Dierna",
		"words": "Yeah, and also for, yeah, I mean for many, many reasons, but uh I don't like."
	},
	{
		"start_time": "1:07:14",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, let's get into the theoretical aspects of anti-atalism. We already talked a little bit about them, uh, but, oh, OK, so earlier we talked about, you mentioned the asymmetry argument, we talked about the risk argument. What do you think are the strongest arguments in favor of anti-natalism?"
	},
	{
		"start_time": "1:07:38",
		"speaker": "Sarah Dierna",
		"words": "As we said before, I think that the risk argument is one of the strongest arguments. We are speaking against anti-natalism"
	},
	{
		"start_time": "1:07:48",
		"speaker": "Ricardo Lopes",
		"words": "in favor, in favor of in"
	},
	{
		"start_time": "1:07:49",
		"speaker": "Sarah Dierna",
		"words": "favor the risk argument, in my opinion, is one of the strongest arguments. To deal with an innateism because we are not, I mean I think that it's the the more formal. We don't speak about suffering, we don't judge, we don't make evaluation, but we only say that we expose someone else to the risk of coming into the world and all the all the things that we have discussed before and also the The quality of life argument, it's a kind of argument that I appreciate. It's maybe the most simple and because uh I mean we have only see the life and see all the uh the difficulty that we have in our life every day, but I think that it's quite strong maybe for this reason and uh yeah, the other. Uh, uh, I mean, uh, they are interesting, but I'm not sure that they are really, really strong. For example, the asymmetry argument or the constant arguments, they are quite interesting, but I'm not sure they are so strong."
	},
	{
		"start_time": "1:09:06",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, so let's tackle those two arguments in turn. So what do you make of David Bennettar's symmetry argument?"
	},
	{
		"start_time": "1:09:16",
		"speaker": "Sarah Dierna",
		"words": "Uh, WELL, I like this argument and also I like the, uh, I mean I find it interesting because um uh Benatar was able to, um, to put together two different um hypotheses, uh, hypothesis maybe in English, uh, one in which X exists and the other in which this Xs does not exist and uh from this. To compare this to possible reality, we can say that existence is not better than non-existence and at the same time that maybe non-existence, it will be preferable. So I I appreciate the main idea, but I think that. In the asymmetry argument, there is something, I mean, I'm not sure about the premise 3 and 4, and which are the premise where we discuss about the non-existent being because in my opinion we are discussing this premise regards always the living being. So maybe yeah, maybe it's only an argument that it's quite interesting, but. I'm not sure that we are comparing these two situations. We are comparing all the life which already exists, so maybe the quality of life argument is stronger and more useful and Less subject to all the criticism that the asymmetry argument uh uh uh yeah, there were many different, many, many people who criticize this argument for the role of the premise, so maybe other arguments are better."
	},
	{
		"start_time": "1:11:01",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, before you tell us a little bit more about the quality of life argument, let me just say that I, I'm quite fond of David Benatar's philosophy, but when it comes to anti-natalism specifically, I think I said this in my interview with Amanda Sukernik for her podcast, uh, the Exploring Anti-atalism podcast. I mean, I said that. Over time I moved, I've been moving away from some of his anti-atalist arguments, specifically the asymmetry argument, because the, the bit about the non-existent being, I mean for me is not really quite convincing, and I think that particular. FOR people who are not anti-natalists and you're trying to uh argue in favor of anti-natalism, I mean, it's a very weird argument for most people because they, it's very hard for them to understand why you would be talking about someone who would never exist,"
	},
	{
		"start_time": "1:12:05",
		"speaker": "Sarah Dierna",
		"words": "right? Yeah, and also if we, but I come back to Plato, I mean maybe also not Plato, but if we consider the non-existent and I mean the judgment we do are, as I said, in my opinion, are judgment that regards the existent being because if we speak with non-existent. It's like we cannot, we can say anything about them. We can only evaluate life as it is and to establish from the our position of living me that maybe not being born, it will be better, but because something already exists, I mean. Uh, YEAH, it's something, uh, it's an argument that I find quite strong if we want to compare because it's clear, but there are also for me, uh, there are many, um, there is something that must be clarified."
	},
	{
		"start_time": "1:13:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what is then the quality of life argument and what do you think about it?"
	},
	{
		"start_time": "1:13:08",
		"speaker": "Sarah Dierna",
		"words": "I think that it's, as I said, it's one of the strongest arguments and also one of the maybe the easiest arguments, but because I mean we can create a list of all possible reasons of suffering and we can consider the suffering that we received, the suffering that we create for other human beings. I mean it's maybe one of the Argument that requires less less um you know, less dialectic, so we don't have to speak enough about it because it's clear and it's interesting that to come back to Bernaar, the asymmetry. Argument is one of the most argued, criticized. The quality of life is not so criticized, so maybe it's quite clear from itself that life is contents, all this bad stuff maybe."
	},
	{
		"start_time": "1:14:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what do you make of the argument from consent? I mean, do you think that there is a convincing argument and as a philosopher, what do you think about it?"
	},
	{
		"start_time": "1:14:23",
		"speaker": "Sarah Dierna",
		"words": "Uh, I think that I understand the argument and the reason of the argument, but I disagree with it. It's one of the positions that I found, uh, uh, I mean for me there is no sense in this argument because, uh, I understand that the role of the consent, anyone can decide from uh for him, for his or her coming into the world, but I mean it's impossible to ask to other people the consent also in the. If we, if we read in the encyclopedia the voice for consent, we have the A actor and a B actor, and I mean there is a living being and also we have all the other possible situations he must be aware and he must be. In healthy to take decisions, so I think that with the unborn it's impossible to have this kind of people who are able to give you a consent to is coming. I think that in the book I spoke about a kind of. Gap between the first and the third person. I mean, as I said, we cannot decide for someone else because even if our decision seems quite good and we, we have the best. You know, the best we can do the best for our kids, we cannot know the life he's going to to to live, and we cannot decide for him because maybe for us it's easy to solve some problem, but for him it's a reason of suffer and so I mean we cannot decide for others. There is a huge gap between our life and that of the others. We can try to do our our best, but it remains his or her own life."
	},
	{
		"start_time": "1:16:14",
		"speaker": "Ricardo Lopes",
		"words": "Yes, uh, I also think that I, I mean, because I also bring to the table how people commonly react to these kinds of arguments, not just about how philosophers think about them, because I mean in terms of philosophy, yes, we can understand those arguments, but we also have to admit that some of them are very abstract arguments like the argument of consent. I mean because. For most people, if you expose them to that argument, they might say yeah right I mean you people don't consent to becoming uh to uh coming into existence, but why does that matter? I mean what can we do with that? There's no one there yet to consent, so for most people that argument doesn't really make sense, you know,"
	},
	{
		"start_time": "1:17:05",
		"speaker": "Sarah Dierna",
		"words": "yeah, and. I mean, I have to confess they agree with this perception because there is anyone and of course it's a decision. I mean, maybe it's better to say, OK, it's a decision that we take for someone who still does not. Exist and we decide considering our life it's preferable in because of course there is anyone and also in the first year a kid, a young a child is not able to give consent is not aware of the life and all the implication of life."
	},
	{
		"start_time": "1:17:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so I was going to ask you how much objective suffering do you think there is in human life? I mean, earlier, we've already talked a little bit about uh objectivity and subjectivity when evaluating uh the good and bad aspects of life. So do you think that it is possible to approach this question objectively in some way or only subjectively?"
	},
	{
		"start_time": "1:18:12",
		"speaker": "Sarah Dierna",
		"words": "Uh. I would say maybe that we can we can speak about objectivity if we consider some intrinsic aspect of suffering of life. So for example, I mean, as I said, we cannot establish the same, we don't suffer for the same reason, but we can say that maybe there are some intrinsic. Um, REASON of suffering, the hunger, for example, is one of them. The, uh, I don't know, the, the war maybe, but I, I, no, the war, I would prefer to speak about some. Biological aspect, something that is related to the way we are in the world, so maybe the consciousness for a human being or Maybe also the awareness of this, why not, even if we, as I said, we should distinguish between the process of dying and the act, but that of course it's something that makes people feel uh troubled with the idea and that they are going to die and they are going to not stay into the world uh I mean they stay into the world for a short time and a limited time."
	},
	{
		"start_time": "1:19:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, uh, actually, I mean, I think that, uh, the, uh, as I said earlier, I mentioned that I over time I distanced myself from some of the arguments that David Benatar makes and when he evaluates or he tries to evaluate the amount of suffering that people objectively. Experience in their lives, I mean, I don't really agree with him a lot because I think that, uh, different people, I mean, even if you don't want to consider, for example, people resorting to religion or some other belief system to give meaning to their suffering, there's, it's still the case that. Different people have different personality traits and because of the life experiences they are exposed to, they might develop psychologically in different ways and they don't evaluate uh similar life events, uh, the, the same. I mean, uh, people have might evaluate. THE same life event, two different people, one might evaluate it as good or positive, the other one might evaluate it as bad or negative. So I don't, I think it's not really that easy to talk about, um, objectively evaluating uh the good and bad aspects of life."
	},
	{
		"start_time": "1:21:02",
		"speaker": "Sarah Dierna",
		"words": "Yeah, I agree, as I said also because the same, the same reason can be for me a huge pain for you. It's something that doesn't matter. So I mean we cannot actually I like the Venators least, but because I mean it's quite clear for people we can, it's a way to say there are so many reasons, of course we don't. Feel the same the same features in the same way, but it's a way to say the reason for suffer and are so I mean are enough and each person has its own reason to to. So don't feel confident with life, maybe we can say this."
	},
	{
		"start_time": "1:21:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, do you think of death as a harm, or do you think that death is always a harm?"
	},
	{
		"start_time": "1:22:00",
		"speaker": "Sarah Dierna",
		"words": "If we definitely consider the final act, I will say that it's not an arm in my opinion. I think that. The death that that causes pain, harm is the death as a process of dying. So the awareness that, as I said before, each day we lost something and we lost, we always live the death of other people, and I think that this is more painful than our death. So in this way I would say. That it depends. It depends on the way we want to consider death."
	},
	{
		"start_time": "1:22:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, I think that, I mean, in my opinion or in my perspective, I think that it is especially, you shouldn't consider that a harm. If the person who wishes to die is suffering a lot, I mean, I think that there are lives out there that are so horrible, so terrible that particularly if the person who is experiencing it wishes that wants that death is actually something good in those particular cases."
	},
	{
		"start_time": "1:23:24",
		"speaker": "Sarah Dierna",
		"words": "Yeah, I think that it's good, but uh and it's also the topic of my bachelor's degree thesis, as I said, so, but I'm considering maybe disease and so the kind of end of life question like euthanasia, assisted suicide. Yeah, of course death is, I mean it's a way to solve the problem. It's not something bad because, but in that case I also say that. Maybe I quite radical, so I, I don't, I, I speak about my perception and the way I see the situation, but I think that for people who suffer in that way, their life is already finished. I mean, what uh what remains remains the biological life, but it's not the biograph bio biography, the life that we do that one. That we live every day and that we experience and that we enjoy in every day, it's something that maybe it's not life anymore. We cannot consider life as the fact that we breathe, but so in that way I would say that death becomes of course preferable. It's not an army, it's a way to solve the problem of life."
	},
	{
		"start_time": "1:24:43",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, what do you think are the ethical questions surrounding parenthood that anti-atalism uh raises?"
	},
	{
		"start_time": "1:24:53",
		"speaker": "Sarah Dierna",
		"words": "Uh, uh, uh, um, uh, MAYBE, uh. Yeah, maybe I would say the the fact that they act in a selfish way. I think that it's one of the the first argument because it's also the more it's one of the arguments that parents and people don't consider when we speak about the the the fact of bringing someone else into the world. So I think that this is one of the maybe one of the most difficult. But also one of the most evident, we have to speak about the fact that they decide, but they decide taking into account their own position, their own perception, their desire, and so maybe I would say that one. And I also consider, but I know that it's not so common, but sometimes it's happened that the parents sometimes are not able to stay with the with the children until they become adults, and this is also a problem because we cannot. And they are not sure to be able to say or to say, even if they say, but to say in the right way because sometimes there are many problems in the relation and all these problems are, in my opinion, something that we should take into account when we speak about the relation between parents and children. And first of all, the fact that Even if I don't want to speak about the consent, it remains a fact that they decide for someone else and this person cannot decide for for himself or herself about the life, so it remains an asymmetry, of course."
	},
	{
		"start_time": "1:26:49",
		"speaker": "Ricardo Lopes",
		"words": "Yes, and I, I mean, I think that um actually all arguments, but at least most arguments used by people to justify reproduction and to justify being parents are not really. Very convincing because it's like oh it's a biological impulse. OK, but we've already went through, we've already gone through that, so that's not a very good argument. Oh, it's because everyone does it. I mean that's also not a very good argument and. And uh another that I find really selfish is, oh, because when I get old, I want to have someone to take care of me. Uh, OK, yeah, I can, I can understand that, but it, it sounds very selfish because if you think about it deeply, you're creating Creating a new being, just thinking about yourself, just focusing on your own future suffering, and you're putting him or her through the huge risk of dealing with lots of suffering in their own life just to take care of you."
	},
	{
		"start_time": "1:28:01",
		"speaker": "Sarah Dierna",
		"words": "And you must not be sure because you don't know what's happened with your kids. Maybe they they die for some reason, they live in another country, they are not available to stay with you until you're uh you became older and older. I mean there are so many evaluations on the future that uh that we cannot establish before."
	},
	{
		"start_time": "1:28:23",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, so what responsibilities do you think parents have to their children because they brought to the world new beings, new sentient beings, new human beings particularly. I mean, what kinds of responsibilities do parents have after they've done that?"
	},
	{
		"start_time": "1:28:45",
		"speaker": "Sarah Dierna",
		"words": "Uh, I think that uh uh once they have created a new, uh, a new living being, I mean maybe of course for sentient beings it's quite different because most of the parents after the generation leave the uh the animal alone, so I mean we can speak only about human beings in this sense and I think that um yeah, the education, the presence or the to be present to be um. To try to give them the Best life, but while I, I mean, I'm assessing it and I'm saying about what, oh, so I'm not sure about the reply I'm giving, but because I think that they have many responsibility and but at the same time. The only responsibilities that uh uh. I mean it's what I want to say is that it's, it cannot, we can maybe we cannot speak about responsibility because if even if they do something and they do their best for give to his or her child the best future and the best life. We cannot know, as we said before, so I think that yeah, the responsibility is maybe to be present and to to prevent to prevent from from harm, from pain, but it's a kind of abstract reply because as we said they are not sure to be able to do it."
	},
	{
		"start_time": "1:30:28",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I think it's, there's a very important point for us to make here, particularly for people who will be watching our conversation who are not anti-natalists because there's many misconceptions out there about anti-atalism that people make, and one of them is they think that because we are against reproduction or we think that reproduction is immoral, that we are, we are anti. Children, but that's not the case because the children that already exist, they should be taken care of, right? And for example, some, someone might not reproduce, but if they want to become a stepparent to take care of an orphan, that's perfect. I mean that that's not just ethical, but it's moral to do that, right? I mean to take care of people who already exist, particularly children who are vulnerable,"
	},
	{
		"start_time": "1:31:24",
		"speaker": "Sarah Dierna",
		"words": "right? Yeah, yeah, this is, uh, this is true, of course, the anti-natalism does not mean that we should stop the life of the child, the children who already exist, and uh, but I think that is the responsibility, um, the responsibility or the normal responsibility that each party. And not only the parents, each person must have to the other, and sometimes maybe it's not to take care of everyone, but there is a kind of attention to the needs, to the what she yeah, to the life she's going to to to live, but yeah, of course 1880 it's. Uh, IT'S so, I mean, he wants to stop procreation, try to explain the reason, but, uh, uh, it, uh, uh, it does not entail with the life of the already living being, of course."
	},
	{
		"start_time": "1:32:26",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but, but would you say, uh, or do you think antenatalists should say explicitly that becoming a parent is immoral?"
	},
	{
		"start_time": "1:32:39",
		"speaker": "Sarah Dierna",
		"words": "Uh, YES, for the reason we discussed, I would say, um, yes, uh, but, uh, yeah, I think yes."
	},
	{
		"start_time": "1:32:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Um, uh, LET, let me, uh, ask you about other related, uh, things. I think, I mean, things that we can relate to antenatalism but are not directly anti-natalist. So how does antenatalism approach assisted fertilization?"
	},
	{
		"start_time": "1:33:10",
		"speaker": "Sarah Dierna",
		"words": "Uh, REPEAT."
	},
	{
		"start_time": "1:33:12",
		"speaker": "Ricardo Lopes",
		"words": "How does antenatalism approach assisted fertilization?"
	},
	{
		"start_time": "1:33:17",
		"speaker": "Sarah Dierna",
		"words": "Uh, OK, I would say that, uh, as for the fertilization, uh, it depends on what uh what we want to describe with fertilization because when I consider this topic in my book, I consider, I started from a particular novel and the engineering. On the DNA and I think that many people consider that if we were able to modify this engineering the DNA we can build up a living being, a new human being which will be able to not to suffer, and I think that also in this way it represents a selfish way to. Build up the child, the new human beings in the way you are. The novel I have in mind is Ishiguro's novel Clara and the Sun, and there there was a particular history and in which you can, you can see, you can read, you can understand the selfish reason behind parenthood. So the also the. This kind of DNA engineering show and confirms the egoistic way because we can we decide how he must appear and what quality and I mean I think it's only a confirmation of the. Traveling of parenthood,"
	},
	{
		"start_time": "1:34:55",
		"speaker": "Ricardo Lopes",
		"words": "yeah, uh, and how about suicide? I mean earlier we talked about death and whether it is always a harm or not, and, and I think that we both agree that sometimes it's not, it's not only not a harm, but it's also a good thing to die, at least in some situations, but uh suicide specifically, do you think that anti-atalism has something to say about it ethically?"
	},
	{
		"start_time": "1:35:23",
		"speaker": "Sarah Dierna",
		"words": "Yes, I would say that we should discuss about suicide because I mean if we are saying that it would have been better not to be into the world, not to come into the world, then it's normal to say, OK, if we If we should not have been into the war, then we should go away. We should commit suicide and so I think that 1880s should deal with this topic, and I think that the reply. The possible reply are two because on the one hand, of course we cannot compare the not procreation with the suicide because in the middle there is the life, the life that we have that we try to to build up in the best way we can, and on the other side I'll say that starting from the idea that not to be into the world, it would be preferable. Maybe we cannot judge in a negative way the suicide. I mean suicide remains a possibility, an act that men can commit, can decide to do, and I think that the people who decide to do to commit this this big way to die because you must go against your life. It's quite, it must be respect because it means that the reason for which you prefer to die, they must be, even enough that you prefer to stop your life. So this is what I would say."
	},
	{
		"start_time": "1:37:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, WHAT do you think are the strongest arguments against anti-natalism? I mean, what do you think are the arguments that when you are exposed to them against anti-natalism are the hardest to tackle?"
	},
	{
		"start_time": "1:37:23",
		"speaker": "Sarah Dierna",
		"words": "Uh, I can distinguish because if I consider the reply that other people maybe told me when we when I was in some conversation, I would say that most of them say that they refuse the role of suffering or they refuse to consider suffering as a main reason as we say it and also the. That procreation is something that we cannot control because it's nature or that life is beautiful, and but from the metaphy perspective now. I'm considering some of these topics, for example, the role of the necessity, and because one of the features of the Greek philosophy, and in my opinion there is a metaphysical perspective there is that. They have to accept the role of the necessity of Ananke, so they cannot decide to stop procreation. They must accept that the world is in this way. So maybe my question is that from this perspective, anti-atalism is still possible. I mean we can be quite aware of the suffering or all the stuff as the Greek philosophy. And or the poets and but why we don't stop, I mean maybe there are some other concept forces that we should consider and forces that of course depends that are independent from us so that we cannot control and apart from all I would say that. It's strange maybe as a reply, but I would say that life itself is an argument against the 1980s because if we consider the life of people, they find they establish meaning, they have some aim, and the mechanisms to defend. So maybe there are many reasons for which is life itself that is in a um which is not able to see the er the the meaning of anti-natalism to the meaning of life, the reality of life I would say."
	},
	{
		"start_time": "1:39:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Do you think that anti-atalism is a humanist philosophy?"
	},
	{
		"start_time": "1:39:51",
		"speaker": "Sarah Dierna",
		"words": "If a human we intend to hit concerns with human beings, I would say yes. I would prefer to speak about philanthropy, and, but if you say it's for humanistic, we consider the fact that it wants to defend in some way human beings. I would say that it's not humanistic because of course it's he he don't want to er to find a way to keep human beings into life. It's a way to say that human beings and human life is something wrong."
	},
	{
		"start_time": "1:40:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, WHAT do you think about extinctionism? Because many times people associate antenatalism to extinctionism. I mean, uh, are you also a proponent of that and do you think that antenatalism goes hand in hand with extinctionism or do you, uh, break them apart?"
	},
	{
		"start_time": "1:40:56",
		"speaker": "Sarah Dierna",
		"words": "I would say that um I'm not a proponent of anti-natalism, but because anyone is a proponent of anti-natalism because of the fact that of. Extinctionism, uh, I'm not a proponent of extinctionism and that any people is a proponent of extinctionism, but because extinction is a fact, it's something that will happen in the future. We don't know when, but it will go up, so I think that uh we can, we can, yeah, we can agree, we can disagree, but it's going to happen, and this is my perception. So what I try to discuss and to. Uh, TO, to see, to, to write, to think is that we should maybe only renovate this factual truth that we are going to extinct, and I think that ancient, maybe it moves in this direction because we should consider that we are going to pass away as a species and. Not because we are bad, we are not able to stay into the world, but because every other living beings and every other beings we are going to pass and new living beings may come into the world, and but I think that it's true. It's I mean how to say the the modern philosopher, it's a matter of fact. It's it's something real evident."
	},
	{
		"start_time": "1:42:27",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, I agree. I think that it's just inevitable even if we as humans through our own actions do not lead ourselves to our own extinction. I mean, whether by I mean, er, altering the environment in ways that we are no longer able to survive, or through nuclear war, or through, I don't know, super intelligent AI or something like that. I mean, even if we don't do that to ourselves just from a biological perspective. If it's inevitable that we will evolve into other species eventually, so humans at a certain point will no longer exist as humans, at least, or I mean from a physics standpoint, there's lots of evidence that somewhere in the future, even if it is. Trillions of years, trillions of years in the future, there will be a time will arrive where the universe can no longer sustain life. And so I mean it doesn't matter what kind of perspective you take, we're just going to go extinct somewhere in the future, right?"
	},
	{
		"start_time": "1:43:44",
		"speaker": "Sarah Dierna",
		"words": "Yeah, yeah, and also I was also thinking that life was not present from the beginning, so I mean it seems that we, we, I mean it's not the right term, but we wait until the conditions were good for the life and. Of course in the future the conditions may be changed, but not because man is responsible for the climate change and all the the fight are all arguments interesting, but I think that before all this trouble it happens because it's in the natural evolution of the world. I also consider that now there are some transhumanistic positions that consider that we will be able to. To overcome the problem of death, yeah, maybe, but then what we, I think that the result will be something which is not human anymore. So also in this way it's a kind of extinction of human beings in the way in the way we are now."
	},
	{
		"start_time": "1:44:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know, and I mean this is just my position, but I'm very skeptical when it comes to transhumanism that claim about us being able to live forever. I mean, I think that there are clear biological limits, and, and I mean, and the forever beat, I mean, Even if you become a transhuman again, there will arrive a time in the future where the universe will no longer be able to sustain life in whatever form. So I mean you won't be there forever anyway, so. Yeah, so let me just ask you one final question. How do you think we should approach people when telling them about anti-natalism, people who are not anti-Nalists themselves, people who perhaps haven't even heard about anti-natalism before."
	},
	{
		"start_time": "1:45:44",
		"speaker": "Sarah Dierna",
		"words": "Mhm. What's uh I had my professor at the beginning of my when I started to study this topic, I tried to convince people and my professor one time told me you don't have to convince anyone. You, you, what you can do is only to try to explain the reason of the 1880s, try to be the more clear you can and to. You know, you you find argument to explain, to say why the anti-atism is a philosophical perspective and it's a respectable perspective. Then because this depends on me, then the people can decide to accept it, to criticize, but I don't have to convince anyone, and I think it's true. It's something that Now I'm learning to do. I think that we can only try to be clear, try to justify the reason of our position, and I mean the reasons are evident, but maybe we have to explain it and then I think that there are people who may will be interested and studies and and maybe they agree with anti-natalists and people who probably prefer other positions as for every perspective, philosophical perspective, but I would say every perspective in general, so that one maybe."
	},
	{
		"start_time": "1:47:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. So, uh, let me just tell the audience that the book is again Ail Nachereke Nonchiboleva Story Theoria de Antinatalismmo. Uh, AS I said, my translation, my personal translation is it's the birth we didn't want history and theory of antenatalism. I will be leaving a link to it in the description of the interview, and Sarah, uh, apart from the book, uh, are there any places on the internet where people can find you and your work?"
	},
	{
		"start_time": "1:47:51",
		"speaker": "Sarah Dierna",
		"words": "Uh, I have the, uh, personal website, uh, in the, uh, maybe I can share with you the link and uh on reserved gate and on the, yeah, my personal page with the university."
	},
	{
		"start_time": "1:48:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh, GREAT. So, uh, I mean, uh, just before we finish, let me just say that this is one of my favorite books of 2025. Uh, uh, uh, BY the end of the year, I, uh, since 2021, I've been doing posts every, every year with my favorite nonfiction books of the year, and this one. It is going to be up there for sure. And I mean it, I mean, it's in Italian. Come on guys, learn Italian to read this book. If you ever wanted an excuse or a reason to learn Italian, this is a good enough reason. Also, there's the book by Doctor Alberto Cervi that I'm going to interview just this week. As well, techno panico, and uh that it's an excellent book. We have to read Italian because I'm going to put up two Italian books on my list this year and you don't, if you don't, uh, if you can't read Italian, you can't read them. Come on, just go and learn Italians. And Sarah, thank you, thank you so much for coming on the show. It's been a, a great conversation."
	},
	{
		"start_time": "1:49:10",
		"speaker": "Sarah Dierna",
		"words": "Thank you. Thank you."
	},
	{
		"start_time": "1:49:12",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoro, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloane Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Puntervan Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgius Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannaertner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]