[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter, and today I'm here with Jasmine Shrney. She's an adult content creator, model, actress, and we're going to talk about her career a little bit and also sex work more generally. So Jasmine, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:19",
		"speaker": "Jasmine Sherni",
		"words": "Hi, I'm so glad to be here. Thank you for uh taking the time to interview me today."
	},
	{
		"start_time": "00:24",
		"speaker": "Ricardo Lopes",
		"words": "OK, so in this series that I'm doing, I always start by asking people how they got into sex work in this specific case, in your case, into pornography, but I mean, what led you there basically, and did you get uh when you started doing sex work, was it immediately pornography or did you start with something else first?"
	},
	{
		"start_time": "00:49",
		"speaker": "Jasmine Sherni",
		"words": "Um, MY short answer for how I got into sex work is I always tell people food got me here, which then people are very confused, but I started on, um, Instagram as a foodie or like food, you know, mini vlogger on Instagram that led me into modeling, um, and really quickly into more salacious modeling. I was a nurse for several, for some time, um. I worked in critical care. And basically, when I decided I didn't want to be a nurse anymore, um, I stepped away from that and I said, OK, well, what else is there? And because I was already doing lifestyle modeling, and I really loved influencing one of my friends was like, hey, I think you're really good at this. It seems like you love it. Why don't you go try that more? Um, AND so I just kind of started that on the side, and it just started blooming and blossoming. And before long, I, I got a, an offer to do mainstream porn. I mean, that is like the really long story condensed, but that is, that is it."
	},
	{
		"start_time": "01:51",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK. That that's short and condensed, so let's unpack it a little bit. So did you like working as a nurse or I mean, was it, uh, that was the fact that you didn't like it one of the reasons why you, uh, decided to do something else?"
	},
	{
		"start_time": "02:07",
		"speaker": "Jasmine Sherni",
		"words": "Um. How about this? I always tell people there are good things and there are bad things about literally everything, right? So there were things I loved about nursing. I loved some of the people that I worked with. I have good memories, but a lot of it, I was miserable. I never really wanted. TO be a nurse. That's a whole other story. But I went into nursing because I was like, OK, I had a full ride academic scholarship to a university. I knew that I could go into nursing at the time and come out with a career. I originally wanted to be a chemical engineer. Um, I was engaged really young, and my fiance at the time, basically, you know, the only school that had chemical engineering was a bit further away. And he was like, you know, this would be the end of our relationship and all these other things. And now that I'm older, I know that like true love doesn't ask you to give up your dreams, uh, to be a chemical engineer for your relationship, but at the time, it felt like what I had to do because that's what I had someone telling me I had to do to, you know, be with them. So I was like, OK, I'll go into this career and eventually I will figure out what it is that I want to do. And I was really fucking miserable. Not to say like I was good at my job. I, that was fine. Um, BUT I really just was so miserable. I would come home, I would sob, and that was even before the pandemic. There would just be times I would walk right into like there was a bathroom where we cried, or at least where I cried. I know I cried in that bathroom. That was my crying bathroom. Um. Like, I remember if like a doctor was looking for someone, they'd be like, well, I haven't seen so and so. And I was like, well, she's been in the bathroom for like 5 minutes, but I'm pretty sure she's in there taking a cry break. Like, you know, it was just not it. There are so many things wrong with healthcare in this country, um, that it just was not it."
	},
	{
		"start_time": "04:03",
		"speaker": "Ricardo Lopes",
		"words": "No, I, uh, definitely hear you because I actually studied dentistry. I worked as a dentist for 2 years and I was just absolutely miserable, and it was just a bit later that I started doing this podcast because I couldn't take it anymore, being, being a dentist."
	},
	{
		"start_time": "04:21",
		"speaker": "Jasmine Sherni",
		"words": "Even in dentistry is miserable. Wow, here I was thinking dentist. WAS seemed like a nice option to go."
	},
	{
		"start_time": "04:28",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WELL, I mean, it's probably just because I don't have the personality, uh, the proper personality traits to, for being a, a dentist. I, I don't know, and I'm not interested in that kind of work. I never was actually, so I guess that for some people it's great for me, it just wasn't."
	},
	{
		"start_time": "04:45",
		"speaker": "Jasmine Sherni",
		"words": "Yeah, and that that's the thing that I say and that I've kind of told myself is that like for so much of my life, I did what I thought I was supposed to do, you know, I chose a career that I thought I was supposed to do based off of what everyone told everyone else told me you should do this. Hey, go into, hey, you should do this. Hey, you should do that. Hey, this is what you do. This is what you don't do. And leaving nursing, I was finding like, OK, I'm really tired of living a life that is really just for all these other people. What does Jasmine want to do? You know, and that that's a huge thing, right, because I'm like, hey, you can be a dentist and you can love that, or you can be a dentist and not love it. And it's like, why, why stay somewhere where you're miserable? That is actually not doing you any justice. It's not doing anyone any favors."
	},
	{
		"start_time": "05:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, completely agree. I mean, it's very interesting because most people, I, I mean, I guess most people have this assumption about sex workers that they're probably not very intellectually gifted, and they don't have good opportunities outside of sex work and so on and so forth, but actually I'm also doing these conversations because not only Was I already getting the sense that it was not exactly like that in at least in many cases, but actually there's many people out there that are very intellectually gifted and they have very good opportunities, very good alternatives if they want to do other things apart from sex work, but they just prefer doing this and that's perfectly fine."
	},
	{
		"start_time": "06:26",
		"speaker": "Jasmine Sherni",
		"words": "Exactly, that's a huge part of it for sure and. Like, yeah, there are plenty of people who are here for survival. And there's, you know, nothing wrong with that. But I think some, I heard someone say once, they were like, if you see someone who has longevity in their career, it's usually not because they're not a strategic, because, you know, it's like you have to be the person who's going. Going to map all these things out and be like, how do I not burn out? How do I, how's this sustainable? Like you have to have those, those wheels turning of like, what am I doing that's working? What am I doing that's not working? How do I keep climbing this ladder? Because there are so many other, you know, smart, intelligent, talented people out there."
	},
	{
		"start_time": "07:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I mean if people think that it's, it's just easy to be an online content creator with all the skills that you have to acquire and being a proper sex performer and so on, like the kinds of things you do, if they think those are easy and they don't require any kind of long term planning or intelligence and so on, uh, I mean, they're just ignorant,"
	},
	{
		"start_time": "07:33",
		"speaker": "Jasmine Sherni",
		"words": "right? They are, um, and it's sad, it seems like that's kind of something that I wouldn't say like. Maybe it sells, right? People get to do these like viral TikToks and be like, oh, I took this easy route because you're gonna like you're you're gonna rage bait people. But and the truth is, it's like, I work so much all the time now. Whereas I used to be able to go do 3 12-hour shifts in the hospital and be done for the week. Yes, I was burnt out. I was tired. I was miserable. But that was it. I got to clock out and leave the hospital. That was my hands were done. There was no like, oh, I have to now manage all these other things. Nope, I'm done. I'm off the floor. We're, we're finished. Whereas now it is, it's like, OK, I wake up. I'm like, where have I posted? Where have I not posted? How am I promoting myself? Where am I putting my time and energy? It is so much more behind the scenes that goes into it, so much more."
	},
	{
		"start_time": "08:26",
		"speaker": "Ricardo Lopes",
		"words": "OK, but what do you think er got you interested specifically in doing explicitly sexual content? I mean, because I, I, I'm, I, while I'm doing these conversations, I'm also trying to understand. Uh, WHAT you guys think are possibly the traits that, uh, successful, uh, porn stars or successful, uh, sex worker in general should have and for them to like what they're doing. I mean, have you ever thought of that?"
	},
	{
		"start_time": "09:00",
		"speaker": "Jasmine Sherni",
		"words": "Um, There was a lot of questions in one, but I'm gonna try to break this down. So first, what made me choose this path and kind of go more explicit? Um, BIG question. I have a big answer for it. I'm gonna try to make it as like concise so I don't, you know, bore anyone who's listening. But, um, I mentioned that when I was, you know, graduating high school, going into university, I was engaged. I was engaged very young, um, at the age of 15. I, my, a lot of or pretty much all of my like sexual experience in learning about sex was not healthy. It was very much like it was in service to someone else. My body wasn't mine. My pleasure wasn't mine. Um, MY desires weren't really thought of. It was very this like. Here's what you're going to do. This is how you do that, not, hey, what do you like? Hey, what is this? And so when I got divorced, um, pretty much as soon as I got out of nursing school. I was like, you know, I wanted to take that power back and be able to think at the top of my mind, what is it that Jasmine likes? And how do I explore that? So I started going to classes, I started looking into BDSM. I went to burlesque shows. I was friends with, you know, girls who did a lot of burlesque, um, who had OnlyFans, but I I knew or felt like I could never be public about those things, and I could never have an OnlyFans or do any type of, um, even suggestive content because in the nursing board, there are like moral and ethic clauses. Um, I know there's a lot of people who have argued, they'll go back and forth with me, and they'll be like, well, this person's a nurse and they do da da da. I'm like, that's so great for them. But please do know that they are running a risk. Everyone who, you know, you are running a huge risk and depending on like what state you're in, or if someone wants to just be like, hey, I'm gonna report you because this is not, hey, this is how we as a profession, as nurses uphold ourselves. And if you are not like meeting those standards or you're doing something that they're, they can deem as Hey, if that's not how we want to look, you can be punished for that. You can be fined for that. They can take your license away for that. Like there are, you know, a lot of stipulations around certain professions, and you know what, they have their boards, they have their rules and regulations, that is, I guess, their own right to do that, um, but, you know, those were, those were things that like we're building that made me say, hey, I wanna get into this. Um, WHEN I started modeling more and I had a food account and then I decided I was going to make a separate modeling page. My modeling page took off really quickly. Um, I had already kind of made like my shtick as a foodie was that I would do kind of salacious food things. I would have like food boudoir shoots, and this was like a growing thing. Um. It didn't happen overnight, but I really loved that and like playing into that again, because like, I wasn't able, like I didn't have a lot of autonomy over my body and my expression for so long. And I was told like, hey, you can't do this, even like, hey, this is what brown girls do. This is what brown girls don't do. Like I didn't see a lot of people who look like me or had my cultural background showing up in this way. Um. And as I continued to grow, and as I continued with like my OnlyFans, there was a point where I was like, wow, I'm getting a lot of traction. Do I, like, I remember someone sitting me down. There's another model in New York. And she said, hey, you are straddling this line of like, only fans, like, maybe not super explicit model, but like OnlyFans girl model, adult arena, and like mainstream modeling and like you have, and she was like, you're gonna have to pick a lane. Like whatever Lane, just like think about that. And I remember for a few months I was like, why do I have to pick Lane? Why can't I be about both? And yes, there are some girls who are able to do both, and that's great for them. But truly. It, it is such a huge divide when you look at things like brands, like sponsorships, who will, you know, be your friend on social media, who will hang out with you, what, what opportunities you get given or not given. And there was a summer. I went to uh a local event here in New Orleans. There was like a motivational speaker, speaker, life coach that was there, and she had us do this exercise. And she was like, What do you want to let go of to bring something in? She was like, because everything that you let go of, you're making room for something else. So I said, I want to let go of the fear of failure to welcoming growth, whatever that looked like. Um. And I went on one of my first collab trips to Los Angeles, and on that trip. I met so many people that were living very salacious lives, and they were successful. They were happy, they had community. And I just thought to myself, I was like, I could go mainstream modeling, but are those my people? You know, I, I'm just like, I'm not really sure that's who I am. I was like, I think I'm over here with these people, and that is what I want to do. And I tell people all the time that I got here by following what felt right and good to me. And that's what I just keep doing. Like, I just keep being like, OK, that feels right for me right now. Um, AND I, and I knew I was like, OK, I got to a certain point there where I was like, if I get the opportunity to shoot mainstream, I would love to have that that choice. Um, I was very blessed to have someone who brought me into that, who sat me down and was like, this is what this is going to mean. This will be on the internet forever, because by this time, like, I didn't show anything new. On online, right? Like I think I had just posted like my first topless photo on Twitter. I was very reserved. And I was like, OK, this is a huge jump. But I wanted to do it. And that went like, and when I first did it, I was like, OK, well, maybe I shoot this and this is the only thing ever. Um, AND no one might know. And then that went completely viral. And Um, yeah, changed my life forever. I mean, like I said, it's just been like this journey of saying yes to things that felt right and good instead of saying yes to things that I think I should say yes to."
	},
	{
		"start_time": "15:36",
		"speaker": "Ricardo Lopes",
		"words": "But when you made that jump, did you feel, uh, anxious, or did you feel comfortable with it from the get-go, or is it something that you had to develop with time?"
	},
	{
		"start_time": "15:51",
		"speaker": "Jasmine Sherni",
		"words": "So the first time I thought about posting something even like sexual or me having sex on the internet, I remember it was before this like summer trip where I decided I was going to shoot for a studio, and I paced around in my house for like 30 minutes. And It was more so it was that fear of like, what if I do this? And I make no money from it. Because that's always an option, right? Like, hey, because they're like, once you do this, you're not going back. You're not going back this way. This is a one-way street. Right now, you're at a point where you can go back. And once I realized that the biggest and only fear that was holding me back was like, what if I do this and I fail? And I was like, well, I'm going to fail at it if I don't do it. And I just had this whole thing where I was like, I'm going to let go of that fear of failure. Is there anything else? Oh, nothing else. OK, cool. Let's go. Let's do it. Um, SO yeah, I mean, after that, not, not really, there, I think are always going to be hesitations or things of like, oh, what if, what if that, what if that? And I think another thing of realizing for me, on every decision that I make in my life, is that if I say yes to this, I say no to other things, whether I know what that that that, whether I know what I'm saying no to or not, I'm saying no to a lot of other things. Do I feel good enough in this? Yes, that I'm accepting this. For that, you know, and that is where I try to ground myself and, hey, I say yes to this on Saturday. That means I can't say yes to anything else on that time on Saturday, right? Like that, that's where we have to go."
	},
	{
		"start_time": "17:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, I would like to ask you, how do you feel about being a female from a cultural background that is not typically Western in the porn industry?"
	},
	{
		"start_time": "17:48",
		"speaker": "Jasmine Sherni",
		"words": "I mean, I love it here. In short, um, and I think another thing is there's a lot more. Diversity in porn than we might realize because I think that there are, I know at least a few girls who are from these cultures that just never talk about it. They just, they don't talk about their background at all. They might be Lebanese, they might be, you know, Middle Eastern. They might, and they just don't bring it up. It's not a thing. So. So for me, especially my first scene that went viral being Bollywood themed, there was like no denying it, but I was already a creator, um, model who was using saris, who was using, really stepping into my culture in that way. And as I said before, growing up, and just being different or stepping out of some of these things, I was like, I never felt like I saw myself represented anywhere. I never felt like if I was going to a rave or something that I looked around, I saw anyone who looked like me. Um, BUT once I started modeling and leaning into that and saying, hey, this is me, I started finding so many other people like me and really feeling a lot more grounded in that. I get to be who I am and express myself in any way, and that does not make me any less South Asian. I get to be bisexual and South Asian. I get to be queer and South Asian. I get to be a sex worker in South Asian. I get to have fantasies. And be South Asian. I get to have all of these complexities in my life and still have this part of my identity remain intact. And I think that as a large, there's like, again, this culture of like, oh, if you're from this place, you're going to be, you know, you have three options of what you're going to do with your life and your education, and you have to live by this, this and this, and like, what will people say? And I just have found over and over again by being who I am, unapologetically showing up and letting other like it really helps other people see that they can do that. When my scene first came out, I had such a huge outpour of of beautiful and wonderful people coming to my pages and being like, wow, I've never seen this. Thank you. Um, EVEN one of the last, like I have A friend who DJs in New York. She's South Asian. That's like her thing. She DJs and she says she makes world music and she truly does. She blends all types of like brown music together. And so the community really comes out, but like, leaving her set, someone like stopped me and was like, hey, I just want to say thank you for everything that you're doing. This is so important. Like your representation matters. It means so much to us. And like, that is why I feel like I shine my light. Even if it's just for one person out there, that felt like I did, who felt like you're alone and you can't be who you are. Um, THAT'S just not true. No."
	},
	{
		"start_time": "20:51",
		"speaker": "Ricardo Lopes",
		"words": "So this is a point that I've had different opinions on the show already from different people. For example, in my interview with David Devine, we were talking about how nowadays compared to, for example, uh the 80s, the 90s, and even the 2000s, there's more diversity in the porn industry in terms of the types of bodies, people from different cultural backgrounds. Different races, etc. uh, AND, uh, she said, and I also said that uh we think that's very, uh, very positive, but, uh, on the other hand, uh, I mean, I've had Nina Hartley on the show and she told me because I was convinced that for example the fact that in the early 2000s the category of MILF came around that that. Would contribute to fighting ageism in the porn industry and also more interracial sex scenes would contribute to fighting racism, but actually she told me that she thinks that um many of uh lots of that has actually contributes to fetishization of certain people and groups of people. So I mean what do you feel about that?"
	},
	{
		"start_time": "21:59",
		"speaker": "Jasmine Sherni",
		"words": "I think both can be true, right? I think all of it can be true. It can be true that if I show up as I am, and I do scenes in culture where on my fan sites or for pro stuff or I just exist as a brown woman on set that I can also increase diversity while fetish like people who are going to fetishize me, like are gonna come. That is just the truth. Right? I cannot stop anyone from fetishizing me. I cannot stop anyone who wants to take, you know, a clip that I've posted anywhere and then rebrand it with a gross raceplay thing. Like that's on them and has actually nothing to do with me. Um, AND that's how I have to look at it. Um, I don't, like, for instance, I'll tell people I'm like, hey, I don't do raceplay. But like, my identity, I'm OK with like, Titling something like, hey, I do hail from Pakistani background. I am South Asian. I am Punjabi. I'm like, It, it, it, however, people are going to take that, I'm putting these descriptors out there, so people who are looking for inclusivity, inclusivity or people who look like them or people from their culture can find me, but like you're also gonna flag and get people who are going to fetishize you, um, you know, like I said, it's just how I, I'm like I exist as a fetish. That is what it is. I can't, I can't stop anyone from that."
	},
	{
		"start_time": "23:24",
		"speaker": "Ricardo Lopes",
		"words": "Well, I mean, there are people I've had at least Little on the show and she, we were talking a little bit about objectification, and she told me, look, I think there's positive ways of being objectified, so it's not always negative."
	},
	{
		"start_time": "23:38",
		"speaker": "Jasmine Sherni",
		"words": "Yes, yes, and I think it's a great bit to just be like, OK, well, what if I want to be objectified? What if I like that? What if I love the fact that I get to get naked and fucked on camera or fuck myself with the dildo or tease men, degrade men, do whatever for money? I love being this. I love that I, my job is be pretty. You know, like, love that."
	},
	{
		"start_time": "24:03",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, it, it's certainly the case that um sex workers in general still have to do with, uh have to deal with lots of stigma. Is that something that you've been a victim of that you've experienced yourself in any way or not?"
	},
	{
		"start_time": "24:22",
		"speaker": "Jasmine Sherni",
		"words": "How so? Explain, like, uh,"
	},
	{
		"start_time": "24:24",
		"speaker": "Ricardo Lopes",
		"words": "I mean, in terms of social stigma, I mean the kinds of things that we've already talked about people having negative opinions of sex workers and thinking that they are not intelligent, that they are doing that just for the money, or that, for example, they are, uh, they have a negative impact on society in the. Sense that they perhaps contribute to the sexualization of society or that they ruin marriages and so on and so forth, you know, that those kinds of negative attitudes that people have towards sex workers. You"
	},
	{
		"start_time": "24:57",
		"speaker": "Jasmine Sherni",
		"words": "know, I would say if there's any sex worker or someone that's in this field that's like, I've never had anyone comment that, I would say they're a liar. Um, I get it all the time. I get tons of hate messages, people who comment on my stuff. I have, I used to respond to them. And like clap back at trolls and then I realized some really important things like one, you're going to feed the culture that your page is going to surround. So if I'm only replying to all these negative people, then people are going to feel more empowered to put hateful things on my stuff. Um, SO I don't want to give energy to that. Um, 2, it is not my job to educate everyone. It is not. If you for some reason look at porn, pornography, porn actress, actors, any of this as like, oh, you're ruining society because this is the only thing we have to teach us about sex, um, I think your vision of this is so skewed because if this is the only, if it one, you're not gonna like, who is watching, you know. Uh, A chef flipping, like chopping and flipping things to be like, yeah, that's how I cut stuff, and you're gonna cut a finger off. You're not watching Fast and the Furious to teach you how to drive. You're not doing those things. You look at that and you say, that's a professional, right? Like it's just what you do versus with sex, and I've, I've, I've heard people say this, it's like, hey, people are looking at sex online as like this is how you're supposed to fuck because they have no other tools. I think that's a bigger systemic. And like, honestly, global problem of the lack of sexual education. So if you feel like it's doing this, like I would really love to see those same people who are advocating and trying to work so hard to make laws to ban pornography because it's like ruining people to Make laws that educate the youth on what safe sex is, on what practices are about your bodies, about consents. I think those are much bigger things because But because we tried to snuff that out, not me, we, but those we, um, it's all we're left with, right? I mean, we're looking at a base problem of a lack of education, a lack of people knowing how to connect with their partners, a lack of people who don't know how to ask for consent, a lack of people who just don't understand anything, and then we're looking. And blaming other people. Why? Like, I didn't tell you not to educate your children on, you know, internet safety. I didn't teach your children, you know, abstinence is the only way. I didn't like, I didn't do that. I didn't do literally any of that."
	},
	{
		"start_time": "27:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, for sure, and I mean it's interesting because people, whenever they say those kinds of things, they make those kinds of accusations, always seem to forget that pornography, first of all is entertainment. It's a fantasy, right? And second of all, they also don't know or don't care about the positive impact that it can have in society. Like for example, there are certain couples that use pornography to, I mean, improve. Improve their sex life, their relationship actually, and for example, there's the idea that there's something out there that we should call porn addiction, but I've actually have on the show a neuroscientist Nicole P Prosi. She does work on that and actually what some people call porn addiction is nothing more than people from certain religious backgrounds that have certain moral values. If they watch pornography even. Just a little bit because they morally condemn it, they identify as porn addict, addicts, and they feel bad about themselves, but it's just that, it's just them not having, um, I guess, a healthy relationship with sex."
	},
	{
		"start_time": "28:58",
		"speaker": "Jasmine Sherni",
		"words": "Yes, exactly, and that's a huge problem. And again, people want to vilify people in my fields when instead of just looking in a mirror. Right, because that that's much harder. That's so much harder to say, hey, my beliefs have stifled this so much, or the way I think everything should be handled has actually pushed this down. This like we all have to be afraid of sex type of mindset just is archaic. It needs to be done away with, because you can still say you can have whatever beliefs you have and still say, I'm going to educate. On these topics and not just like the moment you have sex, you're gonna get AIDS and die, right? Cause like that's a real thing, people do that. People will tell, you know, the youth that, hey, if you masturbate, um, in God's eyes, you are cheating on your partner and you are committing a horrible sin and like what? Like we have bodies and that's OK, you know. We don't have to put it all in a shame box. It's all right."
	},
	{
		"start_time": "30:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, no, it's interesting because some of, at least some of the same people that are against pornography and sex work are also the ones who are against sex education. So, I mean, what gives, you're criticizing people for letting uh minors uh getting, uh, I mean, learn about. Sex through por through pornography, but then at the same time you don't want them to have sex education. So what do you want them to do, to just uh follow those silly, uh, arguments put forth by religious people that you should just abstain from sex? I mean that's not going to happen, right?"
	},
	{
		"start_time": "30:50",
		"speaker": "Jasmine Sherni",
		"words": "It's not, it's not gonna happen. That that is just a fact."
	},
	{
		"start_time": "30:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so what kind of relationship, because of course you said that you you get some hate messages, some trolls in your DMs. What, what kind of relationship do you have with your fans? Is it mostly positive, mostly negative, or somewhere in between?"
	},
	{
		"start_time": "31:12",
		"speaker": "Jasmine Sherni",
		"words": "I try to keep it very positive. Um, EVERY now and then I get someone on my fan sites that I have to say something to. Um, I try to keep that as a minimum. Um, I love being what I've had someone call me squishy one time, but squishy, and they're like, you're really sweet. You're really like caring. Um, I do. You know, people want to be like, oh my God, you're just selling your soul online on OnlyFans. I was like I read poetry to my fans. I like have sent them guided meditations. I give them words of affirmations. I talk about and do so much more with them. It and it really can be a choose your own experience, but like, If someone comes at me or like onto one of my fan sites to message me something hateful, they're getting either restricted or blocked immediately depending, you know, I'm just like, hey, that actually does is not gonna fly here. Um, I don't do that."
	},
	{
		"start_time": "32:11",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and earlier, uh, I was just going to comment because earlier you mentioned masturbation and it's interesting because, uh, I mean, people seem, uh at least certain people seem to think that they can just uh Uh, I, I don't know, put some cultural norms in place to, uh, uh, uh, incent or to disincentivize people from having sexual pleasure. I mean, oh, if you masturbate, it's a sin. If you do oral sex on your partner, it, it's sodomy, it's also a sin, and I mean, come on, are people not allowed to experience sexual pleasure?"
	},
	{
		"start_time": "32:50",
		"speaker": "Jasmine Sherni",
		"words": "Sometimes that is a belief that is held so staunchly. Yeah, that they're just like, no, none of that, no pleasure. And again, it's something that's, I have unlearned, right? Like I, as I mentioned before, I came from a, a place where I was like, hey, my sexual pleasure isn't mine. I don't get to have these nice things. Um, BUT it is something that you can unlearn and unlearn safely. But it is, you know, it can be scary. That's, it's just is what it is."
	},
	{
		"start_time": "33:20",
		"speaker": "Ricardo Lopes",
		"words": "Um, HAVE you ever thought as to whether you identify as a feminist at all, or has that not crossed your mind? I mean, do you identify as a feminist?"
	},
	{
		"start_time": "33:32",
		"speaker": "Jasmine Sherni",
		"words": "I mean, I, I think I do identify as a feminist, but I don't see why. I think some people are when I read the term, what was it, it was like, um, Oh my God, I can't remember what the, the, the term that's like not extreme feminist, but like something, and I'm like all this means"
	},
	{
		"start_time": "33:51",
		"speaker": "Ricardo Lopes",
		"words": "radical feminist,"
	},
	{
		"start_time": "33:52",
		"speaker": "Jasmine Sherni",
		"words": "yeah, a radical feminist, but when you look at like what does radical feminism mean, it's just that truly like systems are built around men, our masculinity, and that women aren't treated equally. And I, I do feel like a vast majority, I mean, there are a lot of societal gender differences, right? And I, I hear when there are masks or men out there who are like, well, we have this, you're so right. You're so right. There are bad things for all of us. Um, BUT some of us didn't have like the right to vote. Some of us in like the last election. I got to see a sizable population of people saying they still wished we didn't have the right to vote. So, I mean, that's, I would, I would go, I would start there. I would start there."
	},
	{
		"start_time": "34:45",
		"speaker": "Ricardo Lopes",
		"words": "You know, it's funny that you mentioned the radical feminists. I mean, I, I'm a feminist. I love feminist literature and all of that, but the radical feminists, at least some of them, uh, they are really annoying because the radical feminists include the ones who are sex negative feminists, and so the ones"
	},
	{
		"start_time": "35:05",
		"speaker": "Jasmine Sherni",
		"words": "who don't include swerves or turfs in feminism for me. That's for me, absolutely not. Uh, YEAH, sex worker, exclusive feminist, um. Not, not it for me. I'm like, you're not a real feminist if you can't get behind that. I was like, look, my version of feminism also says that women can do whatever they want. It means that if you have decided that you're a pretty girl and you're like, I shouldn't have to clean my car, guess what? You, you get to have that choice. You get to have that choice and live whatever life you want. You want to be a tradwi. My version of feminism says you get to be a tradwife because it's what you want."
	},
	{
		"start_time": "35:46",
		"speaker": "Ricardo Lopes",
		"words": "No, I agree, and I mean it's, it's interesting because you were, you are talking there about choice feminism and some of these radical feminists who are against sex work, pornography and so on, uh, they actually argue. In that in their mind there can't be a woman out there who does sex work and who's not coerced into it, that women can just choose to be sex workers out of their own free will, I mean. There must have been some sort of coercion or they must live in some sort of dire financial circumstances that push them into sex work or something like that, but they just can't make that choice, you know."
	},
	{
		"start_time": "36:33",
		"speaker": "Jasmine Sherni",
		"words": "You know, we each get to have our own views, and I can say that they're wrong. For me, oh, that's not me. So, you know, and I understand that they have that. It. I can't, I can't go around policing their mind and telling this because they're gonna turn around and be like, well, you were conditioned X, Y, and Z. Sure, fair. OK. Um, RIGHT, because they might be like, oh, well, if you weren't, you know, held to these standards, then you would never have went here, possibly, possibly, but I don't think I ever wanted to be friends with someone who had views of someone else that was less than them. I know that much. I don't think I ever would have been that person, you know."
	},
	{
		"start_time": "37:11",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I think it's a very patronizing view of adult women, right, because it's as if they're thinking that adult women do not have sufficient agency to make their own free choices,"
	},
	{
		"start_time": "37:26",
		"speaker": "Jasmine Sherni",
		"words": "right? Yes, yes, very much so, and I think it's. We live in a very special time, but when I think about it, I'm like, when was it not a very weird and special time throughout history? It's always been a weird and special time and every time he has its own challenges, right? Cause we have creators, performers, workers like me, who are very much here for the girls, the girls' pleasure, but it is this weird thing where it's like, People view this job as so much for the male gaze, and it's like, I've gotten really recently, I'm like, hey, I just want y'all to know anytime I'm doing a makeup transition, anytime I'm talking to y'all, like this is for the girls. I want y'all to know my entire page is for the girls. Like I'm here for the girls. And I think that is also something like, for instance, I had, this is maybe a year or so ago, uh, a male that was in, he was in like Not my, like, kind of like around my social circles. And he sent me a message. He was like, OK, I've got this great idea. And I was like, OK, shoot. And he explains to me, ethical porn and feminist porn, right? And I was like, because he was like, I have this great idea. And he's like, You know, a lot of films in your industry, um, they're not shot, maybe the greatest, um, they have no real storylines, they have no psycho drama, they're not showing real pleasure in this, and I think, you know, Film, like pornographic films done in like a movie setting, something that's pretty, has a storyline, has these things, and I was like, you're, I was like, great idea, bro. You're literally just describing feminist porn or ethical porn. And he was like, OK, yeah, but not something that's just for the female gaze. I was like, here's the thing. I was like, anything shot for I was like, it's all shot for everyone's gaze. Everyone's gonna enjoy it. I was like, but you're not looking at like, This portion that's specifically made for men that like a woman watches that are not every woman, because there's some that really love it, but a lot of women look at that and they're like, well, that's not the type of sex I want to see, that's not the type of sex I have, that's not the sex I dream about having. Um, WHEREAS then you have like this other complete genre and and way, and we're like, yeah, actually, we really love that. That feels really good and authentic. And I think that kind of goes hand in hand of like, hey, there are people like me, we're over here making, like, yes, there are performances, but there are also very authentic. I'm never doing something I don't want to do. I'm enjoying myself, truly. I'm having orgasms in my videos. I'm, you know what I mean? So it's like, hey, we're here, we are enjoying it, um, you know, like I said, there can be a level of someone being like, well, you're objectifying yourself. OK, well, what if I find that? What if I like that? What if I like that?"
	},
	{
		"start_time": "40:24",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, you, you know, it's very interesting because, uh, Pornhub has just recently released their year in review for 2025, and the idea. Uh, uh, BUT yeah, but I was going to say, and the idea that porn, uh, the main, uh, target audience or the only target audience for porn is men. Uh, I mean, actually, perhaps that's more of a cultural thing than a thing than people might think because right now, 38% of users are female, and the category that grew the most in 2025 was lesbian. So"
	},
	{
		"start_time": "41:04",
		"speaker": "Jasmine Sherni",
		"words": "there we go, there we go for the girls, for the girls."
	},
	{
		"start_time": "41:10",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, look, I, I was, uh, asking you about the sort of attitudes that the sex negative feminists have toward sex work, but of course there's also, there's also sex-posit feminists who support sex workers and so on. And, uh, do you agree with them when they say that sex work can be empowering?"
	},
	{
		"start_time": "41:31",
		"speaker": "Jasmine Sherni",
		"words": "Yes, I think sex work can be very empowering. I get to have agency over what I do with my body. I get to have agency of what I do or don't do, how I'm portrayed, you know, my branding. I, I, I find sex work very empowering for me. That doesn't mean everybody does, but I, I do. And I think that's a really important, you know, part for me."
	},
	{
		"start_time": "41:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, of course, I, I'm doing this series, I've already told you about humanizing sex workers. ER, you're going to be featured there, so, uh, what do you think are perhaps the best ways of fighting against er social stigma when it comes to sex work? I mean, what do you think are the best ways of humanizing sex workers?"
	},
	{
		"start_time": "42:17",
		"speaker": "Jasmine Sherni",
		"words": "I mean, I think the biggest thing is to talk to us, to actually look at us, um, which can also be hard because there is such a stigma around porn. I think there are so many people who are like, you know, you meet them in real life, they're like, love that, love that you do that. I can't follow your page. You know, my dad's gonna see that I follow a porn star, or, you know, any of those things, or my friends are going to see that I follow you and If I bring it up, if someone's like, oh, X, Y, and Z about sex workers, and then I chime in with this, then like they're going to know that I watch, um, so I don't think, I mean, again, not that I have. Maybe I don't know, maybe I don't have all the answers, but I think one of them lies in, in educating. Ed, you know, Like just educating people that we are real humans. Um, AND again, not my job all the time, right? Um, AND I think about that sometimes when I go to respond to people or I've gotten more into, I had started out doing like a lot of talking vlogs and I'm getting back into that, like when I get ready for my social media, and I'm like, how much of this is my job to talk about. Like, do I want to make this my job to talk about this? Is that gonna be my shtick? What parts, you know, cause some of it can get heavy, some of it can seem one-sided, some of it can seem misandrus, or like how do you make a heavy topic, something that's light and fluffy and digestible for people, and I think like that is, you know, a thing to just be like, hey, I'm a normal person. Hi, I have a life. Hi, I don't, you know, nobody wants to sit here and see hate comments all the time. Every now and then I respond to people, and when someone's like, you treated your body, you're a disgrace to your family, and I'm like, OK, yeah, I'm sure your mom, as soon as you were born, looked at you and was like, Wow, my pride and joy. Can't wait until you go and comment on random women on the internet. That's everything I ever wanted from you. I'm like, you're not making your family proud being here, honey, and you follow me. Like, I don't know who, like you say I'm in the wrong. I'm telling you right now you're not making, you're not bringing honor to your family name right now. It's all I have to say. Um, BUT, but again, that's mean. I don't know how else to say it. I'm just like, I don't know."
	},
	{
		"start_time": "44:42",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YOU know, it, it's actually, I find it a bit funny when people use terms like, oh, you're a degenerate, you're a sinner, you're this, you're that. I mean, come on, what does that mean? You're just, uh, uh, using your own moral values. I mean, I don't share your. Moral values. So why should you call calling me something like that? Why should that matter to me?"
	},
	{
		"start_time": "45:05",
		"speaker": "Jasmine Sherni",
		"words": "Yes, huge, yeah, yeah, and that's a huge point. And I'm like, it doesn't really matter. Like you're, you're not someone of importance to me, so."
	},
	{
		"start_time": "45:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but at the same time you touched on the point there that I think might be relevant because actually I think that many people out there are actually afraid of being associated with sex workers because they think, oh my God, if people know I'm associated with them in some way, I'm I might get some of that social discrimination. I might get some of those, some of that social stigma associated with them by osmosis or something like that."
	},
	{
		"start_time": "45:42",
		"speaker": "Jasmine Sherni",
		"words": "But sometimes it does, like, and I know I mentioned I did food stuff before, um. My food account got hacked really shortly after starting my adult platforms. Um, BUT I started really quickly realizing that some of the same people who were inviting me to like, hey, we're throwing a dinner party completely stopped. Um, I had a friend who was a director of a local, um, like, food festival, didn't hear from her, you know. And it was one of those things that was like, yeah, people were kind of like, hey, I really can't be seen out with you. I can't be associated with you. You stop getting invited to the restaurants for their openings. You stop like people, and like there are people out there who are like, I really don't care. And there are people out there who really care and act like you, like it's leprosy. Right, they're like, oh my God, if I come around you, I'm, you know, dirty by some, some mean or standards, and it is wild to watch those doors kind of shut in a weird way where I was like, hey guys, I was the girl who's putting slices of pizza over my nipples and taking photos and putting them on Instagram. Like, I don't feel like I'm, I don't feel like I switched up on anyone, you know what I mean? Like, um, I've been working in handstands in at like the fine dining restaurant. And y'all were eating that up. And knew me before, so, but it is, it's, you know, it is like a, a weird thing. You just kind of watch people slowly cycle out of your life, and part of it for me is just being like, you know what, um, again, A, if that's how you were gonna switch up, you're not someone who I really need in my circle. B, um, You know, I, you could just, I don't know, people could also just be honest. Like you don't have to be here. We don't have to be friends. It's OK."
	},
	{
		"start_time": "47:35",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and then there's also the hypocrites, right? I mean, those kinds of people who are always publicly condemning porn, but then they actually consume it in their private lives, and I mean they're always using those terms, as I said before, the Jarisin or so on and so forth. But then actually we also have data from Pornhub because the red states in the US are some of the ones who watch porn the most, so. You know, people that that are extremely religious seem to be the ones that also consume the most important."
	},
	{
		"start_time": "48:09",
		"speaker": "Jasmine Sherni",
		"words": "Yes, I remember hearing someone say if you wanted to make sure that um Your any like your children turn out to be porn stars, they were like raise them Mormon. Apparently there's like a huge amount. Apparently that's like the Mormon are cult, you know, to porn pipeline is like crazy. The very strict household upbringing to porn, it's crazy. It's like wow. And it's kind of wild how if you just educated people. We would, we would all be real chill around here."
	},
	{
		"start_time": "48:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and as I said before, if they just have a more healthy relationship with sex, perhaps some of them wouldn't even identify or self-identify as porn addicts. I mean, you're just watching uh porn, it's fine, it's"
	},
	{
		"start_time": "48:59",
		"speaker": "Jasmine Sherni",
		"words": "OK. Yeah, and just like you said, people who are throwing those insults or slurs, it's like a lot of times I go to their profile and they're following me, and I'm like, Yeah. You're like, you're disgusting. I hate you, you're scum of the earth. You should unalive yourself, and I'm like, follow back, you follow me? Like that's crazy. Like you're literally just here. To like what I call hate jerk, I'm like, I'm like they hate jerk. I'm like, you're they're actually doing that for themselves. I was like, what you realize in my, the way I view it is I'm like you hate yourself and you hate whatever ideologies you're holding that have taught you this hate and then you're projecting it onto me and like. You know what, that's, that's their own battles. They're gonna go whack them all out with that."
	},
	{
		"start_time": "49:51",
		"speaker": "Ricardo Lopes",
		"words": "No, but that's really rich. So, uh, look, I have two more questions. Uh, FIRST of all, um, what do, what would you say is the role that sex plays in your life? And do you think that that perspective changed after you started doing pornography or not?"
	},
	{
		"start_time": "50:10",
		"speaker": "Jasmine Sherni",
		"words": "I think sex has When I got divorced, it really, like I said, I really took control over my pleasure and saying I want to put this forefront for me and exploring my body and learning how do I go and do X, Y, and Z consensually and how do I do this, and it's really opened the door to kind of this universe that felt so closed off before and not for me. Um, IT helps me just get in touch with my body. There was a lot of Like I think disassociation that I had and I think a lot of people experience and one of the first places I was able to fully be in my body and present was in sex and helped me to learn to have a healthier relationship with self, a healthier relationship with my body, with my mental health. I think. It also helps me tap into like creativity and just expression, because if you're not, or at least when I'm not afraid of my body, I think it's to even just be like, OK, how can I play with clothes? How can I play with my makeup? How can I, you know, when I am not afraid of everything my body is doing or that everything that it does is bad, then I can dance. I, I can't, even if I don't look great doing it, I can dance. I can, you know, put on a twirly skirt. I can, you know, express myself how I want to express myself. I would say going into porn has opened up doors to try. Things a little differently and learning a different way to perform, how to connect with people. Um, I think the biggest thing because it, I feel like so many people are like, oh, you're a porn star. You must be fucking all the time. And I'm like, actually, being in porn has limited kind of my, my regular dating life so much because of testing standards or like my availability is just so limited. And if I'm going to be seeing someone, even if it's casual, hey, if I have a shoot in the next 2 weeks or the next month, like we, and you're not like talent tested, and you're, and even if you are, you can only engage with people who are talent tested, and where I live, that pool is like 0. Like, how many people are like, yeah, I would like to casually see you and only you and But then like I, Jasmine get to go do other stuff, and I'm like, cause I've had a few people like, how's that fair? I'm like, I don't know, man, maybe go pay for all your partners to get tested, make sure that they're tested. I I don't know what else to tell you, um, but it's, I think also just changed. The way I've seen sex in my personal life, it's made it so much more, it has always been sacred, but it's like very much more sacred and so much more intimate if I'm having, you know, a sexual encounter with someone off of camera."
	},
	{
		"start_time": "53:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So my last question then, uh, if I get, if I'm getting this right, you've been in the porn industry for 2 years, 3, 4-ish months, right?"
	},
	{
		"start_time": "53:19",
		"speaker": "Jasmine Sherni",
		"words": "Something like that, yeah, yeah,"
	},
	{
		"start_time": "53:21",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah. So, how do you look back at these 2 years and, um, I mean, what do you think uh about your future in the porn industry? I mean, what are your plans and stuff like that?"
	},
	{
		"start_time": "53:34",
		"speaker": "Jasmine Sherni",
		"words": "I get that question a lot, um. One, if I look back at it, I say, wow, what an amazing career, how much growth there is. I realized that um it is not very common to have the start that I had where I kind of had this really, you know, I'm sure there, there might be people who don't know who I am. That's fine. But within the porn industry, like shooting up, getting nominated for some of the biggest awards really quickly. Um, AND just continuously up there. I look around sometimes, like when I'm hanging out with my friends, and I'm like, wow, I'm surrounded by like, award-winning, award-nominated, top of the line porn stars and creators. I'm like, how, but then I also realized like, I'm one of those people. And those are the circles I got put into and how absolutely insane that is. And in a sense, I'm like, OK, well, I can understand why some men hate me because I get to live your dreams. Like I get to fuck all the baddies that you could never, um, but it is, it's really amazing to see just the huge uptick. Um, AND I think the, the question always is, where do you go from there? I think I am always trying every set that I go on before I show up, as I'm there, I'm trying to learn, grow, whether that be like my acting. Um, WHATEVER it is, right? Like I got to shoot for the ABN campaign. I was like, OK, let me go look at past years on what they did with those models. Hey, if I'm going to a set and it's like, OK, well this is a realtor scene, I'm gonna go to this company's website. I'm gonna look and see if they have any other realtor scenes. How do realtors open the door in porn? How do they talk to people? What are things that I can say? Just always trying to grow, always trying to Be better for myself, for my coworkers, for everyone on sets, um. And just trying to figure out like, hey, what is that next thing that feels really right and good? Um, WHAT I've been working on this past year was leveling up my stuff for my sites, as well as increasing and getting better at like my acting and performing on stage. That way, you know, I'm again, just constantly bringing something good, good, and making everyone feel like, yes, this one, this was great. Um, AND I think I've Really done a great job in that this year of like having. Something kind of unlock unlocking me and being like, wow, another level, and like I remember being on camera and like kind of feeling it come out and I was like, wow, this is new. This is, this is a whole brand new Jasmine, she's doing, she's doing so much more, um, and it's also wonderful to feel that way because it's like, OK, yes, I can, like there's still a place for me to go up and up and just keep. You know, reaching those goals and those dreams. Um, I really like script writing. I like, um, coming up with really fun stuff. I've done a few, like, short films that go along with some of my scenes or, um, I think that's really fun, whether it be a solo or a partner thing, and I don't know. And I, and I understand also that I'm like, OK, they're kind of passion projects. I've had people be like, Oh, well, you did this whole bounty hunter thing. Was that that's just like a social media reel. I'm like, no, there's an entire solo video that goes with that. Like, but it had like a short film that went on social media, you know, um, so it's those things. It's, um, yeah, trying to, trying to see what else I could do for the girls and, and for, you know, the girl in me."
	},
	{
		"start_time": "57:22",
		"speaker": "Ricardo Lopes",
		"words": "OK, so where can people find you on the internet? Uh,"
	},
	{
		"start_time": "57:26",
		"speaker": "Jasmine Sherni",
		"words": "uh, I have, you can find me on most social medias, um, Instagram, TikTok. Twitter X, whatever we're calling it nowadays, Reddit. Um, ALL of my links and all everything is at all bad bitches go to heaven.com, spelled exactly how it sounds. I do believe everyone knows how to spell all bad bitches go to heaven.com. Um, BUT if that fails you, my name is Jasmine Sherney, J A S M I N E S H E R N I. And uh underscore after that."
	},
	{
		"start_time": "58:00",
		"speaker": "Ricardo Lopes",
		"words": "Great, so Jasmine, it's been really nice to meet you and talk to you. So thank you so much for coming on the show."
	},
	{
		"start_time": "58:07",
		"speaker": "Jasmine Sherni",
		"words": "Thank you, Ricardo. I really appreciate it."
	},
	{
		"start_time": "58:10",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herz Agnon, Michel Jonathan Labrarinth, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stinnik, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]