[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, let me ask you then, I mean, and I guess that this is, uh, talk and asking you this is very relevant because since you are an author, since you write fiction, I guess that as an author, you would have your own opinion about this subject. But what do you think about when people adapt a book to screen, I mean, they make a movie or some, or a ser a TV series, something like that and To, and they change the source material. I mean, to what extent or at what point are you get frustrated, do you get frustrated when they change the source material? I mean, uh, because I can talk about the example of which some people have been discussing a lot of the rings of power. I don't know if you watch the show or not. If not, there's surely plenty of other examples we can discuss, but Uh, how frustrated do you get, uh, how quickly do you get frustrated about it? I mean, what kinds of things do they need to change for you to get frustrated?"
	},
	{
		"start_time": "01:11",
		"speaker": "Victoria Dougherty",
		"words": "Well, I, I mean That would depend on the source material and how good it is and how attached I am to it. I think sometimes if the source material was just like a great idea, but not a good execution, a great idea in general, and then someone with real talent comes in and improves it. Yeah, um, then that's a great thing, um. No, that, that's not always the case. I mean, what, what is it they, they say like great novels make terrible movies and bad novels make great movies or something, you know what I mean, but I think that Often that's true, because kind of bad novels are often really good ideas, which is why they resonated and did really well. Like, it was a great idea for a story, but the, you know, whoever wrote it just didn't have the technical skill to execute. You know, it just wasn't like a, a. A, a, a real aesthetic writer maybe, or, you know, you know, I mean, it could be a, a bunch of different things. So it, that depends. Now, what What really frustrates me, and this is adjacent to what you're saying and sometimes is directly relevant, but I don't like when, uh, people astroturf modern wars onto historical. Um, Stories."
	},
	{
		"start_time": "02:35",
		"speaker": "Ricardo Lopes",
		"words": "Well, yeah, I understand what you're saying."
	},
	{
		"start_time": "02:37",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, you know what I mean, and I think that happens often with source material that people do astroturf modern wars onto it because they, uh, uh, whatever, it's, it's, it can be, they maybe they believe it's gonna be more palatable to viewers and, and maybe it's too complicated to explain why someone would behave in a certain way. In that context, and, um, or maybe they are afraid that the character will not be sympathetic because they're behaving in a way, in a way that a character would behave in like 1746 or whatever it is. But, um, you know, I love history, and so that. Drives me crazy. When I think, no, that's not how a woman would speak to her husband, or a man out on the street in, you know, in 1542. That's just not how she would do things, you know? It doesn't mean that she wouldn't, you know, figure out how to get her needs, but she wouldn't do it in that way, you know? Um, SO, I I, I, I figure if the source material. What resonated enough. That the story was really, you know, loved by a wider audience, and then that story is, is bought by, you know, The, a, a company that wants to put it on screen, then why don't they stick to the original source material? I just kind of, I really don't understand that disconnect often because it, it, the work has been done for you. People really want to see the story the way it is. Um, SO, you know. How are you going to improve it? And if you are going to improve it, great. Sometimes it gets improved quite a bit. Mhm. How do you feel about it?"
	},
	{
		"start_time": "04:35",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, there are things that frustrate me and others that tend to frustrate a lot of people that are really fans of the original story, but don't frustrate me as much. I mean, for example, there are aspects of changing reps, uh, the, the traits of particular characters or character development. OR certain aspects of the plot that are relevant to how the story develops and how the characters develop and so on. I mean, maybe things like that frustrate me, but at the same time, I understand, and of course I don't know all the ins and outs of how this works because I, I, first of all, I know basically nothing about how it's done and I I never talked with anyone about it, but I understand that when producing something audio visual like a movie or a TV series, there are certain limitations in terms of the extent to which you can be faithful to the source material because there are budget limitations and then you have a 2 hour or 3 hour movie and that's the I mean, your limit and if it's a TV series, maybe it's 40, 50 minute episodes or something like that, and 10 episodes per season, something like that. So there's those limitations and then Um, And then I, I mean, I guess that there are things that don't bother me as much if they change, like, for example, uh, I, I can just tell you about uh certain things that bothered some people about the Rings of Power. I mean, the Rings of Power is an adaptation, or it was supposed to be an adaptation of the Silmarillion by Tolkien. Uh, IT'S not, it's just an adaptation of the, basically some of the parts. Some of, uh, some of, uh, some of the extra bits of, uh, the Lord of the Rings, because there's some. There's some uh it has some appendices, and so what they were able to adapt was that because they, they couldn't buy the rights for the Silmarillion and then, uh, I mean, they changed a little bit uh uh some things in the plot and they have things that are not part of the original story, but, but something that really frustrated some people was the fact that, for example, they made Uh, some elves, or at least one elf, uh, black, and in Tolkien's story there's no black elves. I mean, but those kinds of things don't really bother me as long as the, the character is interesting and it's faithful to the. I mean, not so much the physical aspect of the character, but the what tends to characterize psychologically an elf or, I mean, for me"
	},
	{
		"start_time": "07:44",
		"speaker": "Victoria Dougherty",
		"words": "that's dealing with mythical creature. What does it matter if it's mythical creature that has a different, I don't know, race or ethnicity? I'm, it's, who cares?"
	},
	{
		"start_time": "07:55",
		"speaker": "Ricardo Lopes",
		"words": "I mean, it's invented, right."
	},
	{
		"start_time": "07:57",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, I think people just, people get very attached to the way something is in their head, and I get that, you know, and, and, and I don't think it's even necessarily that, you know, someone is a racist and that, that, that bothers them. I think that it's often that they get so attached to what something looks like, but no, no, no, he was supposed to be blonde. You know, like, um, years ago when, when Daniel Craig was first tapped to be James Bond, people were genuinely upset that he was blonde. You know, which I, how, how could you possibly care? That doesn't even matter. What matters is that he can embody the character, and he did, and he did it really, really well, and he won people over, but that was just, that was such a strange sort of um. It Invented it felt like such a, well, no, it wasn't invented. I think it was real. I think that people really were upset that he wasn't gonna be like tall, dark and handsome, you know, he was gonna be blonde and muscular and look a little thug-like. Instead of elegant, you know, which is a real departure from the character, but it worked."
	},
	{
		"start_time": "09:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I mean, and then there are times where it's the authors themselves that that get a bit frustrated with the adaptations and not so much the public because still talking about Tolkien, I mean, I, I assume you watched the Lord of the Rings, the trilogy, right? Oh yeah. Yeah, so I mean, if you ask most Tolkien fans, most Lord of the Rings fans, even the ones that are really hardcore, most people would say that the adaptation is at least a 9 or a 10 out of 10, but Christopher Tolkien, Tolkien's son, He didn't really like it because he thought it seemed like an adaptation for, he said it seemed like an adaptation for teenagers or something like that. It, it had too much action, uh, and stuff like that, so, I mean, I, I, I don't know what all, what Tolkien himself would have thought of it, but I, I mean, I think at least the. Christopher Tolkien's, uh, I mean, he's already passed now, but I took at least his opinion more or less seriously because he was almost a co-author of The Lord of the Rings because while Tolkien was writing it, he gave lots of feedback and then he finished the Silmari and then he added, he edited a bunch of works that uh His father left unpublished, so I mean"
	},
	{
		"start_time": "10:41",
		"speaker": "Victoria Dougherty",
		"words": "he was very close to the material. He was a part of the material. I mean, he was in that original tapestry. He wasn't just a critic. Yeah, well, I know it can be hard to separate yourself if I think if you're the author and, and I, I. I can only imagine, right? Um. I, I think that I would be happy as long as it was good, even if it was a bit of a departure, but you never know. You might watch something and it just seems so alien to you, um. Because you, you know, you have it in your head that it should look or, or, uh, feel a certain way, or a character should be a certain way, and the fact is people can interpret your work, or some, you know, or, or an author's work, and that interpretation isn't necessarily wrong, it's genuinely their interpretation, and that's how they see it. I also, I imagine that when you're going from, you know, uh, the text to Uh, whether it's the stage or film or Um, television, you know, our television show. I do you know what a, are you familiar with the term a game of telephone?"
	},
	{
		"start_time": "11:54",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YES,"
	},
	{
		"start_time": "11:55",
		"speaker": "Victoria Dougherty",
		"words": "yeah, OK, it, it's, I bet it's kind of like a game of telephone because the, all the different people that touch the project and that are talking about the project and brainstorm brainstorming about the project from, you know, the original source material to it actually, you know. Changing, and, um, getting on its feet, there are a ton of people who touch it, from the book to the stage or the screen. And so, how could it not change some, you know, even if the commitment is fierce to the original source material, which I believe it was, um, with the Lord of the Rings trilogy. I think that the commitment was really fierce to that source material, but it's still going to change. By necessity and just because that's human nature, you know, as we kind of put our, put our finger, our, our fingerprints on things that even if we're trying to be very loyal to, uh, you know, a story we love. I think that our, our, our perceptions become a part of it and, um, and our own desires for it become a part of it."
	},
	{
		"start_time": "13:06",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, and I guess that's true. I mean, isn't it, I mean, shouldn't we just expect that two different people would have two different kinds of interpretation of the same fictional fictional story? I mean, isn't that to be expected? It's like, I mean, it comes to mind the example of Uh, the manga Berserk, which was originally created by, by Kent Kentoroura, and he died back in 2021, and now, uh, it, uh, there, it's a colleague of his, uh, a friend and a colleague of his who's, uh, finishing the story. I mean, it's still. Getting published, it hasn't finished yet, but there are some people that say, oh, the, this is no longer berserk. This is no longer Mura. I mean, I guess, I mean, do you think that, uh, uh, I'm missing the name of the new guy, but do you think that he would be able to 100% faithfully reproduce Mua's work? I mean, that's, I guess, impossible."
	},
	{
		"start_time": "14:15",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, I think that's really hard. And I don't know it. I think that people have different definitions of, of faithful too, and first, I don't think you can 100% reproduce somebody's work. I think that, that's just I think that's nearly impossible. And no, I think I'll just say no, that's impossible because there's always going to be some filter between That work, the, the original work and, and the adaptation, right, or the interpretation, it, it, it just by necessity, just because it's somebody else doing it. I think that even if, say, the author of the original work, um, Was hands on involved. And approving everything. I, I, I, I even think that in those situations, fans of the work. Take issue and say, you know, this, no, no, no, no, no, it should have been this way, you know, I think that, um, you know, I read, uh, I, I was reading, um, Comments, the comments section of this uh of I think it was Diana, um, Gabaldon's Facebook page. She's the author of Outlander, and it's, I, I, I always find reading the comments really interesting as an author, right? Um, THAT'S such a beloved series, and it's also a television series. And so you have fans of both the books and the TV series, and also you have fans who are just fans of the book and just fans of the TV series all in the comments, and she has like 700 comments on each post, you know, I mean, it's unbelievable. But it's always interesting to see how, um, How, well, rigid, I guess, you know, and, and how really Just stuck in a certain Idea of how that story should be, should play out, you know, some, some fans of the work are, and they'll actually get into arguments with the author, you know what I mean? And the author will say, well, no, that's actually not the way it is. Um, I, I think it's exactly right how they're portraying it on the TV show, and that's exactly what I had in mind, and, and, and the The fan will argue, no, it's not. You know what I mean. Which I, it's just, it's, it's fun and that's interesting for me. I, I love comment sections. For that purpose."
	},
	{
		"start_time": "16:58",
		"speaker": "Ricardo Lopes",
		"words": "You're probably one of the few people who, I, I mean, there are many people who read comments, but there's not many people who like to read comments."
	},
	{
		"start_time": "17:07",
		"speaker": "Victoria Dougherty",
		"words": "Oh my God, I love reading other people's comments. I, I, it's, it's a, it's a guilty pleasure. But,"
	},
	{
		"start_time": "17:15",
		"speaker": "Ricardo Lopes",
		"words": "but, but, but I mean, just imagine for a second that someone asked you to adapt one of your books to move your television, uh, uh, I mean, What if they made changes, what kinds of things would frustrate you? Quaker, I mean, would it be if they changed a character's personality, uh, the way a character develops, uh, a plot, plot points, or what"
	},
	{
		"start_time": "17:49",
		"speaker": "Victoria Dougherty",
		"words": "exactly? Um, VERY possibly, like I, I think if they Um, made one of my characters a Mary Sue, you know, you know that term, right? Um, THAT would really bother me because I, you know, I think that. I understand it, because it's, it's hard to make a person's quirks sometimes, um, endearing, and you want the audience to be endeared by the character. You want them to be rooting for the character, um. And so I, I, I understand that wanting to massage the character a little bit, if, if the character, it does a couple of things that are acceptable, uh, on the page because you can explain their behavior better. Yeah. You know, and you're actually kind of in the character's head, sometimes directly because it might be a first person narrative, or indirectly even, you know, you, where the context is just more complete in the novel, let's say. So I, I understand why somebody would do that, but I don't, I, I have a real aversion to Mary Sue's, and so. Um, THAT would probably get to me if I, if I thought my character was just, oh, so right all the time and always doing the right thing. It's like, no, we don't always do the right thing. We don't, even good people do questionable things sometimes, and they have reasons, you know, and it's interesting to show those reasons, even if the reasons you're sitting back thinking, well, that's a load of BS, you know what I mean? But sometimes it's not. Sometimes. You know, within that context, if there's a really good reason why they did a shitty thing, you know."
	},
	{
		"start_time": "19:40",
		"speaker": "Ricardo Lopes",
		"words": "Have you ever read American Psycho, the book, because there's also the movie, but have you ever read the book?"
	},
	{
		"start_time": "19:47",
		"speaker": "Victoria Dougherty",
		"words": "No, my husband did though, and we've talked about it. It's so funny cause like there are certain books that I've read that he hasn't or that he's read that, um, I haven't, but I feel like I've read them because I've discussed them with him, you know what I mean? American Psycho is one of them."
	},
	{
		"start_time": "20:02",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, but I was going to say there are also things that are a little bit, uh, difficult to adapt to, uh, an audio visual medium because for if you read Brett Isanelli's, uh, book, uh. There are many bits there that are. Uh, I mean, really extreme in terms of the violence and very graphic, uh, very, very gory, and I mean, I don't think that. Unless it was one of those movies that. Uh, THAT, that was produced independently and then eventually would become a cult movie, uh, with extreme violence, I guess that it wouldn't be possible for the director of American Psycho to really adapt those bits because it would be too much graphically. So I mean there are perhaps parts of the Of the books were with very detailed descriptions of things that really have a very. Uh, uh, uh, ARE emotionally very impactful in a negative way that perhaps are hard to adapt to the, to the screen. So,"
	},
	{
		"start_time": "21:25",
		"speaker": "Victoria Dougherty",
		"words": "yeah, and also it depends on how you want to tell the story of American Psycho. If you're, you know, if you're the, the director and you, um, You want to get, uh, you know, you want to focus on the character more, then you might feel that the gore is really distracting, and you want some of the gore, because, obviously, you want to demonstrate that this person is capable of doing really terrible things and And um that's an important part of the character, but, you know, gore, uh, you know, the gorier you get, I think, in a movie, the more it becomes about the gore. Yeah, and Uh, it It can be really difficult then to build characters that people Um People respond to, you know, and that they're, they care deeply about because just so much else is going on and people's heads are getting chopped off and you know what I mean. It's, it, it, I mean, that works in something like um I don't know, the Gore Gore works in, in, in. Like Game of Thrones kind of stuff, you know, where you're really, where you're dealing with a time when it, or a time, you know, it's pretend time, but, uh, you know, where there's a lot of war and, um, and people aren't using guns, they're using axes and, you know, maces and all this stuff, uh, because it's isolated, you know, OK, this is happening during a battle. Or, um, or when someone is being attacked or assassinated and then you know, you have long stretches of time when people are just interacting. But in a story like American Psycho, I mean, just in the title, it's sort of about what he's doing. And if you spent the whole time. Focusing on the gore. I'm, I'm not sure that you would get as invested in the character as you do when you're, perhaps when you're reading it, you know, when you have, again, more context and more access to this person's life and their, their thoughts and their behaviors and, you know, the way they move through the world."
	},
	{
		"start_time": "23:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I guess in terms of violence, I mean, it makes sense to present a lot of violence when it has some sort of purpose. Just like, for example, a moral purpose. I don't know if you ever watched the movie Come and See, which is a World War II movie made by uh in the Soviet Union in 1985. OK, so there's this movie Come and See and. I mean, in the, it's an extremely, particularly at a psychological level, an extremely violent movie, but I mean, and you can even get a bit sick watching it, it's really extremely violent, but, uh, I mean, it for me at least it makes sense for it to be as violent as it is because it's sort of. Presenting a sort of moral message against war. I mean, it's presenting war as being awful, as being really an extreme form of uh. I, I, I'm in an extreme event in human life and stuff like that, so, um, I, I guess, I, I guess that what I'm trying to say is that for me personally, it makes sense if the violence they present, even it's really extreme. As a purpose to it, if, if, if it's just violence for violence's sake, for violence's sake, uh, I mean, I don't know, it doesn't sound as good."
	},
	{
		"start_time": "25:17",
		"speaker": "Victoria Dougherty",
		"words": "It's, it's, it comes off as a carnival show then, um, I, you know, I might have seen Commony. I definitely saw a Soviet era. Um, FILM about World War II a few years ago. Um, MY, both, my two older children were, uh, Russian, they had double majors also in like Russian language and literature, and so we would be watching these Russian movies together all the time, but I, I saw one that I found very, very disturbing, and I remember my son warned me, he's like, this is gonna be a rough ride, so I'm just letting you know, and it was. I can't remember, um, what it was called though. It started in a small village, maybe that was. Is that, yeah, OK, I've seen it. I've seen it, yes, very disturbing movie, very violent, awful, and yet really good, and you do get invested in the characters, very much so."
	},
	{
		"start_time": "26:14",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, yeah, yeah, yeah, yeah, yeah, I mean, but, but do you agree with that, that, I mean, uh, what you present in the story, I mean, not just in terms of violence, but focusing on violence now, it has to serve a purpose, right? Otherwise it's just, I don't know, violence, pornography or"
	},
	{
		"start_time": "26:35",
		"speaker": "Victoria Dougherty",
		"words": "something like that. Definitely. And by the way, I love writing violence, and it's hard. It's very, very hard. I like writing action and I like writing violence. I, I mean, I, I don't know how, how much of my stuff you've read, but it's certainly not focused on that. But there, there are spurts of it, I, that I think I use judiciously in my In my stories, because I feel like that, I don't know, that that. That I, I, what I do find interesting, the, the juxtaposition between like, You're going along, and even if things are ramping up and stuff is happening around you that, that, um, it is ominous, you know, and, and, and frightening, then Wham, when the violence hits, I feel like it's very, very powerful. And it's, you know, I liken it to, if you're walking down the street and you feel like somebody's following you. That's, and that's. And, and you're, you know, the tension increases, but, and hopefully it would never get to this, but then when the person does like pull a knife or a gun on you and says, give me your purse or whatever it is that they want, you know, that's the big reveal. Yeah."
	},
	{
		"start_time": "27:53",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you another thing. When it sometimes people get a little bit frustrated. Uh, WHEN they are expecting characters to act a particular kind of way or to react a particular kind of way to something that happens in the story, uh, and they don't, uh, uh, but, but I mean, When, when is it that, or how do we esta do you establish the difference between a character acting out of character and they acting in the unexpected way uh due to character development? I mean, how, how do you establish that difference?"
	},
	{
		"start_time": "28:45",
		"speaker": "Victoria Dougherty",
		"words": "That's a really hard question. Um. For me, when I feel like something is, um, artificial, it's usually because I See Something changes and I watch it, let's say, change from the character. You know, maybe the way the character was written in the novel to A point of view that the storyteller, whether it's the director or the showrunner or whatever it is, um, is really attached to and wants to superimpose onto that character. Maybe to tell, maybe to make a moral or political point, you know, um. That's when I usually sort of cringe and I think, well, that's not right, you know, that's not necessarily how the character would see the world, and it's maybe wasn't in the original source material, or if, like, this screenplay or whatever it is, was the original source material and it's an original screenplay, and, and that happens, it's, again, it's usually because the, the writer or whoever it is who's in charge of the storytelling process, ultimately, um, It makes a decision that kind of happens outside the character if that makes sense. And that I don't like. I mean, I, I think you and I've had this discussion in the past, but I, when, whenever I've I, I've seen this in my own work when I have, um, whenever I've decided to write a real event into a work of fiction, even if it's like appropriate for the time period and it, it, it stays, uh, true to the event and the event would belong in that situation, it's interesting how, um, If anyone is, anytime a reader has called out, you know, this didn't seem authentic to me, it's always when I wove a real event into a work of fiction. Which is kind of funny, because I'll be like, I don't think that happened. I'm like, well, actually, that's the only thing that really did happen in this whole story, you know, and, and I put it in there, not to make a point or anything like that, but because I thought it would be interesting color, you know, what, because it, it was real, if something that really did occur within the sort of theater that I'm writing in, you know what I mean? But somehow, um, They smelled something amiss, and they were right. No, they weren't right that it didn't happen, that it wouldn't really happen, cause it did, but they were right that I Clearly didn't finesse it enough, or I wasn't somehow able to Um, make it seamless. Yeah. So, and I think that, I think more often it happens that someone is trying to make a point, that a writer really wants to make a point with the character, and, and they don't realize how far they've stepped outside of the character to make that point."
	},
	{
		"start_time": "32:01",
		"speaker": "Ricardo Lopes",
		"words": "Right, I, I mean, but it's complicated, right, because, uh, I mean, sometimes, I guess that there are times where the, the writer or the creator just does a bad job of it and raps just makes the character do this or that or acting this or that way. Just to serve the plot, because it's convenient or something like that, but there are other times where people, the readers or people who are following the story in some way, get frustrated because a character might act. Out of character, but it uh it is something, it is simply a matter of, uh, they, of them changing their own behavior in particular ways because of character development, because of something they might have experienced or Um, something that might have happened in their, I mean, in the story, of course, that make them change in ways. I mean, and then it can be in a way that makes sense or in a way that doesn't make much sense, but I mean, it's complicated, I guess, to thread that line between showing a character that is in a plausible way. Uh, DEVELOPING and a character that is just behaving out of character, I guess."
	},
	{
		"start_time": "33:28",
		"speaker": "Victoria Dougherty",
		"words": "Uh, YEAH, it, it, it, it, it does. It takes a lot of skill to do that and a lot of thought, and sometimes maybe there isn't enough time to think it through, and there's real deadline pressure, so I, you know, I can understand how even, you know, a really talented storyteller can make that. Mistake, right? And can, and not make it seamless. I mean, I, I think the, what bothers me most is when a character just like turns evil, you know what I mean. And you don't see the process, or it goes crazy, and you don't see that process either. They seemed like a, like a reasonable person, and then suddenly, you know, um, they, they started behaving in ways that, that you as a reader or viewer are sitting back thinking, What happened there?"
	},
	{
		"start_time": "34:18",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, I guess, I guess that's some of the most interesting instances where the creator has to suddenly make a character be a a a person that is completely different from what she's seen this in crime stories because I mean you are out to find who who who committed the crime. Crime and I mean you have to be careful to drop some subtle hints here and there that perhaps the true criminal is that sort of person, that sort of person who would commit a crime, but at the same time they're trying to hide that they did it."
	},
	{
		"start_time": "35:03",
		"speaker": "Victoria Dougherty",
		"words": "So, but that's kind of, that's a little different though, because in that case that person's always been the criminal, you know, the evildoer they're, but they're pretending they're not. And so the, the hints that you need to drop, for one, is that they're pretending, but there's a certain You give a certain grace, I think, to, uh, that story then, and, and the way that character unfolds, because you understand, oh, that person was pretending to be a nice person, but really all along, they were the bad person who would kill you, right? It's, I think that what, what is tough is when a character really does either turn evil. Suddenly, you know, or turn good, suddenly. They were like this terrible evil doer, and then suddenly they're like, well, I have seen the light. Now, maybe you can do that really cleverly, like, you know, with the, the sun, the conversion of Saint Paul, but then there was a supernatural element to that, you know, where God knocked, you know, visited Paul and knocked him off his horse, you know. Um, HE wasn't just riding along thinking, you know, I just slaughtered a village, but that was a terrible thing to do. I'm going to be good now. You know what I mean? That's, that, that just doesn't. It just doesn't work for me. Yeah,"
	},
	{
		"start_time": "36:24",
		"speaker": "Ricardo Lopes",
		"words": "maybe, maybe it took some psychedelics and had a mystic experience,"
	},
	{
		"start_time": "36:30",
		"speaker": "Victoria Dougherty",
		"words": "you know, there has to be some reason then if you're gonna have a very sudden. Um, TRANSFORMATION, and they do happen, you know, I'm not saying that a character can't have a sudden transformation, or even a human being can't. There's certainly evidence of that, um, in, in terms of characters of it being done well, right? Or, and, you know, it it exists, but doing it plausibly, I think, is, is what is a big trick because, um, It's, otherwise it just looks like. A trick on the page, you know, that 11 moment the character is relatively reasonable and then the next that they've gone completely off the rails for no earthly reason. Except you know, you know,"
	},
	{
		"start_time": "37:20",
		"speaker": "Ricardo Lopes",
		"words": "yeah, but you know it's interesting because just the other day I was thinking because first when I thought about talking with you about the topic of being out of character versus character development, I was thinking that this is something that if it's done. Wrong, it's something that frustrates people, uh, when they're reading or watching a story, but actually I was thinking that it also bothers people when it happens in real life when people act in ways that uh are unexpected, that are out of character, so to say. Uh, AND, uh, particularly when it's in ways that people find negative or that have negative, uh, consequences, and uh, people, and I mean people are more than one dimensional. People are complex and perhaps people behave in different ways with different people in different contexts, and perhaps if someone would see a friend, uh. I, I don't know, interacting with someone they interact with in a different way. They would think that that he or she is a hypocrite or something like that, but they're really not. They're just, I mean, we just tend to behave differently with different people in different contexts, but um, sometimes people really don't like when other people do unexpected things."
	},
	{
		"start_time": "38:56",
		"speaker": "Victoria Dougherty",
		"words": "You know, I, I think that's, yes, and I think that's the problem, uh, with, uh, People who tend to write fiction as if they're court reporters. You know what I mean? And, and just, you know, when I've, when I've worked. Helping people edit their work, helping people edit their, their, their writing, um. Sometimes you'll, you'll be talking to a, a writer and they'll say, but that, that would really happen. I knew someone who did that, who behaved like that. And coming back to like what I said when I tried to insert something real and say, well, that may very well be. Um, BUT when you're Writing a work of fiction, by and large, you have to explain that character's behavior in a way that maybe you, you don't get that explanation in real life because, like you said, you don't have access to, um, necessarily to why they're behaving in this way, uh, you know, why they are, you know, going along, say, with a point of view that you know, they don't agree with when they're talking to a certain person, you know, or, um. You know, whatever the circumstance might be, you know, sometimes things seem very abrupt in real life because we don't have a vision into a person's complete life or their thoughts. And, but in fiction, you do kind of have vision into it. You have to, because it's your job to make. That character's behavior, um, relatable and real feeling. You know, even if you're writing a crazy supernatural story that is so clearly not real and is full of magic realism, you have to make it feel real, otherwise, it, it's not satisfying. You have to believe that, um, You know, this vampire or werewolf or whatever would behave this way or or magician or whatever it is that that um That you're writing about, they, they're, it has to be grounded in, in reality and in how we interpret reality for it to be effective, I think."
	},
	{
		"start_time": "41:14",
		"speaker": "Ricardo Lopes",
		"words": "I mean, even when you're writing fantasy or something like that, uh, I guess that, of course, you're free to create your own rules, the rules under which the story you're creating or the The universe you're creating operates under, but you have to stick to the rules, otherwise, I mean, it, otherwise people get bothered as well because all that shouldn't have happened. I mean, these are the rules. You've decided on these rules, you have to follow your own rules, right? I mean, it's like when In Shonan manga, I mean, Shonan manga is basically manga for uh teenagers, adolescents. It involves a lot, a lot of fighting and stuff like that, and it usually has power systems for the characters. I mean, if one of the characters suddenly breaks the power system, people get bothered because, oh, that shouldn't have happened there, come on, right? I mean, you are, you are free to create your own rules, but you have to keep them in mind, in mind when writing your story."
	},
	{
		"start_time": "42:22",
		"speaker": "Victoria Dougherty",
		"words": "Definitely, and you know, I I think one of the things that People have a difficult time, um, regulating, let's say, when they're writing, writers, uh, that I've noticed is when, um, They are really kind of personally invested in a certain, uh, in a certain point of view, you know, and, you know, they They, they maybe they, they pro project more onto behaviors than what a reader might perceive, if that makes sense. I mean, to give you an example, uh, He I'm just making this up. Um, IF a guy is being dismissive towards a female character. And then the um that that guy character gets treated abominably by another character or gets killed and everyone's just like sort of like he deserved it, you know what I mean? AND to try to explain to the writer, but to a reader, he really didn't deserve it. He made a dismissive comment and you chopped his head off. You know, I mean, I'm being, you know, I'm, I'm being hyperbolic, but, you know, People do that because they, they're projecting their own experience onto that person, and, and that one character who say, made the dismissive comment, um, all the reader saw or read was that dismissive comment, whereas the writer had a whole, like, that was just the tip of the iceberg, and then there was the whole bottom part of the iceberg for the writer of resentment and things that they'd seen and experienced that they were projecting onto that character, but That didn't make its way onto the page. It was just that one dismissive comment, you know, and then the guy got, you know, skinned alive or whatever, and, and, and it was treated as if that was just desserts, you know what I mean? It's, it's stuff like that, that I think is, can be really hard for people to regulate, because, um, I, I think what is, uh, Maybe not intuitive about the writing process for people, is just how much you have to be able to step back from it. Because it, it's such a personal process, and people view it as so personal that, oh my God, when you, you know, I, I mean, I remember talking to someone and they asked me if I Fantasize about my characters, the way one might, if you watch, say, a television show or you read someone else's work and you develop your own fan fiction in your head, and I said, I never do. And they were like, what do you mean you never do? You, you must love these characters, you know, you made them up, you wrote them, and I'm like, I never I never ever fantasize about my own characters. I mean just never. The only time I fantasize about them is when I'm trying to figure out what they're gonna do next, but I don't think, that's not a fantasy, that's That's a lot more strategic than a fantasy. A fantasy is a lot more organic, right? And it, it caters to your own desires, and, um, it's fantasies are rarely appropriate. To put into your work, too, because they're, because they're so personal, and rarely do they resonate with other people the way it might, the, the way they might resonate with you. Because they're so particular to you and what your needs might be at that moment. But, um, But I always, I, I always try to explain that. I'm like, no, no, no, you actually, in order to, to write effectively, most of the time, not always, there's always an exception, but most of the time, you actually have to have quite a bit of distance from your work. Because you also have to be able to kill your darlings, like they say, you have to be able to go back to your work, and a lot of times take out things that You might feel, oh, I did such a good job on that, you know what I mean? Or, oh, that would make such a beautiful scene if it ever made it into a movie or whatever. There are so many, you know, different ways that you might perceive something that you've written and become so attached to it. Um, THAT it's hard to To take it out when it really does not belong and"
	},
	{
		"start_time": "46:46",
		"speaker": "Ricardo Lopes",
		"words": "drives. Yeah, so I, I guess I, I've never asked you this before, but when you're developing a story for a new book, how do you do it? I mean, what do you think about and how much do you plan? Do you think, do you think about themes, the plot, the, the characters, specific events? I mean, I've heard. Uh, AUTHORS saying that, for example, George RR Martin said that what made him create uh Song of Ice and Fire, or a Song of Ice and Fire was that he had a dream about a wolf, and then it was from that dream that he started, uh, building, uh, uh, doing his world building, let's say, and Uh, Aichiro, the, the creator of One Piece, said that from the very beginning, he had the ending of the story already set, and of course, people who follow One Piece like me, we're all excited to eventually know what that ending will be like, but I mean, how, how do you plan things, basically?"
	},
	{
		"start_time": "48:03",
		"speaker": "Victoria Dougherty",
		"words": "Um, uh, THAT'S evolved over the years, um. I used to plan very little. I was what writers call a pantser. Um, THERE are pants and plotters. Pantsers like flying by the seat of their pants and plotters both plotting, right? Um, I used to be much more of a pantser, and I would start kind of like what the George RR Martin vein, maybe I had. An image in my head, whether it was from a dream or a story that, you know, one of my, my family members, my grandmother, say, told me, and I found that image really powerful and, um, started writing a story around it. And, uh, you know, earlier, like definitely in my first few novels, I was not, um, thinking much further ahead than the next chapter. And now I I pretty much plot out a novel before, I mean, that doesn't mean it's not gonna change as I'm writing cause I might be like, oh, no, that, that's not gonna work, or, oh, I have a better idea, right? But I, I plot out a whole novel beforehand, and it's funny, I realized I was talking to my partner Janet, my business partner, Janet, and um, I, I was telling her how much I realized that that I'm like, haunted by places after I've been there and I, you know, I wrote my Cold War thrillers after I left Eastern Europe. Um, I, cause I was just I, I would have never even occurred to me to start writing them while I was there. It just wasn't on my mind that that's not what I would have been writing about at all. But as soon as I'd been, I was back in the US, suddenly I started thinking about my experience there. And with, um, My sort of romanticsy series, Breath that, you know, takes place in the desert, ironically. Um, I wrote that from Virginia, and that was completely like a flight of fancy, right? And then I ended up moving to the desert, and what did I do when I moved to the desert? I wrote a whole story that takes place in Appalachian, Virginia. Yeah. Which is where I'd spent the last 20 years, and it's a horror story. Um, AND a gothic romance kind of, and so, I, I, I, I tend to kind of get haunted in that way, and, and maybe that's just. My way of doing things, I don't know."
	},
	{
		"start_time": "50:46",
		"speaker": "Ricardo Lopes",
		"words": "But uh how much of it do you plan to have? I, I mean, because, because I know"
	},
	{
		"start_time": "50:52",
		"speaker": "Victoria Dougherty",
		"words": "all of it. Now I plan all of it ahead. It makes, I've, I've found that, like, I, I just work a lot faster and it's, it generates ideas for me to have an idea of where I'm going. And like I said, I might. Change where I'm going. I mean, I just did that recently. I've started writing the second book in this Appalachian folklore, and, um, the way it The the way I was gonna plot it completely changed when I came up with a new idea, but I replotted it, you know what I mean? And so, which is not something I did. Um, I, I mean, I kept, I was doing it incrementally more and more, but now I, you know, with this new series, I, I'm officially a plotter and not a pantsr anymore."
	},
	{
		"start_time": "51:46",
		"speaker": "Ricardo Lopes",
		"words": "Mm. Yeah, but no, because I was wondering. Uh, I mean, it's interesting people, different people have different ways of creating stories because, and, uh, I was wondering to what extent doing things, uh, uh, planning less can have some risks in terms of contradicting some of your previous story later and things like that, because, for example, Ichiro of the and I, I mean, I, I guess he does a great work when it comes to uh dealing with new elements that he adds to his own story because I learned recently that, OK, so there's the main character Luffy, and then initially he planned on what would be perhaps a 500 chapter manga, still a very long manga, but much shorter than what it already is. It's already on chapter 1140 or 50, something like that. And so, but he, he had planned that Luffy would fight the emperors of the sea, and then apart from the emperor. Yeah, the, the warlords, and then just he said that he had what he calls the supernova, that is the the pirates that began traveling the seas the same time Luffy did that are part of his generation. He added them just the, the same chapter that he had the idea of adding them, so I mean it could have gone really wrong and for, for some. In, uh, for some reason it didn't, or at least the story seems very consistent, so. I, I mean, I was wondering how much you really have to plan for the story to end up looking good."
	},
	{
		"start_time": "53:43",
		"speaker": "Victoria Dougherty",
		"words": "I, I think that one way or another, uh, if you don't. Plan it, at least partly upfront, um, you will have to You have a lot more discipline in the editing process to make sure that you have, you know, connected all the dots. Because, you know, when you're adding elements, which I still do, even if I plan something out, like I said, I completely changed, um, a, a significant element of the second book in this, um, Moon Witch series that I'm writing. And it I, I Just replotted it, because otherwise, if I had, if I, at this point, if I write by the seat of my pants, I don't want to be doing as much work on the back end as I've done in the past. Um, I want a more disciplined structure, and this is probably the most disciplined I've been. Um, FROM the, you know, on the front end. IF anything that I've ever written, but I, I, I, I think I used to believe, and maybe there was some truth to it then, that if I put too much. Um Emphasis on plotting. That I, I wouldn't, um, that it would strangle the story. I think probably a lot of pans believe that, and I definitely believe that, and I don't believe that anymore. I actually think it works better and that you're still welcome to add surprises and to be surprised by your own imagination and decide that you're going to make significant changes. Now, those significant changes, you got to think them through, but, um, I, I really like the discipline now of Having to think through. An entire novel or story arc before, um, before I sit down and it, it energizes me, and I, I did not think it would when I was starting out. I thought that it would strangle me."
	},
	{
		"start_time": "55:53",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, because I was asking you that, I mean, how much someone needs to plan, because I guess that, because I also, um, I mean, I, I don't, I don't interact, uh, directly myself, but I follow some, let's say, communities of people online who are uh One Piece fans and Lord of the Rings fans, but particularly One Piece fans because it's an ongoing series. Uh, AND I guess that sometimes people might be reading a little bit too much into. Uh, WHAT the, what the other, what the author made there. I mean, the, because sometimes they go back in the story and they say, oh, this, that happened now, we foreshadowed it, uh, 600 chapters ago. I mean, I'm not sure if that's really, if that was really foreshadowing or if it's you're reading too much into it or Now that you know the outcome, you go back and you're sort of uh using your hindsight bias to try to find clues here and there that this or that would happen and was planned far ahead because uh, I mean, it's not taking any merit from the author because he, I mean it's so A well written story and even if you're not foreshadowing something or giving hints that something is going to happen. Uh, 500 chapters I have of time, I guess, uh, that's, that's still a very good story, but sometimes I think that people read too much into, uh, I mean, they, they want to, uh, for even the smallest details to have meaning, and sometimes they're just details."
	},
	{
		"start_time": "57:48",
		"speaker": "Victoria Dougherty",
		"words": "That's absolutely true, and I mean. One of the things that I find Interesting and that I'm still learning as an author is just, like, what details resonate with a reader and that they'll remember, and what details won't and why that matters, because, um, if There are certain types of details, and there are, that resonate with the reader. They're going to come to very different conclusions, and they're going to, um, It's gonna affect whether or not they believe your story and the way it concludes, even if you've added all the right details into the story. But if the details that You wrote into the story are not the kind that readers remember and res and that resonate with them, that maybe play into the proper tropes for the genre that you're writing and whatever the, the reason is, then even if you have expertly plotted it, they're gonna walk away scratching their heads. And that's been a really hard lesson for me. Um, AND that's something that, at least I feel that you can only learn through experience. Especially if you're writing a more complicated piece that's got maybe a little more, you know, meat to it and that's not, um, a, a sort of strictly on point, here are your beats. Um, YOUR, here's, here's your 15 beat structure for your, you know, small town romance or whatever. I'm not taking anything away from that. I'm just saying that, you know, those, the expectations are so clear in those, and the readers are so, um, Passionate about those expectations being met when they're such fans of the genre, that you as a writer have, uh, more limited, or you're more limited in what you're able to do. Because they're not going to forgive you if you, um, if you deviate even a little bit, you know what I mean? And so that, that kind of those details are. Like if they're, I, I figure if they're just Easter eggs, you know what Easter eggs are, right? Just Easter eggs that you, that you put in, um, and it doesn't really matter for the plot at all. Those are just there for people who may or may not find them, right? Um, BUT when they do, they just love it. That that that was a part of the story, then I think that it doesn't matter, and that you can pepper your whole manuscript for these drags, but if the details that you're writing. You, you have to be very well aware of what details are resonating or going to resonate with your reader, so that you don't leave them. Confused and confused at the end, and thinking that you didn't plot this right. You know, you didn't, you didn't give them what they needed. So, that's got to be a really, uh, you know, for the, this writer of, of, of this 1000 chapter epic that you're talking about. I I, I have nothing but admiration from that. That's gotta take it for that, that's gotta take tremendous skill to be able to um take a reader on that journey and still, uh, Still satisfy them and and make them feel like the story is coherent, you know."
	},
	{
		"start_time": "1:01:31",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, how much do you think that? Or how much do you do this, how much do you insert or imbue the story with your own personal values, being it moral values or political beliefs, something like that. I mean, because one thing that bothers some people is that authors who are more post-modern, let's say like. If you compare George RR Martin to Tolkien, Tolkien is a very classic kind of writer. I mean, he has very clear moral values in his story, and George RR Martin is, tends to be a little bit more ni nihilistic, let's say, tends to be a little bit more, all characters act out of their sort of own self-interest, and it's not that. The good guys always win or the bad guys always lose. I mean, it's just a matter of, uh, I, I guess, playing the game of Thrones, and if you don't play the game well, you lose, if you play it right, you, uh, uh, uh, you, you win, but not because of your own moral character, it's just that, uh, you're playing the game right and. I mean, how, how much do you care about the morality of, uh, that is imbued into a story?"
	},
	{
		"start_time": "1:03:05",
		"speaker": "Victoria Dougherty",
		"words": "I, I think I'm probably more of a classical. Um, Writer than that, then then I'm certainly I'd like I'm, I don't think I'm a nihilistic one, even if, if I write about some pretty apocalyptic scenarios. Um, I, I've, I love classical storytelling, you know, I love fairy tales, like, you know, the great fairy tales. I love mythology. I love folklore. I love it, you know, that's, that's, it's extremely satisfying to me. Doesn't mean that something like Game of Thrones isn't, you know, I loved Game of Thrones. I loved Walking The Walking Dead, you know what I mean? I love those stories, but I tend, I just tend not to write them because, um, I love, I love writing. More classical stories that I, I love redemption arcs, you know, they, they, they mean a lot to me. I love, um, That doesn't mean that, like, everybody gets redeemed sometimes in my stories either, and same, I think, in classical literature. I think that there are people who really do, uh, succumb to their demons, and I think that's a really interesting part of classical storytelling as well. Um. So, not, you know, not everybody, it, it, it doesn't get all tied up in a bow at the end, um, with a, you know, happy ending for all, but I do like that classical structure. I think that it really resonates. With most people too. And um Maybe that's one of the reasons why I, I like. Kind of writing in that realm cause I feel like it transcends, um, Cultures and you, you know, that there's something that that It's for everyone in it. Yeah, it can be shared. More widely, and I don't even mean that like trying to get a wide audience or anything like that. I mean, I like the Uh, you know, I love being able to just the fact that we can discuss stories together even though, you know, we're from different cultures, and I mean granted, we're both from Western culture, we have a lot of, we have a lot of dotted line and some solid line connections in our cultures. It's not like talking to somebody who is from a completely different, um, who has a completely different perspective."
	},
	{
		"start_time": "1:05:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I, and I mean even artistically speaking, we've read lots. Of the same books and watch lots of the same movies. So I mean in terms of artistic culture we're, we have a very common basis."
	},
	{
		"start_time": "1:05:46",
		"speaker": "Victoria Dougherty",
		"words": "I do. I don't like when I'm talking to you. I don't feel like there's really any disconnect culturally. I feel like we're very much on the same page, but I, you know, I do, you know, love the idea of being able to, to, um. For it to be like a, a big myth, you know. I like that kind of big myth, uh. TENT, I guess. I feel really comfortable in it."
	},
	{
		"start_time": "1:06:13",
		"speaker": "Ricardo Lopes",
		"words": "OK, but, but then, I mean,"
	},
	{
		"start_time": "1:06:16",
		"speaker": "Victoria Dougherty",
		"words": "but no, I don't like it when something is, say, overtly political or heavily, um, heavily handed when it comes to a certain, uh, Maybe religious point of view or something like that, religion at all or politics for that matter."
	},
	{
		"start_time": "1:06:34",
		"speaker": "Ricardo Lopes",
		"words": "OK, I, I will come back to the political then, but when it comes to morality. I mean, uh, what, what do you do to avoid"
	},
	{
		"start_time": "1:06:44",
		"speaker": "Victoria Dougherty",
		"words": "it"
	},
	{
		"start_time": "1:06:45",
		"speaker": "Ricardo Lopes",
		"words": "being moralistic? I mean, instead of just being a moral story, being like a morally preachy, uh, being morally preaching, uh, uh, I mean, your own values, you know what I mean here."
	},
	{
		"start_time": "1:07:01",
		"speaker": "Victoria Dougherty",
		"words": "I think the biggest defense against that is writing um multifaceted characters that are whole people and not, um, you know, caricatures. It's, it's really, you, I think you get into trouble as a writer, um, or storyteller. With, say, politics and morality, when, um, You're writing your opponents, in a kind of silly way, and, and they're cartoons and not real human beings who have a, a point of view that you simply don't share. Yeah, but that it's not, um, it's not because they're necessarily inherently evil, and even if they are, by the way, inherently evil, I think that there has to be some richness to that. There has to be some explanation of it that um makes It makes that character whole, that makes them multifaceted, that makes them interesting. You know, I don't think cartoon characters are interesting. And um. I mean, you know."
	},
	{
		"start_time": "1:08:10",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, I'm, I mean, I guess that cartoon characters can be funny. I mean, if, if you, if you watch Tom and Jerry, I mean, it's for kids, but it,"
	},
	{
		"start_time": "1:08:21",
		"speaker": "Victoria Dougherty",
		"words": "no, no, no, that's not what I mean. I love"
	},
	{
		"start_time": "1:08:23",
		"speaker": "Ricardo Lopes",
		"words": "cartoon, yeah, yeah, yeah,"
	},
	{
		"start_time": "1:08:24",
		"speaker": "Victoria Dougherty",
		"words": "I love Bugs Bunny. I love SpongeBob. I mean, uh, making a, I should say caricature, not a cartoon character, you know, when you, when you don't take your opponent, whether it's a moral opponent or a political opponent, seriously. It, it dumbs down a project, whatever it is, it dumbs down a story. You must take them seriously. Yeah, and you can't assume that you are also smarter than they are. Yeah. Or also more moral than they are, um. It, it, uh, I, I, I, I, I just think that, you know, the IQ of a project drops really considerably when that happens, when that sort of, when there's that overt moralism and overt politicization that, that no longer. Rings true of people, you know, yeah."
	},
	{
		"start_time": "1:09:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh, AND, and about the politics. I mean, there there was. There's an author that I, I, I mean, I just can't like what she, what she wrote. I mean, it's just too, it's just too silly for me that, uh, Ayn Rand, I mean that was shrugged. It's, I mean, it's basically, uh, shoving her own politics on your phone. And I, and I mean, but what, what one interesting thing about that is that I don't like it. I really don't like it. But perhaps, at least to some extent is because I am left wing, because uh right wing people, particularly right wing libertarians, there are many people who love that book."
	},
	{
		"start_time": "1:10:16",
		"speaker": "Victoria Dougherty",
		"words": "I think part of it is that their views aren't represented often in um It, you know, in art, I think that, you know, artists tend to be, uh, you know, More, you know, open, and, um, I think the more and less conservative, and I mean conservative, I mean that in a very broad sense. I think even artists who might lean right on the political spectrum still have this kind of maybe broader view of, of people and experiences because their job is to consider them. You know, and not just their job, but that's, that's kind of how they are naturally. They're, they're interested in people, they're interested in, in situations and picking them apart. But I, I think with, um, I mean, Ayn Rand was such an interesting character that I think that Because people also knew her as a, as a person and as a philosopher that made her work. More interesting than it actually was, if that makes sense, cause it's not, it's very stock charactery, you know, it's so, it's not, you know, all the things that we've been talking about, the, her characters are not multifaceted, you know, they're, they're really pretty, they're, they're stock, but she's so interesting. And I also think, you know, like I said, that, you know, libertarians and, um, kind of, uh, a certain type of right-leaning person, uh, does not see their worldview represented in art very often. And so when it When it gets presented to them, it's, it, they, they're very attached to it."
	},
	{
		"start_time": "1:12:10",
		"speaker": "Ricardo Lopes",
		"words": "Mm. Yeah, but at the same time, then there are people who In view more of their story with their own politics and there are even, um, I mean, I, I can't, I'm not sure if there's a specific term for this, but uh do you know authors like Bertolt Brecht or I mean. Yeah, I, I mean, he was basically his plays, I, I, I can't remember exactly if he also wrote poetry or not, but his plays were political plays. I mean, the purpose for him of writing the plays he wrote was to sort of create a political manifesto. In the form of a play, so, so it's, so the, the, it's not that the, his works have. Uh, POLITICAL aspects to them, they are political, but I, it doesn't bother, it doesn't bother me as much as Ayn Rand does, and I'm not sure if it's because, again, I'm left, I'm left wing and he was also sort of promoting uh left wing values or. If it's just a properly defined kind of creation that is political in nature and so it doesn't bother me and in the case of Ayn Rand, I know what her political beliefs were and I know that she manifested them in Atlas Shrugged, but I mean, it sounds like it was supposed to be a fictional story, but it's very silly because the characters are very, are almost caricatures of themselves in terms of how simplistic they are and things like that. So, I mean, what do you think of all of them? Well,"
	},
	{
		"start_time": "1:14:10",
		"speaker": "Victoria Dougherty",
		"words": "sure, her stories are classic propaganda stories. That, um, that I think she just, she, I imagine she did this deliberately because she's, I think, too smart not to have done it deliberately. She took basically the Soviet propaganda structure for a story and inverted it. Um, WHICH, I mean, my back in, uh, you know, when I was living in, in Prague in the 1990s, we, uh, my theater company, we decided to put on a, a communist propaganda play, and it was really funny because I, I was in charge of finding the communist propaganda play for one, because I was the only one who could read and write check, right? So I was going through these plays and they were, oh my God, they were so. God, awful. That it was honestly hard to get through two pages of them. And the one I ended up choosing, I chose because I could actually get through more than a few pages, and I thought, well, this is the best we can do. And it was interesting because it turned out that this play was at one point, mandatory for every theater in Prague to be putting on all the time. Like it was all, it had to be in the repertoire. And It, it was written by, um, someone who wasn't a, you know, a playwright, but was very passionate about it. So maybe that was it, that was part of it too, because he, he really did put his heart into it, even though it was an absolute piece of shite. I mean, it was so terrible that it's, that it's, yeah, it was just so terrible. But the other stories, I believe, were so terrible because real writers were being forced to write them, and you could kind of feel the resentment. Yeah, and so they were being written purposefully badly if that makes sense, whereas I, this Vasha Khanya, um, who wrote this, uh, communist propaganda play, um. He, he was just a true believer and it was so funny because the, the play was so bad that, um, literally a few days before we were supposed to, the play was to debut, um, several of the actors just took off and quit. And we had to scramble, we took a director from one of our other plays who played the title character, and he, he had to like, luckily, you know, he, he was a Scottish director, but he'd been an actor, so he could learn the lines quickly, you know, and, and, um, we, I mean, we absolutely had to scramble to get this, uh. To get this story up and We did by the absolute seat of our pants, and it ended up being one of our most popular. Plays, shockingly. And the Czechs loved it, because it was kind of like a nostalgia piece for them. And what was really interesting about this play, um, was that, in order to subvert it. The actors and directors at these theaters that had to put this play on decided they were going to play it like it was Shakespeare, that they were just gonna play it like they meant it. And so the audience would be laughing at all the wrong times. Not the wrong times, but the wrong times as the writer and as the communists intended, you know, because they want the, um, They were, they were trying to put out their message, but of course, the audience was aware of what a bullshit message it was, and so when title character, for instance, had um this monologue about how he was gonna work for the state. That forget his family, forget his friends, who cares about anybody? All I care about is the state, and I'm gonna work my hands raw for the state. I'll work till I die for the state. Everyone was laughing, you know, cause it's, it's absurd. That's the most ridiculous monologue you could possibly imagine. And, and it went on for 3 pages. He would not shut up about it because, you know, the, the author of this abomination meant it, you know, he was. He was in a fever, utopian fever dream. And so, um, Ayn Rand anyway, my point is, sorry, I'm being a little long winded here, more than a little, this that Ayn Rand saw that going on in Soviet Russia, and she had to sit through. Abominations like that. And so she decided that she was gonna write. Um, AND a sort of anti-communist propaganda. That's what I feel. I feel like she very much did it on purpose. I don't see how she couldn't have done it on purpose because the structure was identical, and she knew exactly what a propaganda play was."
	},
	{
		"start_time": "1:19:13",
		"speaker": "Ricardo Lopes",
		"words": "Uh, ARE you familiar with, uh, Jose Saramago's work? I mean, the Portuguese Nobel Prize in Literature from 1998."
	},
	{
		"start_time": "1:19:23",
		"speaker": "Victoria Dougherty",
		"words": "I'm not."
	},
	{
		"start_time": "1:19:24",
		"speaker": "Ricardo Lopes",
		"words": "No, I, I mean, it, I, I would also recommend you his works. I mean, I really love Sara Saramago, and it's interesting because he has a, a book in Portuguese is, it's Memorial de Convento. I'm not sure what's the, uh, English title, but anyway, it's about how in the 1700s, uh, 1 of our kings, Don Juan Qin to, uh, Built uh the, a, a convent, a convent in a city called Mafra, and he basically mobilized the entire country. I mean, even agriculture was in shambles because he mobilized most men in the country just to work on constructing that convent. And, uh, one thing that Saramago does at a certain point in the book is because he, he, he, he He was a communist as well. I mean, he was really left wing Saramago, uh, but one thing that he does is that, uh, because he really dislikes the fact that we say that Don Zhuaning to build, uh, the convent, uh, the convent of Mare, and it was not he himself who worked on building it, it was the workers. He spends like 3 pages just, uh. Enumerating the names of a bunch of people who work there. So, and you can skip the three pages and you miss nothing, but I find that fantastic because it's like a great manifestation of his own left-wing values. So now I'm going to spend 3 pages just uh making a list of names of people, uh, presenting a list of. NAMES of people who built the convent because those are the people who deserve to be acknowledged and not."
	},
	{
		"start_time": "1:21:27",
		"speaker": "Victoria Dougherty",
		"words": "Oh my God, yeah, it's, it, you know, it, it, it's so funny because in a similar vein, this play that I told you about this communist propaganda play, uh, in, in, you know, it was really trying to live its values, so it, it wanted to employ as many people as possible. So sometimes. It just made absolutely no sense why a character who, why is that character even there, would, would have a line, you know, and, and there would be this, this almost this like roundabout where each character would have a line just so that they would be employed, right? It's so that they would employ people. So, it was completely uninteresting for the audience, right? Because it would be like, well, hello, how are you? I am, you know, it would just go in this sort of circle where each person would, would give a, a, a, I don't know, a line of information that's, that's necessary for the story that should have been just one character or two characters relaying that information in a, in a, in a way that You know, illustrated their relationship or something, but instead it was just people randomly giving lines, no reason whatsoever. It was just hilarious."
	},
	{
		"start_time": "1:22:42",
		"speaker": "Ricardo Lopes",
		"words": "Have you watched that Nazi propaganda movie, which you, uh, I mean, always appears in those kinds of books like 11,000 movies that you should watch before you die or something like that, the, the triumph of the will."
	},
	{
		"start_time": "1:22:59",
		"speaker": "Victoria Dougherty",
		"words": "Oh yeah. Oh yeah, I, I,"
	},
	{
		"start_time": "1:23:01",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean that, that, that movie really pisses me off because I'm left wing. I mean Nazi politics are just absolutely despicable, but it's a great movie. It's like damn it."
	},
	{
		"start_time": "1:23:15",
		"speaker": "Victoria Dougherty",
		"words": "It was. I know it's unbelievable. I, I went, I saw it at an archive, at a, an archive in Prague. When I was doing research for, um, the BBC they were doing a whole, uh, Story on, I think it was the composer Pavel Haass, who was at, uh, Tin and then got deported to Auschwitz. And so, I was, I was doing some research for them, and so I, I saw Triumph of the Will there, and I also saw Hitler gives the Jews a Town. The Red Cross film, right? Um, AND, and a few others, and it was just amazing. I mean, and on top of it, to be able to see it in this old archive, you know, with the, you know, the reels and everything. I felt like, It was, you know, 70 years ago or whatever. It was crazy. But yeah, Lenny, uh, Riefenstall, is that her name? She, yeah, she's, gosh, what a talent, you"
	},
	{
		"start_time": "1:24:20",
		"speaker": "Ricardo Lopes",
		"words": "know. Yeah, I mean, I, I mean, it's, it's really bad because of the politics, but it's, but it, but it's really good political propaganda. Oh my"
	},
	{
		"start_time": "1:24:33",
		"speaker": "Victoria Dougherty",
		"words": "God. I mean, man, if, you know, if, if every political party had that good political propaganda, hell, yeah,"
	},
	{
		"start_time": "1:24:40",
		"speaker": "Ricardo Lopes",
		"words": "no, I, I mean that that's, that's another thing. I, I wasn't planning on asking you this, but since the conversation levels, uh, this way. I, I mean, I hear many times from people, particularly perhaps people who are more, uh, left wing minded or something like that, that they say that they tend to associate art with being intrinsically, I mean, uh, art as an activity that is intrinsically. Uh, ANTI-TOTALITARIANISM, anti-dictatorship, and stuff like that, but I, I mean, I don't agree with that at all. I mean, you have, you have great, amazing artists that basically, uh, their creations were very much for the kinds of regimes they lived in and but that promoted artistic pieces that promoted very much imperialism, totalitarianism, dictatorship, and and far right values. Well,"
	},
	{
		"start_time": "1:25:47",
		"speaker": "Victoria Dougherty",
		"words": "I think people On either side of the political spectrum, I think, again, when you're a true believer, you believe you are actually setting people free. With whatever it is that you're imposing on them, you believe that that is freedom. Yeah. And you can see that in Soviet propaganda, where you will, you can literally find Soviet propaganda that will say something to the effect of these chains are freedom. Mhm. You know what I mean? And I, I, I, that's, that's a, that is a part of the human experience. I think we see that in religion, you know, I think that certainly that was, uh, I've seen that in, in my own, like, in my own religion, Catholicism, where, um, But it, it's presented as these strictures are your freedom. This is your ticket to freedom, right? And um you see it in politics, you see it, um. In all sorts of stories and, you know, I, I in folk stories even, and, and, um, I think you even see it in sex practices, like with, uh, like BDSM and things like that, which I think kind of have trickled down from Catholicism, um, but it it's, it's this concept that we clearly relate to, to some extent at least, or to a large extent as humans that, um, Certain strictures allow for freedom, and that's not untrue, because, uh, you know, it's, we were just talking about storytelling, and I was saying as I've become more disciplined in my storytelling, I actually feel like it's gotten better. When I've gone from being a pantr to a plotter, and I was a pantr for most of my writing, you know, life, um. So, you know, there is some truth to that. We have to have order in our society in order to feel um And, you know, to, just, just to have a high trust society, you, you feel a lot more free in a high, high trust society, but when it's too ordered, it's stifling. You know, we were talking about the difference between, you know, a, like a western city and a city like Doha. Doha feels, um, like you're always in church. Yeah. If you're in a really nice restaurant, you know, or, and there's music playing, there's, there's a, there's just this incredibly, um, you know, orderly churchy vibe to it. Whereas, uh, you know, you just feel. A lot more, you know, a, a sense of fun and, and revelry when you go to even just like a small cafe in a western city."
	},
	{
		"start_time": "1:28:38",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, look, I, I already know what we're going to talk about next time, next year. Uh, WE don't have time to do it today because we only have 20 more minutes. I don't want to get into the topic because we will, we, we would, we would be here for another 2 hours and we just don't have the time today, unfortunately, but next time we have to talk about. Uh, SEPARATING the art from the artist, that's, uh, that's another very interesting topic because I mean, whether people like to admit it or not. I, I mean, I guess this is not a very controversial point to make. Some of the best art ever created, even more so when it comes to architecture and sculpture, has been made in. And to promote er violent regimes and totalitarian regimes and absolutist regimes. I mean, I, I mean, I live in Europe, you live there, er you know this very well. I mean we have some of the best architecture. In the world from old ancient regimes and they were not very good when it comes to promoting like human rights and stuff like that."
	},
	{
		"start_time": "1:30:05",
		"speaker": "Victoria Dougherty",
		"words": "No. Um, uh, YEAH, no, I could talk about that for, forever, uh. It's It's funny cause this is dotted line connected to this topic, um, here in, you know, in the town I live in in Virginia, you know, when, um, There, there, you know, when the, the BLM riots happened and, uh, you know, there was, there was just a, a, a real reckoning that was, that was going on that, um, That people were feeling very passionate about, so there was a lot of renaming. And which is understandable, and that happens throughout history, you know, you've, you've, there's a shift in anything from Political regime to just a vibe, you know, and, and you rename things, but there is this school that, um, By my, by where my daughter lives, that uh used to be named after, you know, I think someone who was an original founder of this town or whatever, and I don't even know what it is that that person did in their past. Maybe they were a slaveholder or, you know, had some kind of unsavory view, but they were, you know, an important person here, and they renamed the school, but they renamed the school, um. Uh, THE trailblazer school or something, and I walked by it and I was like, well, couldn't they have found that sounds like a summer camp. Or like a sports team. Couldn't they have found like somebody, um, somebody else, you know, who, who, you know, perhaps like an like an an African American of, of who, who, you know, invented something. There are so many of them. Couldn't they have named the school after that? Why did they have to make it sound like a summer camp, for heaven's sake, you know. But, um, but yeah, those, those are, uh. That'll be a really, really interesting topic to, to go into, cause I get, I get it. Sometimes, you know, I mean, what's worse than meeting a hero, meeting one of your heroes, and you discover that they are just Despicable, or unpleasant, or whatever, or unsavory. It sucks."
	},
	{
		"start_time": "1:32:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, and I guess that particularly for, I don't know, people who lived during the Renaissance and even in more ancient times. I mean, if you were an artist. If you didn't have a lot of options. I mean, basically, if you wanted to live off your art, you had to have patrons, and patrons were the people who have money and people who have money were the ones who benefited from being part of the regime, and they would want you to create pieces of art to promote those kinds of political values, right?"
	},
	{
		"start_time": "1:33:14",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, it's, yeah, those things are all connected. And you know, you have some, you have some artists who are like chased out of towns because they were preying on 12 year old girls, you know, and yet they created beautiful art. And, and so, um, That's a real conundrum, I think, for us, especially right now when that information is so readily available, because, you know, in past generations, you might not have known that even about the artist, because that that information just wasn't widely available. Their life while they were living was not that interesting because their art wasn't known. They weren't famous. Until after they died, and so nobody even took note of who they were, and what they thought, and, and what they were doing, and you really would have to excavate in order to find out that someone was a real son of a bitch, you know what I mean? But now, all that information is so readily available, and so, people seem to be seeing simultaneously the person's work and who they are."
	},
	{
		"start_time": "1:34:15",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know, yeah, uh, and I, and I, yeah, I, I mean, and in even now, of course, even nowadays it's very hard to earn a living as just an artist, but there, there were many people that even, I guess, died in poverty, creating great pieces of art, uh, like, for example, even Here in Portugal, there's Luis Camoins, the, the writer who created the, the Luzads. The Luzads is basically um Uh, an, an epic poem, and it was an epic poem about the history of Portugal up till the 16th century when he was alive and he dedicated the poem to Don Sebastian, who was the king in power back when he wrote the poem, and I mean it's a very long poem, it's a, a divine comedy style of poem, so it's a a a very long one. Uh, AND basically he did that. He wrote the poem. Even today, we have a holiday in Portugal, which is, I mean, the one of the most important holidays. It's the day of Portugal. Luis Camoins, the guy, and Portuguese community, so we, he has his own holi holiday. He's the only Portuguese person in history with his name in the holiday, and, and yet he wrote the poem, he dedicated the poem to the king, and he died in poverty."
	},
	{
		"start_time": "1:35:58",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, I know, it's amazing. I mean, Edgar Allan Poe died in poverty. It's um, you know, I, I, I. If I could like if if I had a better, better memory, like a better like instant recall, I could probably come up with a list of 10. 10 artists who died in poverty who, you know, Whose work is everywhere now and it's so instantly recognizable and their, their work is worth God only knows how much money, and they could barely feed themselves and, you know, often died of like consumption, you know, in some hole in the wall."
	},
	{
		"start_time": "1:36:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. OK, so I mean, should we leave it here? I mean, leave just the no, no, no problem. I understand that. So yeah, I guess we are, we're already leaving people with the teaser for our next conversation next year. So, and I guess this is a good point to wrap up our conversation, so. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punter Darusmani, Charlotte Blis Nico Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stinnik, Tom Vanneden, Bernard Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]