[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the of the Dissenter. I'm your host as always, Ricardo Lops, and today I'm joined by Patrick Foote. He's the creator of the YouTube channel Name Explain, where he uncovers the origins of names and highlights many other aspects of language. And today we're going to talk about his latest book, Immigrant Tongues, exploring how languages moved, evolved and defined us. So Patrick, welcome to the show where I've been a very big fan of your channel for a long time, so thank you so much for doing this. Oh,"
	},
	{
		"start_time": "00:35",
		"speaker": "Patrick Foote",
		"words": "you're more than welcome. No, thank you so much for having me on. No, any excuse to chat with people. My job is mainly just me. I, I, I don't know if you can see, but my office is under the stairs in my house, so most of my time is spent just under, under the stairs in a windowless room alone. So it's terrific to be able to chat with someone. Yeah, thank you so much for having me on, Ricardo."
	},
	{
		"start_time": "00:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. So uh let me first ask you before we get into the actual book, uh, what got you interested in languages and linguistics?"
	},
	{
		"start_time": "01:06",
		"speaker": "Patrick Foote",
		"words": "Ah, so great question. It kind of, I've, I've always been interested in English, like language from school. Um, English was by and far my favorite lesson. And it was only a bit later down the line when I was in college, which isn't university Hindu, it's a whole thing, but it it's basically a higher education but a step below university. Doesn't matter, too much details. Um, I took a course of English, uh, language and linguistics. It's kind of like a something to fill in my, uh. My schedule I was like, oh yeah I'll do I like English lit so I might like, and from there I just kind of really fell in love to it. There's something really fun about language and linguistics. I kind of refer to it so it was like a word like it's like maths but for words that you add this, then you add this and you get this kind of word and I kind of that sort of nitty gritty of linguistics I really enjoy through that. And then I kind of, as I kind of wanted to make a YouTube channel focusing on language, I kind of wanted to think, well, what's a more unique aspect of language I could cover that no one else is really focusing on at the time, almost well well over 10 years ago now I began name Explain. And I thought about oh etymology, no one's really kind of focusing mainly on etymology and of names of places so I kind of just dove into it from there and yeah it's just been a it's been a it's been a great time ever since."
	},
	{
		"start_time": "02:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so I mean, I guess that uh one of the questions we could start with is actually what is a language? I mean, at what point does a language become another and how do we distinguish between languages?"
	},
	{
		"start_time": "02:38",
		"speaker": "Patrick Foote",
		"words": "Oh, that's a great question. So when does something become a language? Gosh, that's one of those big old questions that everyone, that all linguists kind of want to know the answers to, I guess. I think what, I mean, I'm tempted to say that what defines a language from gibberish is where multiple people understand it. But there are instances of just, yeah, if someone, uh, is like a con language, for example, a constructed language, that's kind of a language just one person knows. Does that count as a language? Does it have to be defined by? The, the ability for multiple people to speak it. I think it's basically where structured sounds and in turn their written forms have meanings behind them. I guess at its core sense, that's what you could define a language as being when the sounds aren't just nonsense gibberish, when they have, when those sounds have extended meaning behind them. That's when it becomes a language, it's even better when it's universally understood, like we all know that when I go dog, I'm not making a random sound, I'm saying the name for those things with wacky tails and four legs, like that's the core of language in my estimations."
	},
	{
		"start_time": "03:42",
		"speaker": "Ricardo Lopes",
		"words": "So how can different ways of speaking the same language keep being the same language, like for example, British English and American English or I mean and Portuguese, European Portuguese and Brazilian Portuguese."
	},
	{
		"start_time": "03:59",
		"speaker": "Patrick Foote",
		"words": "So there's a great book, I think it's just called A Short History of Language by a guy called David Crystal, a fantastic linguist from here in the UK. And he talks about this as well. So you've got, um, languages and dialects. They're the main two ways of splitting these sort of things up. And he said a great way to think about this. Say if you've got 4 people at a table, I can't remember the exact people, so I'm gonna kind of go a bit different with it. One's from Liverpool, one's from London, one's from Bordeaux, and one's from Paris. Say they can only understand their own languages. The guy from London and the guy from Liverpool are gonna understand one another. It's gonna be a very different form of English, but they're gonna understand one another. That's a dialect at play. While the guy from Bordeaux and the guy from Paris, they're gonna understand one another as well. It's gonna be two very different forms of French, but French nonetheless, that's kind of. There's not really one definitive way to define when something's a dialect and when something's a language. You could argue something like American English and British English or even as you mentioned, um, continental Portuguese and Brazilian Portuguese. You could very well argue they're two completely different languages, but I imagine if you were to be speaking with a native Brazilian, you'd be able to understand them quite easily, yeah?"
	},
	{
		"start_time": "05:16",
		"speaker": "Ricardo Lopes",
		"words": "Yes, yes, I can understand them quite easily. I mean there's a few words here and there that are different, but yeah, for the most part we can understand one another. Yeah. Yeah,"
	},
	{
		"start_time": "05:26",
		"speaker": "Patrick Foote",
		"words": "same with if I'm when I'm talking to an American, it's, that's kind of the way to put it, it's when you can understand what, despite the fact there's differences, you can still understand one another fairly easily, whereas the guy from London and the guy from Bordeaux, they're not gonna understand each other at all unless they speak French or English respectively."
	},
	{
		"start_time": "05:45",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into some of the languages whose migration you explore in your book, what are the different ways that languages migrate? I mean, how can they do that?"
	},
	{
		"start_time": "05:58",
		"speaker": "Patrick Foote",
		"words": "Oh gosh, it's all sorts of ways really, but. It's mainly like physical movement and we don't, when, when, when we think of things moving in this day and age, we often think of being more sort of digital, especially when we think about communication moving. We think of what we're doing right now. You're in Portugal, I'm here in the UK, yeah, we're speaking to each other like we're in the exact same room. Obviously in the past this kind of movement of language wasn't possible. It was people marching on their own 2 ft. It was a ship sailing over oceans. That's how languages migrated in the far past and even in the not so far past as well. It's, it's literally this physical movement of people who speak one language, going somewhere else and sticking around there for long enough for the language to take hold. It literally is a physical movement of people and in turn their languages."
	},
	{
		"start_time": "06:48",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So of course, I mean, er I speak Portuguese or at least it's my native tongue, and it derived from Latin, so, and that's actually one of the languages that you explore in your book. So tell us a little bit about Latin, where did it originate exactly?"
	},
	{
		"start_time": "07:08",
		"speaker": "Patrick Foote",
		"words": "So Latin originated roughly I think it was called lingara. I, I do mention it in the book. Unfortunately, all the information from the book is and doesn't stay in my head unfortunately. But it's a region of, yeah, it's a region of Italy that does equate somewhat to where Rome can be found now, kind of down the uh western coast of the boot. Uh, AND Latin kind of evolved from there. It was inspired by a lot of other different languages spoken in the area. It wasn't the only thing spoken in on the Italian peninsula at the time. There were all kinds of different languages. And because it was the one spoken by Romulus and Remus, if we believe they existed, obviously the origin of Rome is much more mythology than history at this point. But because that was the language they spoke and Rome out of all the empires and city-states that existed in Rome at in in Italy at that time, cos that was the one that took off in a big way. It led to Latin taking over that entire peninsula and in turn a huge chunk of Europe. So that Latin, Latin wasn't special by any means. It wasn't, I mean you could even kind of argue no language is particularly special. No singular language is destined to be more prominent than the than the other. It's the people who speak it who end up allowing that language to become so big and vital in the on the world stage, and that's kind of what happened with Latin. It was just, it was just another tongue of Italy. And it but it happened to be the tongue, which took off in a big way cos of the people who spoke it did some pretty, pretty big things, put it bluntly."
	},
	{
		"start_time": "08:41",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and one of those big things was conquering other peoples,"
	},
	{
		"start_time": "08:46",
		"speaker": "Patrick Foote",
		"words": "right? Yeah, that's, uh, if you've read the book, which I know you have, thank you very much, if anyone listening has read the book, a lot of it is about conquering, whether that be the Romans conquering large parts of Europe or. Turkic speakers conquering uh Anatolia, uh, Asia Minor in modern day Turkey maybe more or less, or even, uh, Spanish or Portuguese or British people like like myself and yourself conquering parts of what was called the New World, which we now know as North and South America."
	},
	{
		"start_time": "09:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm, YEAH, so we're going to get a little bit into that later, but I mean as the Roman Empire spread across Europe, it er actually also replaced other languages, right, or not?"
	},
	{
		"start_time": "09:28",
		"speaker": "Patrick Foote",
		"words": "Yeah, no, totally, it did, it replaced a load of languages. I think the most interesting story of, Languages being replaced in Europe, uh, the various Celtic languages, I mean Celto-Iberian, I believe that would have been, was that spoken in Portugal? It was spoken on the Iberian Peninsula. uh, BUT when we think of Celtic languages today. It's so linked with where I'm living right now, the UK, um, Welsh, er, Cornish, Manx, Scottish Gaelic, Irish. They're all we have left of Celtic languages this day, and it's kind of for when you think of the Celtic speaking world, you kind of think of here, but that's, that's so not the case. Celtic languages originated in Europe. I think they might have even originated on the Iberian Peninsula. I can't remember that for sure. But there were loads of them all around the continent. And eventually, thanks to Rome, all of them died and the only ones that survived were the ones in the far outreaches of Europe, the ones that you had to travel over the English Channel to get to. And even then they're only in the far pockets of the UK. They're in Cornwall and Scotland and Wales, which are very much more inhospitable in the far past for the Romans to get to, so those Celtic languages could hold on there. Likewise in Ireland and the Isle of Man, they could hold them there cos they're even further removed by more ocean by the Irish Sea. You don't, you don't wanna go through the Irish Sea, it's a rough old place."
	},
	{
		"start_time": "10:49",
		"speaker": "Ricardo Lopes",
		"words": "So I mean perhaps Latin will be a good example for us to explore here in terms of how languages evolved from one another. So how did the Romance languages then evolved, evolve from Latin?"
	},
	{
		"start_time": "11:03",
		"speaker": "Patrick Foote",
		"words": "So it's kind of a case by case scenario. As I sort of talk about in the book, when Latin, when the Romans arrived in a new part of what would become their empire in a new part of Europe, let's say the Iberian Peninsula, an example. As mentioned, they, they, they weren't blank canvases, there are already multiple different languages being spoken there. There were all those Celtic languages I mentioned to to name a few. Uh, Latin and the Romans would come and be like, this is our land now, and the Romans weren't actually that tough on language. They weren't like, no, you have to speak Latin, you're Roman now, you must speak Latin. They weren't like that at all. They kind of just let people carry on doing their own thing. But of course, as the Romans would have their higher power, Latin would have been a huge influence. So Latin would have been everywhere, even if you did, even if you weren't, if you were like just a farmer in ancient Iberia. You wouldn't be forced to speak Latin, but the people you're sending your taxes to, they would be speaking Latin. So it kind of, a lot of these languages kind of evolved from Latin intermixing with the local tongues. And for example, so, and this evolved into something known as vulgar Latin, which the vulgar Latin isn't one specific language, it's multiple different forms of Latin that kind of emerged. Across the continent. And it was those vulgar Latins, these weird hybrids of Latin and other local languages and dialects, which would eventually form languages like Portuguese, like French, like Spanish, like even Italian. Italian's got a big Germanic influence because once Rome fell, uh, Germanic speakers took over the peninsula. And so it even has that influence there, even if you go eastwards, Romania, Romania is this fascinating example of a romance language in the heart of Eastern Europe. It's bizarre and great. I love it. And that is once again comes from, I think, like a more Slavic the a more slag of, oh my God, I can't say anything right now, a more Slavic influence on the language happening there."
	},
	{
		"start_time": "13:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, Romanian is really a very interesting example because I, I mean it's a bit hard at least if you look at the map geographically to understand how Romance languages appeared er right next to Italy, and Italy, France, Spain, Portugal, and then suddenly Romania, the other side of Europe."
	},
	{
		"start_time": "13:25",
		"speaker": "Patrick Foote",
		"words": "So I mean, I, I would love to know as a Romance speaker yourself. Have you ever heard Romanian, like, have you ever"
	},
	{
		"start_time": "13:32",
		"speaker": "Ricardo Lopes",
		"words": "like, uh, just a little bit. I noticed that there are some similarities there, but I can't really understand it that well. No,"
	},
	{
		"start_time": "13:42",
		"speaker": "Patrick Foote",
		"words": "it's not like English and Dutch, like Dutch just looks like a silly version of English in many cases where like if, if, if you speak English you can kind of understand Dutch cos they look so they look kind of alike to one another. That's not the case with Portuguese and Romanian I'm guessing."
	},
	{
		"start_time": "13:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh, NO, I don't think so. No, not that I've ever heard much Romanian, but what I've heard, uh, I didn't understand a lot. I noticed some similarities, but that was about it, so. Yeah,"
	},
	{
		"start_time": "14:08",
		"speaker": "Patrick Foote",
		"words": "OK, that's interesting to know."
	},
	{
		"start_time": "14:10",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's perhaps try to cover one or two languages from each continent here. So, uh, in the book when it comes to Africa, you talk about the Bantu languages. So what are the Bantu languages and how did they spread across Africa?"
	},
	{
		"start_time": "14:29",
		"speaker": "Patrick Foote",
		"words": "So the Bantu languages, is, it's not one language in particular, it's a large group of languages. It includes things like Swahili and Zulu, to just name a couple of them. They're probably two of the most. Swahili I think is the most spoken Bantu language with Zulu being another, uh, pretty popular one of them. They are a group of languages that are part of the larger. Atlantic Congo language family, once again, I would need to check that. If you've got the book in front of you, Ricardo, I say at the start, there's that list of language families at the start that um explains it quite succinctly where it is. But like I said, my brain's a sieve, I write something then it just disappears straight away again and I'm working on the next thing. Uh, IT'S, so it's part of a larger, much larger language family, it's the most dominant tongue, uh, it's the most dominant branch of that family. Started I believe in modern day Cameroon thousands and thousands and thousands of years ago. Uh, AND when we think of Bantu tongues, it's kind of like those textbook African languages. When we think of like the languages of Africa, things like Swahili, it, it's really is stuff like that, they're great and they all began that one spot. And from there through the great Bantu migrations and expansion of the people, once again it's all about the people. They just, the, the language is almost sort of second place to this. It's, it's, it just happens to be the language these people are speaking. We have started as one language called Proto-Bantu, and for one reason or another, I won't get into it because we talk about it in the book, uh, it spreads, it spread pretty much across all of sub-Saharan Africa. It's incredible."
	},
	{
		"start_time": "16:00",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, no, no, it's, it's really interesting. I, I was seeing here because in the meanwhile I opened your book and uh you say here that uh Bantu tongues include the likes of Zulu, Xhosa, Lingala, Swahili, so I think those were the languages you were trying to refer to there."
	},
	{
		"start_time": "16:21",
		"speaker": "Patrick Foote",
		"words": "They are the, thank you very much, as I said. Like I might have wrote it, but the reason I write it down is so I don't have to keep it in here."
	},
	{
		"start_time": "16:28",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, sure, yeah. OK, and what about, uh, let's talk about the Middle East now, what about Arabic? I mean, is there anything special about Arabic and um how did this, how did it spread across North Africa, for example?"
	},
	{
		"start_time": "16:46",
		"speaker": "Patrick Foote",
		"words": "So Arabic is, it's one of, it's probably, hm, am I gonna make a bold claim here? I might say Arabic is the Asian language that has spread the furthest. Nothing else is coming to mind. Maybe Mandarin, as, as the, well, we'll get to that, I imagine. Uh, Mandarin has spread quite far wide or just Chinese languages as a whole. But Arabic, uh, when it comes to country that countries that speak it dominantly, Arabic is probably the most successful language of Asia. Uh, IT began in the Middle East in Saudi Arabia. No, sorry, not Saudi Arabia, that, that country didn't exist yet on the Arabian Peninsula. Uh, AND the main reason this one spread was down to religion. It was the tongue of Islam. And as the Islam, Islamic, uh, emirates and empires decided to expand to bring that religion to more parts of the world, and in turn, Arabic came along for the ride too. Uh, IT spread through there and of course it, if you think about where the Arabian Peninsula is in the world, to its, uh, east you have, uh, more of like, uh, more sort of centrally sort of Asia. You get, um, and they did go that way. You've got countries like Afghanistan, Pakistan, uh, very much Muslim countries, but then they went west as well into North Africa, which is directly over there. I mean you've got Egypt, you've got literally all of North Africa. They're primarily Arabic speaking countries, or at least, and"
	},
	{
		"start_time": "18:09",
		"speaker": "Ricardo Lopes",
		"words": "they even arrived here in Portugal and Spain as well."
	},
	{
		"start_time": "18:12",
		"speaker": "Patrick Foote",
		"words": "Of course they did, yeah, that's a bit, that's something I don't actually talk about all too deeply in the book. If I had to do a sequel. Uh, DEFINITELY the, cos there is still influence in, uh, Portugal and Spain, but it's not as dominant as, um, North Africa is for sure. But no, um, they did, and you, you see is what I love is if you look at where Arabic is spoken, you can easily follow their pattern. They clearly went Saudi Arabia, sorry, Arabia here all the way across North Africa and then up across, uh, Gibraltar into Spain. It's great. Mhm. But yeah, like that's the main reason Arabic is so widely spoken. Uh, BEYOND its homeland of Arabia. It mainly comes to religion, that that spread of Islam across all these parts of the world and they took Arabic with them."
	},
	{
		"start_time": "18:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So er another way that language is spread of course was through colonization. So tell us about, for example, how English arrived in Ireland."
	},
	{
		"start_time": "19:13",
		"speaker": "Patrick Foote",
		"words": "So English's arrival in Ireland is kind of the prototype for what English would do later down the line, so. Obviously English really hit the big time during the more sort of peak age of colonization when it arrived in the Americas, when it arrived in like parts of Australia, New Zealand. And even further down the line were like the scramble for Africa, which is something else that we, we discussed in the book and how English became so dominant in various parts of the er continent. India as well to name an example. Uh, HOW it arrived in Ireland is kind of where that all began. It was, it happened way later. A lot of those stories, as I said, happened in kind of the 17th to 18th, 19th century. Uh, English's arrival in Ireland happened in the 13th century, I believe. Way, way, way further back, and it makes sense that English would first out of every, any land mass that English would arrive in that isn't Britain. It makes sense it would be Ireland just because of geographic proximity. Uh, THIS came about due to some squabbling, putting it very lightly. Uh, SORRY to upset my Irish. Uh, ANYONE who's Irish watching this squabbling was a much, very much an understatement, um. Ireland, English came to Ireland down to the fact that the English took over Ireland and for the longest time through uh that came down to some kings and uh rulers in Ireland kind of being banished from the country and then that banished uh ruler, uh going to England, hey, hey, can you help me get my land back and it kind of all stemmed from there. We talk about it more in the book, um, yeah, and from there and then English had a hole, a big hold on Ireland for so long, part of. Uh, Ireland, Northern Ireland is still part of the UK to this day, and even to this day, Irish, English is still the dominant tongue of, uh, Ireland."
	},
	{
		"start_time": "21:06",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, and I mean, and this is more on my end of the globe I guess, um, uh, talking about Spain and Portugal and how the two empires formed and conquered, uh. Most or all I guess of Latin America. I mean why is it that almost every country in the Americas below the US has Spanish as the official language except for Brazil?"
	},
	{
		"start_time": "21:40",
		"speaker": "Patrick Foote",
		"words": "Yeah, so there's also, um, sorry, I'm being real potent. There's a, oh well, French Guiana isn't part of that is literally just part of France. There's Suriname as well, which speaks Dutch. It, it's, it's an odd one. So that kind of, once again it comes down to resources and who wanted what. Uh, SO I believe obviously Columbus was the first to, I'm good, uh, for the podcast listeners, I'm doing big quotation. Bunny ears right now, discovered the Americas. He didn't discover it. There are already people living there. Uh, BUT he's the one who's kind of seen as opening the Americas to Europe and kind of it's, I think Columbus first landed in Barbados, I believe, oh no, the Bahamas even, he first landed in the Bahamas. And then from there, once he was aware of it, the Spanish got there. The Portuguese got there, it's just where they landed and you, you're saying why it's below uh the US. Mhm. I, you gotta remember that that's only how the world looks today that we see in Canada English, the US, I mean Canada's French English, US English. There's a huge and for huge chunks of time, parts of the US, well under Spanish rule, Florida I believe was a Spanish, uh, colony. When you think about how the land was sort of split up in the past, not all of America was under English speaking rule. There were parts of it under Spanish rule, uh, California, Florida. I mean, there's still huge Hispanic, Spanish speaking populations in those more southern states, even in the northern states as well. There's a huge Hispanic culture in America, so you kind of say, oh, it's English, not, not quite, and historically, definitely not. So it would kind of the, the, the end result we have now. Of English, English, Latin languages. That's, that's the Americas explained very simply, English, English, Latin languages. Uh, THE reason we have it that way today is that's kind of just the end result, or even the end result, just how it currently is on our planet due to those foreign powers fighting over it for land, for wealth, for resources. That's just kind of how it's settled out for now anyway. I, I, I can't, I don't imagine it's changing any any time soon, but you know, this definitely isn't the end of history."
	},
	{
		"start_time": "23:55",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, for sure. So uh I mean I guess we've already talked here a little bit about also how English arrived in the what is now the US and Canada and French in Canada as well,"
	},
	{
		"start_time": "24:09",
		"speaker": "Patrick Foote",
		"words": "so yeah."
	},
	{
		"start_time": "24:10",
		"speaker": "Ricardo Lopes",
		"words": "Uh, uh, NO, yeah, go ahead. Were you going to say anything,"
	},
	{
		"start_time": "24:13",
		"speaker": "Patrick Foote",
		"words": "or? Yeah, I was just gonna say how like I have this little thought theory like are French Canadians Latin Americans? Cos by definition they're Americans who speak a Latin tongue. And that's just something I always like to think about, like, are French Canadians Hispanic, well, not Hispanic, but are they Latinos? Like, I wonder. But it's just a fun little musing."
	},
	{
		"start_time": "24:35",
		"speaker": "Ricardo Lopes",
		"words": "No, yeah, that that that's interesting. So I mean, uh, in the book you also talk about the Caribbean, so, uh, how is it that there are Creole languages there?"
	},
	{
		"start_time": "24:47",
		"speaker": "Patrick Foote",
		"words": "One word, slavery. Yay, no, yeah, well I say that's a very ironic yeah I put in there. Uh, THE Creole tongues of the Caribbean are super fascinating. They, and it comes down to the fact that there was so much slavery from Spanish, Portuguese, I think the like Spanish, Portuguese and British Empires. Stealing people from West Africa to work on their plantations, their farms in their new land, they needed people to work there, they, they weren't gonna do the jobs themselves because, but why would they? They did want to try and get um indigenous peoples to help out, but I think a large majority of indigenous populations of these kind of these uh places we've wiped out or they kind of escaped into the depths of Brazil, you know, where we still see them today and whatnot. Um, YEAH, so they just literally stole because they would, cos the people in Western Africa were deemed to be lesser for a variety of factors due to the color of their skin, due to the fact that they were less, and once again the quote marks coming out are less civilized than how the Europeans were living in that time. The European speakers, the European people felt we're better than you, you're not real people, we can steal you and put you somewhere else to work. It's a horrible barbaric thing. And it did have a resoundingly huge impact on the languages of the Caribbean, especially, uh, places like Haiti, an example, uh, Cuba, uh, all, all across the Caribbean, these sort of um. These, uh, Pidgin languages, these Creoles came into being due to just absolutely unexpected people intermingling with one another. Imagine just a few 100 years before sort of these Creoles came into being. Western African people in places like Jamaica, seems like that can't happen, but unfortunately it did and it, it, it, that's how we've ended up where we are today. One I do enjoy. And I find this really funny, I don't think I mentioned this in the book and it's not so much about languages, it's about accents. Um, Jamaica. Ended up with a quite, ended up with Irish people working there as well. I don't think they were slaves in the same way West African people were. But I think kind of a lot of Irish people ended up going to work in Jamaica as well. And the Irish accent, when you think of two very different accents, the Irish and Jamaican accent are two very, very, very different accents, but Irish actually had a huge part in forming that modern Jamaican accent. And we hear it best of how they say the TH sound. If you say free in an Irish or Jamaican accent, I won't do it here because I don't want to offend anyone with my terrible impressions. But if you say free in an Irish or Jamaican accent, they both use that hard T-like sound for a free. And oh yeah, there, there is, there is a connection between the two of them. And that's uh, it, it's not something I mention in the book, but that's another great example of how, uh, people migrating can affect languages and how we speak in different parts of the world."
	},
	{
		"start_time": "27:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, uh, no, uh, you know, it's, uh, while I was reading your book and when I arrived at these bits where, er, languages spread through colonization. Uh, I mean, of course, it's really an interesting read, it is, but at the same time, it's really sad because it reminds me of the awful, awful things that my ancestors, the ancestors of the Spanish people, your ancestors as well, I imagine, uh. The across the Americas, Africa, and so on and so forth. Right."
	},
	{
		"start_time": "28:24",
		"speaker": "Patrick Foote",
		"words": "It, it is, it's, it is terrible. And I guess, uh, myself and yourself have quite a different cos we are, like you said, we're the ancestors of those people. So we do, I guess, feel some kind of, oh darn, like that's bad. That's some really bad stuff like I believe um. The Portuguese did actually, I'm not, I'm not, once again, I'm not trying to blame you per se on this Ricardo, definitely not. But I think it's the Portuguese who have like the high like I think the Portuguese brought more slaves to Brazil than literally the rest of like uh the new world combined, like, oh my God, there were some awful things happening in"
	},
	{
		"start_time": "28:59",
		"speaker": "Ricardo Lopes",
		"words": "this. Yeah, probably, probably. I think that in history we are either. Number 2 or number 1 in terms of the nations that promote uh promoted slavery the most. So I, I, I think that if we're not 1 then it should be the UK, but I, I'm not sure. So"
	},
	{
		"start_time": "29:21",
		"speaker": "Patrick Foote",
		"words": "yeah, it should be us no that sounds very bad. What we should be number 1. No, that's the one thing you do not want to be number 1 in. No, um, and it, it kind of, it, it reflects so much on our modern societies as well. Um, I don't know if this is, this is a massive tangent. I don't know if this is reflective in Portugal, but here in the UK, especially in England, we're having a bit of a patriotism, nationality crisis. Like people are being like, oh, what, why am I not allowed, why am I not allowed to be proud to be, there's always been this thing in the, the UK that like we're not like how you see in America, people raise the flag and salute the flag. We've never really done that much here in the UK and people are starting to be like, well what, what, why, why, why is it bad to be proud to be British? And I kind of wanna tell these people because we did a lot of bad things in the past and that flag has a lot of blood and death and slavery associated with it. It's got a bad reputation, whereas like the American flag has this image of freedom of fighting off these guys, it, it, it comes with that kind of struggle. I think a lot of this kind of national pride often is coincides with sort of a a national struggle, and to fight for that pride and we've never really had that here in the UK so that's why I've always been a bit odd with patriotism and people are trying to. If you wanna know why, that's kind of why. So that's a, that's a really big tangent, but just, just something on my chest I had to get out. I don't know if that's the same in Portugal though."
	},
	{
		"start_time": "30:40",
		"speaker": "Ricardo Lopes",
		"words": "So one interesting thing that you talk about in your book is also languages that we can find in Antarctica. So, uh I I mean, I, I, what kinds of languages can we find there?"
	},
	{
		"start_time": "30:53",
		"speaker": "Patrick Foote",
		"words": "So Antarctica's a really interesting case in the realm of language cos it's kind of everything and nothing. So many like uh it's weirdly linguistically diverse Antarctica because so many different countries have research bases on the continent. That all kinds of languages have been spoken there, English, Spanish, Portuguese, uh, Finnish, uh, Russian, Chinese, uh Mandarin, Chinese, whatever, you know, the, the wider Chinese languages, Japanese, Arabic. It's resoundingly linguistically diverse. The only problem is that those languages are only there for like 6 months tops before they go away again, cause you can't live in Antarctica permanently. No one, no one lives in Antarctica, uh, 24/7. They come, they do research, they disappear again. So while there is this huge degree of linguistical diversity that has existed in Antarctica, it's not like all these different speakers are kind of merging together with one another to make some sort of universal language or anything like that. They're literally there and go, and they don't really interact too much with one another, so you do get all these languages in Antarctica. Because people, I mean, I think it was decreed that Antarctica can only be used for scientific purposes, we're not allowed to mine it or claim it as a country. So there's people there studying science stuff, putting it scientifically, and then disappearing again. So yeah, it's a really fascinating case and it's kind of similar to what's going on up in space as well. There's a whole chapter about languages in space. Sorry if I beat you to asking me about it, but it's kind of a similar situation. Space is really linguistically diverse, but. It's not there for long enough to have any real impact."
	},
	{
		"start_time": "32:28",
		"speaker": "Ricardo Lopes",
		"words": "So, um, how, uh, uh, this is also another thing that you talk about in your book and your channel as well. How do sign languages relate to spoken languages?"
	},
	{
		"start_time": "32:42",
		"speaker": "Patrick Foote",
		"words": "So My kind of my gut answer to how the sign languages relate to spoken languages is kind of not at all. They're so different to one another. I think a lot of people and myself included before I kind of researched into it, I kind of presumed sign languages were like just a physical way of representing our spoken language or written out language. Like if it it before I studied sign languages, if someone asked me how do you sign the letter A, I would have just gone like, you know. I would have just done, done that like, oh, surely you just do it as a neighbor, but that's not the case at all. Sign languages are kind of, they are kind of like their own unique languages in the same way and evolved. Granted they're a little bit more artificially of their evolution, but they are so different to spoken languages and so com so completely different to them. And they have their own stories as well behind them. They're, they're not that similar at all. I've spoken languages and sign languages are two completely different kettles of fish in, in my estimation."
	},
	{
		"start_time": "33:42",
		"speaker": "Ricardo Lopes",
		"words": "Mhm, YEAH, that's really interesting. So let me ask you about another er Asian language. So how is Mandarin spreading across the globe?"
	},
	{
		"start_time": "33:55",
		"speaker": "Patrick Foote",
		"words": "So yeah, this is, this is the final chapter of the book. Oh, spoilers, so you know, make sure you've read it before you see this bit. No, so there is a hypothesis that Mandarin might become the world's next lingua franca. Uh, FOR those who don't know, a lingua franca. Uh YEAH,"
	},
	{
		"start_time": "34:10",
		"speaker": "Ricardo Lopes",
		"words": "explain what a lingua franca is, please."
	},
	{
		"start_time": "34:12",
		"speaker": "Patrick Foote",
		"words": "A lingua franca is basically a language that is used when people who speak different languages interact with one another. For example, English. Once again, I just need to say, Ricardo, despite your English is superb and. Whenever I speak to someone, no, no, it's absolutely superb. You're, you're, you're Portuguese, you're speaking English better than I, better than I do. I'm always like, oh man, I really need to learn more languages, but it's kind of the card you're dealt in life. Being a native English speaker is such a double-edged sword because you kind of get to this point where you just expect everyone else to speak it, and English is our world's lingua franca at the moment. It is the world's number one language. When we think about. Situations where people from different parts of the world come to communicate with one another, whether that be a UN meeting or even like the Olympics or my personal favorite, Eurovision, when it comes to something like that. It's 9 out of 10 times they're speaking English because due to the huge importance English has, due to the UK's empire and. What, what impact that empire had, it created the USA which is now the world's only dominant superpower, and they speak English and we speak English. So it's kind of just resulted in English becoming our modern lingua franca. But uh going back to Mandarin, there is this belief due to the momentum China is picking up on the world stage from production, from even from a cultural standpoint, uh, this is such a weird thing, like the biggest film of last year, I don't know how to pronounce its name. It was an animated Chinese movie. It made like $2 billion or something. It was the most successful financial, like financially successful film of 2025. And it was Mandarin, it was Chinese, like it's grown hugely popular. More and more people are realizing, hey, China's becoming a such big dominant player on the world stage, it might surpass the USA, who knows? It's all a very big hypothetical, but people are preparing for it. There are people who are kind of studying Mandarin in the same way. I'm guessing, Ricardo, were you taught English at school?"
	},
	{
		"start_time": "36:16",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YES."
	},
	{
		"start_time": "36:18",
		"speaker": "Patrick Foote",
		"words": "Yeah, cos cos it's seen as the language that oh you must learn English to do so. Obviously we're taught English at school, but that's cos it's our native language. There are cases of um. Like there's cases of people being taught Mandarin as kids cos it's believed to be this is going to be the language you're going to need to know in the future to to be a player on the world stage. So it's all very hypothetical. Uh, WHETHER it actually happens or not remains to be seen, but there is that sort of belief that Mandarin might become the next English, for lack of a better term."
	},
	{
		"start_time": "36:48",
		"speaker": "Ricardo Lopes",
		"words": "Uh, uh, DO you know if there's any other language besides Mandarin that could replace English as the lingua franca in the future?"
	},
	{
		"start_time": "37:00",
		"speaker": "Patrick Foote",
		"words": "So I have a really silly answer to this one. HOLD on, I'll I'll I'll, I'll, I'll think about it for a minute and then I'll say my silly answer. In regards to another language that could become the next lingua franca, it's. It's hard to see, maybe like at a push, Spanish. Purely because the fact that so much of the world speaks it. And because it's got influence, there's, there's a lot of influential, influential countries that speak Spanish, um, like Spain, of course, huge swaths of South America, Mexico, Argentina, just, you know, off the top of my head. Potentially Spanish, but I also just don't see it fully being there. French is another great example. French is, I think it's called the language of, um, oh, what's the word I'm looking for? The, the language of bureaucracy, um, I can't remember what the exact term is, but French has historically kind of been this lingua franca in politics, in, uh, government, in law as well. French is often used, so maybe French, uh, apart from them, I don't think any of them have the speaking population or sway. That, um, English does, you could argue something like Hindi, Hindi's spoken by so many people and obviously Urdu, Hindi and Urdu are more or less one and the same tongue just with different written forms. There's more to it than that, but for for for simple sake, let's just say that. Hindi's got a huge speaking population cos so much of India speaks it, but even then again, India isn't the biggest player on the world stage. It's getting there, don't get me wrong, but it hasn't it hasn't got that sway just yet. English is in this really unique spot where it's got a huge speaking population. And those who speak are quite influential and powerful countries like the USA like us here in the UK to name a couple. Um, BUT then as for my silly answer I hinted towards, it's emoji, right? Emoji is like already up. It's already the lingua franca. Like it's, it's already a universal tongue. Everyone understands emoji. It's brilliant. I love emoji to pieces. Like you could, you, a smiley face is a smiley face, no matter the only issue with, uh, emoji is it hasn't really got a spoken form yet. We could try and figure that out at some point, but, um, it really, uh, I, I think emoji is one of the closest things we get to, to having another lingua franca on the world stage, like genuinely. And they're great, not only like it's easy to compare them to something like hieroglyphics cos they're logographic, but emoji is so much more than that. While like a hieroglyph of an I can only really mean an I, an emoji can mean so many different things. I love the upside down smiley face. Let's say at face value, it's just a smiley face turned upside down, but it holds so much more deeper meaning to it. Like I always send that one to people where I'm annoyed, like, oh great, the dishwasher just broke, upside down smiley face, cos it just, it's so interpretable in so many great ways. And then you've got things like the aubergine emoji as well, which, yeah, is an aubergine. But also eggplant, I don't know what term you know for."
	},
	{
		"start_time": "39:49",
		"speaker": "Ricardo Lopes",
		"words": "Uh, EGGPLANT, yeah, yeah,"
	},
	{
		"start_time": "39:51",
		"speaker": "Patrick Foote",
		"words": "eggplant, sorry, in British English they're known as aubergines. Uh, NO,"
	},
	{
		"start_time": "39:54",
		"speaker": "Ricardo Lopes",
		"words": "but, but I, I, I, I knew what you were referring to, yes. Oh, OK,"
	},
	{
		"start_time": "39:58",
		"speaker": "Patrick Foote",
		"words": "cool, yeah, like, yeah, it's just an eggplant, but also, yeah, something more. So that's my silly answer to that. I think if I had to, if someone said like, hey, what's the next lingua franca gonna be? I would probably say emoji."
	},
	{
		"start_time": "40:11",
		"speaker": "Ricardo Lopes",
		"words": "Uh, THAT'S, that's funny. So, uh, uh, uh, two more questions then. Um, HOW does the migration of languages manifest in how people who speak different languages deal with one another?"
	},
	{
		"start_time": "40:26",
		"speaker": "Patrick Foote",
		"words": "It can manifest in all different ways, it kind of gives people. An understanding of their history. If I'm talking to say an American in the US who speaks English and wants to get like yeah, it makes me go, oh OK, I know who you are, I know. How you got here, I know that you're most likely, and it's not 100% accurate all the time, but you have some sort of European ancestry running through you to get to that point, and it kind of makes you realize, oh, you're a product of this sort of thing. It can affect people in other ways too. Um, IT can be negative as well. So in the book I talk about how Polish has become England's second most spoken tongue behind English, of course. This is a more recent thing. Uh, THIS is great, this, and with this has come all kinds of negative interpretations. Uh, I lived somewhere, um. I lived somewhere before I moved to where I live in the UK now, er we had a real high Polish population. And it was for a variety of factors. You, you can read about it in the book, but for a variety of factors, a huge Polish migration happened in the early 2000s, and I, I don't think it's still going on anymore. Cheers Brexit, not cheers Brexit, don't, don't think I was being honest when I said that, um. And it kind of made a real unpleasant atmosphere for a lot of the, a lot of English people were angry, oh, the Polish are coming, they're taking all our jobs, we're all gonna be speaking Polish soon. So that kind of manifested in a lot of negativity. It kind of made people angry that people who were speaking a different language were coming here. And when certain English speaking people in my old hometown with a high Polish population. When they started speaking to someone and realized the person talking back to them was speaking say broken English in a thick Polish accent. It really shaped the impression, oh, you must be one of those people who have come over here to take all the jobs. Obviously that's. It's not true. I was gonna say a stronger word there, but I'll just say that's not true. Uh, IT so it can, it can have positive images, it can help us understand someone's history in a very broad strokes, and it can unfortunately shape someone's opinion on someone. Someone, a lot of people will judge people solely on the language they speak, not the quality of their character, which sucks, quite frankly. I mean,"
	},
	{
		"start_time": "42:54",
		"speaker": "Ricardo Lopes",
		"words": "even sometimes just on the basis of their accent. Right,"
	},
	{
		"start_time": "42:58",
		"speaker": "Patrick Foote",
		"words": "mhm, yeah, even just on their accent, gosh, yeah, even if they're speaking perfect English or perfect Portuguese in your case, not like, oh my gosh, sorry that I was just saying an example, your how your English should go. I'm not judging you by your accent by any means, but, um, you could be speaking perfect English, but if you've got an accent of some kind, there are people out there who will judge you. They might even think lesser because you're speaking in an accent different to theirs. And of course it can change from accent to accent. Some accents have this real great reputation behind them. Say like thinking like things like the Italian accent or the French accent or the Irish accent, they're really beloved ones, or the I think the Australians voted the most beloved accent. That, that can make people go, oh nice, cool. Whereas there's other accents out there that haven't gotten as good reputation. I mentioned Polish in example, that's particularly in the UK to many people it's got a negative connotation to it. Uh, EVEN things like, uh, Asian, certain Asian accents, like, um, Middle Eastern kind of accents, due to unfortunately like global events, they might have a more negative connotation about them to a certain demographic of people. Those people are idiots. I just want to stress that clearly. If you're judging someone based solely on their accent, yeah, you're not, you're, you're, you're not a friend of mine, mate."
	},
	{
		"start_time": "44:10",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so, uh, one last question then, uh, I've already asked you, uh, I've already asked you about what you think could be the next lingua franca. How do you look at the future more generally of language migration and evolution?"
	},
	{
		"start_time": "44:29",
		"speaker": "Patrick Foote",
		"words": "Gosh, it's a tough one to think what's gonna happen. I mean, language is gonna continuously move. And if you go so, so, so, so, so far into the future, I guess hypothetically, yes, we, we would, we will reach this point where there is just one singular language. I'm talking like millions of years, hypothetically that may happen. But I think languages just carry on moving and evolving and they're gonna move and evolve in new ways. Uh, THINK of something, I, I think a great example of this is Korean. Due to a huge interest in sort of South Korean culture. Think K-pop, think Squid Games, think that, uh, Netflix film K-pop Demon Hunters. Uh, South Korean, yeah, specifically South Korean media, not North Korea. I don't know what they're doing up there. But South Korean media has become, uh, hugely interested in a lot of younger people, which has led a lot of younger people wanting to learn the Korean language. So I think a way languages are going to migrate more. Is I, I'd like to think that we won't get language migrations in more brutal fashions in the future in the way how English ended up in the US or how, um, Portuguese ended up in Brazil. I hope we don't end up with more migrations like that in the future. I can't say it won't happen, but you know, I, if you don't mind me talking about more topical things, in a few, in, in, in however many years' time, Venezuela might be speaking American for all we know, and yeah, I say they're speaking American. Uh, YOU know, stuff like that could happen, even something like, this is all hypotheticals, uh, Russian could become the dominant language of Ukraine, an example. Things like that could happen. We could see language migrations happen in more brutal fashions based on current world events, but I'm more hopeful that won't happen. I'm more hopeful that we'll get the sort of more softer cultural migrations of languages, people actively choosing to learn our language. Because it's something they want to learn, like young people here in the UK wanting to learn Korean because they watch Squid Game, I think that's great."
	},
	{
		"start_time": "46:28",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so let's end on that hopeful note, uh, and the book is again Immigrant Tongues exploring how languages moved, evolved and defined this. I'm of course leaving a link to it in the description of the interview. And, and Patrick, just before we go apart from your YouTube channel, which I will also link in the description, where can people find you? On the internet."
	},
	{
		"start_time": "46:54",
		"speaker": "Patrick Foote",
		"words": "Gosh, people can find me pretty much everywhere on the internet. Uh, I'm on Instagram, Name ExplainYT. I'm on Blue Sky. Maybe just Name Explain or Name ExplainYT, I cannot remember. I'm on YouTube as you mentioned. You can find my books on Amazon or any other place you choose to buy books from. Uh, THERE'S a nameplain subreddit. I'm trying to think where else I am. I'm not on Twitter, that's for sure. I'm not on Twitter anymore, so don't try and follow me there cos. If someone's trying to claim to be me, that ain't me. They're the places you can mainly find me. I mainly hang on Instagram these days, it's a real fun place when you do it right. I'm Reddit a lot as well. Uh, BUT yeah, mainly it's just the YouTube channel which Ricardo, as you mentioned, you'll have very kindly linked down below. But yeah, you can find me if you just search Na explain, if you search Patrick Foote, I will probably pop up somewhere."
	},
	{
		"start_time": "47:40",
		"speaker": "Ricardo Lopes",
		"words": "Great, so Patrick, thank you so much for doing this. It's been really fun to talk with you. Yeah, it's"
	},
	{
		"start_time": "47:46",
		"speaker": "Patrick Foote",
		"words": "been so fun, thank you for having me, Ricardo. Yeah, no, it's been great times."
	},
	{
		"start_time": "47:50",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nico Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolati, Gabriel Pancortezus Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Gelbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]