[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricard Lops, and today I'm joined by Doctor Christina Bichierri. She's, she's SJ Patterson, Harvey Professor of Social Thought and Comparative Ethics at the University of Pennsylvania. And today we're going to talk about social norms from the perspective of game theory, how to foster social change, and some other related topics. So, Doctor Bichiri, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:30",
		"speaker": "Cristina Bicchieri",
		"words": "Thank you."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So, before getting into details here, first of all, what are social norms? How do you approach them in"
	},
	{
		"start_time": "00:41",
		"speaker": "Cristina Bicchieri",
		"words": "your"
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "work?"
	},
	{
		"start_time": "00:42",
		"speaker": "Cristina Bicchieri",
		"words": "OK, good question. Uh, IF you look, uh, you know, at various definition in the social sciences, um, which I did when I started getting interested in, you know, uh, defining social norms, uh, you find a variety of definition from common behavior, OK, to, uh, Uh, clusters of expectations, etc. And uh, what I decided to do and is clear in my 2006 book, The Grammar of Society, where I give what I think is an important and measurable definition because measurement is very important, is a social norm, uh, is, uh, basically A behavioral rule, OK, that is supported by a social norm, right? By two types of social expectation. On the one hand, we have what I call empirical expectations. I, people believe that other people that matter to them follow that particular rule. When I say other people that matter to them, I say something very important because very often is left really in the vague, you know, you know, uh, expectation about who and it's very important, especially measurement to define very, very specifically what I call the reference network, OK, I, the people that matter to me. Their behavior matter to me. It's not everybody in the world, but is maybe specific people, specific populations, specific groups, and so on and so forth. So the first type of expectation is what I call empirical expectation, how do these people behave in a set of particular circumstances. The second very important expectation, what I call normative expectation, that is what we believe are the normative beliefs, OK, of the people that matter to us in this particular circumstance and case. So, it's a second order belief. What do I believe that they think is acceptable, that they think is right to do, that they think is wrong to do, that they would punish or they would really ostracize us if we don't do that, etc. ETC. So there are these two components in social norm, the empirical and the normative, and basically the Social expectation that support the social norm are both empirical and normative. Now, it is also very important to realize that we can have all the expectation in the world and do nothing. You know, oh yeah, yeah, yeah, people, people pay their taxes, sure, and people think it's all right, sure, but I will not, OK. And so for a social norm to exist, it's very important that this expectation have a causal influence on behavior. I, I, I define it by saying that my preference for behaving one way or another is conditional on this expectation. So there are expectation. And preference conditional on this expectation. Without all these components, you don't have a social norm. Now, it's very important that you may tell me, hey, wait a moment, but there are norms that don't include normative expectation. Yes, and I call them descriptive norms, like convention, you know, how to dress at a party. YOU know, where to put the fork when you eat, etc. ETC. ARE all behavior that very much depend on my expectations by belief of what other people do, but there is no normative component. Typically, norms emerge when there is a conflict between my personal welfare. And the collective welfare. We have social norms. They emerge exactly to, uh, you know, bring to a close in some sense this conflict."
	},
	{
		"start_time": "05:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But then why are social norms important? I mean, what roles do they play in human societies?"
	},
	{
		"start_time": "05:45",
		"speaker": "Cristina Bicchieri",
		"words": "Well, Crucial. Uh, WHEN we think of important things like coordination, cooperation, uh, you know, having a society at all, you know, social norms are these coordinating devices. OK. They are, if you want to use a game theoretic word, they are equilibria. OK, in society, what does it mean that they are equilibrium? It means that our expectations, OK, are correct because behind the Nash equilibrium there are correct expectations and our expectations are correct, which means that they are consistent and they turn out to be right. OK, this is very, very important. So in society, coordinating activities, basically knowing what to do in a variety of situations, knowing what it's OK to do and what's not OK to do is crucial. It's crucial to social life. Think of the chaos we would live in if this didn't happen. And think of, of something else. Think of you being a foreigner and going in different countries where you don't know the rules and think of the anxiety and confusion and difficulty that you encounter. And think of a place without rules, without norms, you will have, you know, it will be basically maybe. Uh, uh, HOMO homini lupus like Hobbes described the state of nature. It would be like a state of nature. Mhm."
	},
	{
		"start_time": "07:42",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, right, I mean, I would imagine that would be certainly the case. So, I mean, one thing that, uh, I find really interesting when thinking about social norms is about how, uh, they seem to be. STABLE sometimes, other times they change, and sometimes they even seem to change very quickly. So how do you approach those aspects of social norms? So for example, tell us first about what is norm strength and norm stability. Tell us about these two concepts and how they affect norm change."
	},
	{
		"start_time": "08:17",
		"speaker": "Cristina Bicchieri",
		"words": "Yeah, this is a very important, uh, uh, important ideas now. Uh, NORM strength typically measured the status quo. You ask, is this norm that exists strong, and I can give you a definition of strength, but before that, I want to separate stability. Stability is a measure of dynamics. So one is a static, the other is a dynamic. Often people confuse the two, they should never be confused. There are lots of common elements but also differences. Now, uh, what do I mean when I say enormous strong? There are 3 elements. One is that social expectations are consistent. So our social expectations are not different from the social expectation of other people. There is internal consistency. Second, they are accurate. So our expectation predict behavior. Indeed, OK, so there is accuracy of expectation, not only behavior, but we all also predict the normative beliefs of other people. So, We more or less well understand what people accept or reject, what people like or dislike, uh, uh, in, in the normative sense. The third element, so there is consistency, accuracy, but also specificity. What does it mean? It means that a norm is not usually just one thing. That is usually a small set of acceptable behaviors. Think of fairness. Fairness can mean, may mean different things, but we sort of accept in different situations what fairness may mean. So give more to the needy person. Or give more to the meritorious person or give equally and merit need equality, you know, have not to be in conflict, but in certain situation with privilege, fairness. MERIT versus other fairness as needed, etc. So, specific city, uh, which is part of our strength, means collective agreement over a set of acceptable behaviors, OK? So, The question is, how many behaviors instantiate the norm and usually, you know, is a relatively uh minor set, basically, but is usually collectively accepted. And we see that when we do experimental work. Think of trust games. In trust game we measure trust and we measure reciprocity and trust just means, uh, you know, I give you, let's say $4 and you decide how much of $4 you give to an anonymous responder. And the interesting thing, whatever the anonymous responder receive is multiplied by me. 3 times, let's say. So if you give 4, the other receives 12. Now, what is reciprocity? And you see that, you know, people accept that reciprocity is maybe I give back the 4. You know, to the investor, or I give 5, or I give half of what I receive 6, or maybe I give it a little more, etc. So reciprocity is interpreted as a set of possible actions, basically. But it's all agreed that that this is reciprocity. Yeah, it may not be strong, it may be weaker, but it's still reciprocity. So this is an example basically that there are many different behaviors that may instantiate the norm, but it's very important for norm strength that the number is not infinite and that is sort of restricted and there is agreement about that. There is a collective agreement. So we have consistency, accurate, specificity. Now, you asked me about uh norm stability. This is interesting. Again, stability is dynamics, you know, a norm may be very strong but become unstable and I will tell you the recent study I have done. OK. Now, uh, I have argued in the past when I was looking at, uh, uh, modeling with game theory that the social norm is not an evolutionary stable strategy. It's an evolutionarily stable state. What does it mean? The state is represented by several conditional strategies, and I did this publish an experiment with the Trust gates. And, you know, suppose you are an alien and come and look at our world and see. You know, that people trust and reciprocate, trust and reciprocate. That's very interesting. So you believe what there is clearly, you know, a reciprocity, norm and people trust, this is the rule. But what lies behind, and I showed that, is that there are, you know, this regular behavioral pattern. Under is underlined by many different strategies. So one strategy is always trust, never reciprocate. Don't trust, always reciprocate. And you have a show, it's interesting because in this paper, I show that a minority of very moral people can only exist when there is a population of punishers because a, a moral minority could never exist alone. That's, that's an interesting result. But basically, what I say is that the social norm. Uh, YOU know, to be stable is an evolutionary stable state, which is represented by several conditional strategies. OK. Now, uh, I also show in some other paper that stability is also related to what I call norm sensitivity. What does I mean norm sensitivity? Norm sensitivity means it's a parameter you can measure how much I care about what the norms stands for. And think of a society in which people care a lot about fairness, OK? And what does it mean? It means they have interjected in some sense, the norm, OK? And this is very important. So it's still a social norm, but it's become part of my thinking, who I am. I am the kind of person that really care about fairness. So it's very important that stability is also related to a sort of interjecting of the norm, of a norm sensitivity. People with, what does it mean that if we, if a population have a very high norm sensitivity, they will have a very high threshold for change. OK. It's not enough that like they see a 30% people changing for them to change or be invaded by a population like if we are a majority, a minority invades a minority, let's say they don't behave fairly, uh, it will be very difficult, uh, you know, for a population with a very high threshold to change. Now, Uh, my recent study, my recent study, uh, uh, thinking about, again, norm stability, I ask a different question. I say, hey, We think of threshold, we think of, uh, you know, sens sensitivity, etc. BUT we never study different learning models. We learn differently. And in a recent study that I'm going to publish soon, uh, I and a postdoc of mine. Bake soon. What we look at is 3 different learning modes. One is a traditional Bayesian. The other is a limited memory Bayesian, and the third is people with confirmation bias. Uh, DO I need to explain what confirmation bias is? No,"
	},
	{
		"start_time": "17:38",
		"speaker": "Ricardo Lopes",
		"words": "I've already explored that topic several times on the show, so,"
	},
	{
		"start_time": "17:42",
		"speaker": "Cristina Bicchieri",
		"words": "uh, OK. And so suppose you have two groups. A is a majority and B is a minority, and what we do is, uh, A may be traditional Bayesian and B can be confirmation bias, or a limited memory and B. Uh, TYPICAL Bayesians, etc. ETC. AND the interesting thing. Is the learning mode determines what happens. So a norm in the majority can be completely stable, but depending on the interaction of the learning modes of majority and minority, the norm may completely decay. And the threshold for the minority which is needed to overcome the majority depends on the combination of learning models. I think it's a very interesting result and nobody looks at that because I think the important thing is that, well, we receive data. How we, how do we process this data? And uh, uh, you know, what we do is show that the learning modes and the combination learning modes. Uh, DETERMINED the threshold needed to change the social norm, which is crucial."
	},
	{
		"start_time": "19:05",
		"speaker": "Ricardo Lopes",
		"words": "OK, and so, and how do you study the effects of social norms on individual decision making? I mean, how, what influences our choice to obey or disobey a social norm?"
	},
	{
		"start_time": "19:21",
		"speaker": "Cristina Bicchieri",
		"words": "OK. There are, you know, various, because theoretically I say in the abstract, I say you have conditional preferences, OK. If I have social expectations and conditional preference, means social expectation, cause. You know, my behavior. Now, the, the question you may ask is, oh, yeah, how do they cause my behavior? What's there? And on the one hand, there may be fear of punishment. OK. This is one of the reasons why people obey norms. You know, they fear, uh, being reprimanded. The punishment doesn't mean severe punishment, you know, you go to jail. It's not a legal thing, but it may mean you will be ostracized, you will be judged negatively, your reputation. You know, will suffer, etc. ETC. So, we are social animals and so very often, you know, we obey norm, even if we're not really Agreeing with the norm because there are lots of social consequences for not doing that. So this is one of the many reasons, but there are also good reasons. Sometimes we like what the norm stands for. The important thing is that This distinguishing my view, the moral and the social. Even if I like what the norms stand for, and so, you know, I appreciate the fact that people support it, I support it too, it's not a moral norm for me as long as the social expectations matter. OK, I see morality as basically independent of social expectations. OK, so I may obey a norm because I think it's right, I think it's good, but it's still a social norm in the sense that it is important to me. That there are people who obey it, who support it, etc. I appreciate that. I support that, but maybe if nobody did that, I wouldn't do it."
	},
	{
		"start_time": "21:45",
		"speaker": "Ricardo Lopes",
		"words": "Yes. So in your work, and now to illustrate how social norms change, in your work you've explored the example of norms surrounding child marriage. So could you tell us about that example and tell us about how norms change or changed in that particular case?"
	},
	{
		"start_time": "22:06",
		"speaker": "Cristina Bicchieri",
		"words": "Yeah, that's a, that's a very interesting question. I did a lot of work in developing world. In India and Africa, etc. AND, uh, one important, uh, one important, uh, uh, behavior has always been child marriage, where, uh, as soon as the girls, uh, reaches puberty, you know, she gets, uh, she gets married and so she cannot study, she cannot have a more fulfilling life and so on and so forth. And the, the question for me was at the beginning to understand. What is it? Why families do that? OK. That may be, uh, purely economic reason. In the sense that, uh, in places where mortality, youth mortality is very high, you know, it is important, you know, to, to marry younger. Have children early, etc. But, you know, when this is not the case, uh, uh. What are, what are the reasons? Are there moral reason, religious reason, etc. And in order to understand what the reasons are, you have to do measurement. OK. And to do measurement, we do, uh, two different things. On the one hand, we ask people, you know, uh, what do you think your neighbor do, you know, in your village, how many people marry, blah, blah, blah. What do you think people believe about that? Have you married your daughters? Do you plan to do that, etc. ETC. Then, and so we may see that there is a correlation between the expectations and the behavior. Correlation is not causation. And so what we do, we present people with vignettes, OK? And vignettes are these hypothetical stories about somebody very similar to them. That is Faith that goes to a different place, a different village, very similar, but, you know, not the same, and discovers that most people do not marry. Their young daughters and most people, you know, uh, dislike marrying them, or many people do and many people agree, or few do, but many agree, or many do a few agree. And each person gets only one cell is a factorial 2 by 2. And what we try to discover is whether social expectation do matter. I Are we facing a social norm? Or not. And um very interesting, yes. My answer often is, yes, we're facing the social norm. There are people, among all these people, there's a majority that is a social norm bound, let's say. There are people who do that for moral and religious reasons, you see that, but it's a small minority, usually what you see. I, uh, is basically, uh, is a social norm. But you have to have these two measures basically. On the one hand, you measure behavior and expectations, see if there is a correlation, but then you want to see, you know, with the hypothetical vignettes, whether this correlation is causally relevant. There is causation. When there is, then I conclude that, yes, it is a social norm. The next question is, how do you change it? Yes. So, uh,"
	},
	{
		"start_time": "26:06",
		"speaker": "Ricardo Lopes",
		"words": "let me ask you about a few other factors that might play a role in rule following and norm compliance. So first of all, what is the influence of group identity and peer effects on rule following?"
	},
	{
		"start_time": "26:24",
		"speaker": "Cristina Bicchieri",
		"words": "I think, uh, I think it's, uh, is important. Uh, IT is important, especially. Uh, YOU know, uh, let's go back for a moment. Social norms are often local. What does it mean local? It means that certain norms define a group. OK. Uh, I, I remember I was reading uh a very interesting book about California jails and in California jails, there are different groups of, uh, um, Basically criminals, but each group has different tattoos. And they, their identity is very much visible and determined by the tattoos, etc. AND it's very interesting because when they were interviewed, somebody said that if, uh, you know, they do something wrong. We will slash them and take away the food, etc. It's very interesting why, why I find it interesting because groups have norms. And these norms are local, and your question is identity linked to norms? Yes. Absolutely. There are norms that specify my being a member of that particular group. I mean, of course, uh, we have lived with women versus men, femininity versus masculinity norms, it's a sexual behavior norms, etc. ETC. So I'm not saying something new here, but norms really are very much linked. Uh, TO identity. In more traditional society, they are very strongly linked to identity. In more modern society, they are much less so, and this may cause problems actually, but, uh, uh, yes, they are linked to identity. They is a way of saying I am a woman or I am a member of this gang and not another gang, etc. ETC. They are identifiers in some sense, yes."
	},
	{
		"start_time": "28:52",
		"speaker": "Ricardo Lopes",
		"words": "And so that can actually, uh, I, I mean, of course it's not exactly the same thing, but uh I imagine that uh other kinds of language would also play a role in norm perception and norm compliance, like for example, when we use normative language like you should. You ought to, you must, uh, so how does normative language actually shape norm perception and norm compliance?"
	},
	{
		"start_time": "29:21",
		"speaker": "Cristina Bicchieri",
		"words": "Uh, IT'S very, thank you. It's a very important question, um, especially in behavioral economics, um, people have used the language. Without paying much attention to that. And so I published a, a, a study, uh, with a graduate student of mine, uh, Jinny Kwang, in which uh what we did, we look at different ways of describing normative expectation, should, right, out, good, acceptable. Permissible, etc. And what we notice is that When there is a very strong norm like reciprocity, you know, in a trust game, it doesn't matter. You know, you can use interchangeably these words. Instead, we, we, if we play a game of charity, you know, and charity is not a strong norm. Therefore, the charity story. The language matters a lot. And when you say acceptable, OK. OK. When you say should and right, people get nervous and upset and say, why should I, etc. So using the language is very important because we give really different meanings to these expressions and if a norm is very strong, well established, it doesn't matter. But if it's not, beware. Be a minimalist, I would say."
	},
	{
		"start_time": "31:11",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO I would like to ask you about this idea of norm nudging. What is norm nudging and how, uh, how does it work?"
	},
	{
		"start_time": "31:21",
		"speaker": "Cristina Bicchieri",
		"words": "OK, um, nudging, let's start with nudging, uh, you know, nudging, uh, uh, is, um, idea, you know, uh, introduced a few years ago, uh, about, uh, basically how can we change people's behavior, uh, in a less expensive way, you know, without introducing economic incentives or legal incentives, etc. And, uh, um, and nudging was very much related to, uh, like, how I nudge you to take your medicine, how I nudge you to invest in a 401k, etc. ETC. And uh after that, people started getting really interested in norm nudging. So How do we nudge people to change norms or how can we create, uh, you know, uh, social norms, etc. And, uh, interestingly, and I've, I've worked on that, of course, and interestingly enough, uh, first of all, my, my, yes, OK, my friends, before everything, let's Be clear about what is a social norm, you know, and uh if you take my definition, nudging means changing people's expectations. OK. First of all, you measure people's expectation and then you say, OK, this is what they expect. Maybe these expectations are completely wrong. Think of pluralistic ignorance, then we tell them, no, no, no, no, no, you know, statistically speaking, people, you know, uh, support other behavior or, you know, they are just right in thinking, you know, oh. You know, uh, most people in this country. ARE corrupt and is right. OK. And what does it mean no nudging here? You cannot lie to people saying, oh, you know, it's false. Most people do. I think an interesting, uh, and we're still thinking about that and how to do that, but an interesting way is to show a dynamic. I, to show people that, OK, up to now, only 5%, you know, were refusing, rejecting corruption, but after this campaign, now we are 12% and it's increasing and people seem to respond to a positive dynamics. Now we have to verify that. It has to be shown in different areas, but I think it's very interesting because norm nudging very often is about, you know, changing really bad and persistent and, you know, uh, observable sometimes behaviors. And so this is very important. Norm nudging, I think you have, first of all, to measure, you know, whether it is a norm and what, what are the expectation, empirical normative, and then work mostly on empirical expectation because in other work I have done, we show that when empirical and normative diverge, the empirical wins. You know, you may tell me, yeah, people think that it's wrong too, but then they do it. I'm sorry. I look at what they do."
	},
	{
		"start_time": "35:07",
		"speaker": "Ricardo Lopes",
		"words": "Yes, that's totally fair. So let me ask you then, which, what kinds of strategies can we adopt to foster social change?"
	},
	{
		"start_time": "35:20",
		"speaker": "Cristina Bicchieri",
		"words": "Well, uh, you are asking within the norm environment because we can foster social change in many different ways. Uh, BUT norm environment means first of all, uh, we can do, uh, we can do two things. On the one hand, we may identify norms that we want to change, or we may think there is no norm here, but we want to create one. So these are two very, very different things. For example, I did, uh, for 5 years, I worked in India for the Gates Foundation, studying sanitation. At the beginning, people thought that open defecation was a norm. No, it's not a norm. It's a collective habit, OK? And the question is, can we create a norm of using proper sanitation? Can it be done? And we conducted a lot of studies in two different states in India, one richer, one poorer, and uh we got basically the same answer that uh what we need is, uh, is cheaper in a sense, is to create a purely descriptive norm. OK, that the more people see other people using proper sanitation, toilets, the more they will do that. Now, what you can see also is that You know, there is a really a passage when more and more people do something and it stabilizes, then the normative comes. Then they start thinking, oh, it's the right thing to do. But you don't start trying to put into people's minds this is the right thing to do because it's not going to be helpful. In that case, in the case of sanitation, you show basically that there is an increasing number of people using it. People imitate each other and, uh, you know, a descriptive norm will be born and it was successful actually. It, uh, it was born. And once a descriptive norm becomes very stable, then it may become a social norm. Then people may think, oh, this is the right thing to do. This is what we normally, uh, are sort of Uh, I don't know if, uh, if it's something, uh, natural to humans, but what happens, uh, if you look at children, children, uh, infer normativity from observations. So, we are built. To basically generate normativity from the descriptive. And so social norm may be born out of creating the scriptive norm, for example."
	},
	{
		"start_time": "38:21",
		"speaker": "Ricardo Lopes",
		"words": "So I have one last question then, and of course this is a much broader global issue that we have to try to tackle, but can we apply this knowledge to fight climate change?"
	},
	{
		"start_time": "38:37",
		"speaker": "Cristina Bicchieri",
		"words": "To language change."
	},
	{
		"start_time": "38:39",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, the, the different kinds of strategies we've talked about here to, uh, to try to, uh, nudge people's behaviors or change social norms in a way that would help mitigate climate change."
	},
	{
		"start_time": "38:55",
		"speaker": "Cristina Bicchieri",
		"words": "Oh, climate change. Uh. Uh, YEAH, uh, first of all, this is interesting. I have students that study climate change, etc. AND the, the question is, uh, first of all, One thing is thinking in general about climate change, and the second is what are individual behaviors that can be helpful, that can mitigate. These are two very different things. So, you know, individual behavior, uh, can be, for example, um, buying less meat. OK, because buying less meat, etc. AND the question is, do people So, suppose that I realize that uh huge meat production, consumption, etc. IS damaging to the environment. The question is that What, what sort of effect will this have on my own meat consumption? OK, I have, in order, suppose I am a meat eater and I like it, but I also care about climate change. Would I stop eating meat? Even if I believe that people are still consuming it. Will I stop travel by air, even if I see, you know, that everybody, uh, you know, is, uh, traveling by air, etc. So is, is, am I going to restrict myself when I observe very little restriction around me? So with climate change, I think uh is uh is very, very important. The government. Intervention I think this is an area where government have to because we always think of nudging little things, etc. BUT climate change is an enormous phenomenon and so I think it's very important that government are the first inducers. OK, of, uh, uh, mitigation. Very, very important. It's very interesting because in American culture, you always think it's the individual, but it's not just the individual. In this case, you need a very strong government intervention. This may lead us also to change behavior, but you need that because it's such a massive major. You know, set of events that, you know, yes, I may consume less electricity, but you know, and it's very interesting, Ricardo, I have to tell you something. Speaking of electricity, all these studies about nudging people to use less, less electricity in California, etc. YOU know, Uh, they have a good effect, but how long does it last? Not long. OK. OK. So this is another very important thing. We need longitudinal studies to see that norm nudging really has an effect. It will, I believe, but we need uh more studies to understand when it declines, why. Mhm."
	},
	{
		"start_time": "42:42",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Biccierri, just before we go, where can people find your work on the internet?"
	},
	{
		"start_time": "42:50",
		"speaker": "Cristina Bicchieri",
		"words": "Oh, you know, uh, Everywhere you can go on Google and, uh, and you put the dates, uh, because Google, um, you know, shows basically uh the most quoted first, etc. BUT you should put, uh, I think a better way is to put the year on. So you put 2026, 2025, and so, and you see, uh, I wrote more than 200 articles and uh, the books that uh I recommend on norms, uh, the 2006 book, The Grammar of Society, where I really define social norms. But in that book, I didn't have any idea of acting on norms, measuring norms, etc. AND only after that book, I started doing applied work. And a summary of my applied work is a book published in 2016 called Norm in the wild, where I discuss exactly how to change norm and what to do and uh what sort of economically legal nudging, uh, the role of transsetters and all that. And now I'm preparing a new book about poverty and norms that basically, uh, keep people in a poverty trap. Uh, IT'S related to America. I didn't do a study of other countries, but I did a major study of, um, American rural, urban, and I think it's, I get very interesting results. So this is the next project."
	},
	{
		"start_time": "44:39",
		"speaker": "Ricardo Lopes",
		"words": "Very good. So, Doctor Biccierri, thank you so much for taking the time to come on the show. It's been a pleasure to, uh, to talk to you."
	},
	{
		"start_time": "44:46",
		"speaker": "Cristina Bicchieri",
		"words": "Thank you very much."
	},
	{
		"start_time": "44:49",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegeru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoro, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolatti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Ebert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]