[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lobs, and today I'm joined by Doctor Colleen Murphy. She is James A. Elkins Junior Professor in the Life Sciences and professor of molecular biology and director of the Louis Siegler Institute for Integrative Genomics at Princeton University. And today we're going to talk about her book, How We Age The Science of Longevity. So, Doctor Murphy, welcome to the show. It's a pleasure to"
	},
	{
		"start_time": "00:30",
		"speaker": "Coleen Murphy",
		"words": "everyone. Thanks for having me, Ricardo."
	},
	{
		"start_time": "00:33",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, first of all, what is the science of aging and longevity? What kinds of questions do you ask there?"
	},
	{
		"start_time": "00:41",
		"speaker": "Coleen Murphy",
		"words": "Yeah, so I think that um it's helpful to kind of distinguish two areas. There's, um, There's basically the science, which is all the stuff that we do in labs to try to understand sort of the regulation of longevity and aging. And for that work, we do a lot of molecular biology, we do genetics, we use a lot of model systems. And then, there's the other part, which I think most people are very familiar with is more of this like, um, Like people taking some of that information and trying to extract and use it for themselves and so, um, you know, people who change their diet according to things that they've read and stuff like so I just wanna make sure that we understand that I'm not like a self-help guru. I'm not, um. I'm not gonna like, sell you some supplements. I'm just, uh, my interest is in trying to understand what do we really know about how aging is regulated and how can we, you know, later on, think about like, how can we apply that? But my expertise is more in the, the science end of things."
	},
	{
		"start_time": "01:42",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, so you mentioned there, and that is a very important point that you're, of course not a self-help guru and you're not trying to sell supplements or anything like that. So what is your view about those kind of pop science or self-help books on aging that focus on things like eating, weight, exercise, and"
	},
	{
		"start_time": "02:05",
		"speaker": "Coleen Murphy",
		"words": "things"
	},
	{
		"start_time": "02:05",
		"speaker": "Ricardo Lopes",
		"words": "like"
	},
	{
		"start_time": "02:05",
		"speaker": "Coleen Murphy",
		"words": "that? I mean, look, some of that is deeply rooted in. Uh, SCIENCE that we is very well accepted and very well tested, so I don't wanna pooh pooh all of that. Um, I do think there's kind of a range of informed thought to just like people just, uh, you know, biohacking themselves and stuff like that. So I think, you know, I don't wanna be dismissive of there's actually, you know, good science. It has to do with diet and and exercise and things, and I do think there's things that we can do to help make our lives longer and healthier. Um, THERE'S stuff that we can do for ourselves, and that's, you know, kind of healthy. And then, um, but there's lots of things that really haven't really even come online yet, these, you know, scientific discoveries that we're making that still haven't. Yet been developed into, um, into drugs. And so, I think that we need to make sure that we remember that the science of aging, we're not done with it. We're not finished, and we don't know all the answers yet. And so, anyone who tells you that they do know all the answers, they're not being honest with you. So, um, yeah, there's a lot of great science and there's still things that are, are, we're, we're discovering that can really help people eventually become very healthy."
	},
	{
		"start_time": "03:20",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, tell us more about that. In what ways can the study of aging help our society?"
	},
	{
		"start_time": "03:27",
		"speaker": "Coleen Murphy",
		"words": "OK. So I think one of the biggest uh Ideas that was helpful is how can we improve the quality of our life, right? So there's kind of, and there's always been, you know, I think for the past like 3 decades, there's been this discussion and almost like a fake argument discussing like, should we make people live longer or live healthier, as if there's a trade-off between the two. In fact, In most cases, you know, we know that centenarians are more likely to have suffered from fewer, um, age-related diseases, despite even sometimes having the genes for those. So that's really fascinating. That was work done by Niram Bartelli's lab a while ago. And so, um, I think there's this like mistaken or maybe just for the sake of having a debate, this mistaken thought that we have to either pick lifespan extension or health span. I'm personally interested in very specific aspects of aging. I'm very interested in cognitive decline and reproductive decline. And so, um, we can talk about those as aspects of aging, um, But, you know, I think, you know, I, I saw this debate renewed just like I think in the past week about health span versus lifespan. I don't know. It's just kind of uninteresting at some point because we help people live healthier, better lives. In most cases, that's gonna stretch out the healthy part of their lifespan, and it's gonna end up extending lifespan as well. So I, I think that's just something that people like to argue about. I don't think it's really very productive."
	},
	{
		"start_time": "04:57",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I guess that's one of the reasons why many people think that perhaps there's a trade-off between living longer and having more healthy years in their lives is that we just, I mean, in our own lives get across many people, family, friends, and others that, uh, I mean, there are still many people out there that their last few decades are very. Complicated with lots of disease, lots of comorbidities, and all of that, and they, it's not very pleasant, uh, last decades of life, I guess."
	},
	{
		"start_time": "05:33",
		"speaker": "Coleen Murphy",
		"words": "Yeah, so, um, I think maybe the better way to think of that is that we used to have really, really high rates of cardiovascular disease and so people would drop dead of a heart attack much earlier than they would. So now we have statins and other things that try to treat some of those. So people are outliving that phase. And so, yeah, they're gonna necessarily, if we don't um do other things to help people live healthier, they're gonna eventually get some of those age-related diseases. But again, I'm not sure that it's better that if somebody drops dead of 53 of a heart attack, instead, now in their 70s, they have some of their comorbidities. So I, I think people have kind of forgotten that and I think forgotten about things like public health where people just live longer because they survived through childhood now, right? So. I mean, that's a good thing. So I, I understand that people don't want to have a poor, uh, end of life, and I think that we can, that's kind of gonna be the goal in the next, you know, decades of research is how can we make that, uh, that part of life healthier. But I don't think that it's a trade-off. It's not, I mean, people are living longer because they're not dying of those early, early aging or even childhood diseases now. So, and that's all good."
	},
	{
		"start_time": "06:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, but is there a biological limit to how long we can expect to live?"
	},
	{
		"start_time": "06:49",
		"speaker": "Coleen Murphy",
		"words": "Um, OK. So the research that's been done on that, we have to remember, is all in the absence of anything that's been done to extend lifespan. So, for example, a person who lives to be 114 years old today, it's not usually because they have You know, been taking rapamycin or metformin or something like that. It's beca it's, it's, that's basically all genetics, right? So that's a genetic lottery. We don't yet know what's going to happen to this next generation of people who have been on lifespan extending, even if we think of like statins or I'd say now GLP-1 agonists, um, what's gonna happen with their lifespans? I don't think we know. So, the work that's been done, this, the demographic studies that have been done, Haven't been done on people that have benefited from any of the science of longevity that we've been working on. So there may be a genetic limit, maybe not, that's been debated by demographers, um, for good reason, um, but it doesn't mean that's gonna always be the case."
	},
	{
		"start_time": "07:52",
		"speaker": "Ricardo Lopes",
		"words": "OK. And so why do we age? I mean, what's the reason behind it?"
	},
	{
		"start_time": "07:58",
		"speaker": "Coleen Murphy",
		"words": "I mean, that's a big, so why is a kind of a bad question to ask a scientist? Because um we only can look at We can look at underlying mechanisms, we can look at things. Why is more of a philosophical question, why we age? I mean, we could say evolutionarily, right? So, every organism is optimized to End up propagating the most of its progeny. So evolutionary fitness really has to do with not lifespan. It has to do with optimizing how, how much we reproduce given the times that we have. So it doesn't make sense, for example, to have progeny in a case where there's, they're not gonna have any, um, nutrients in which to survive, right? So organisms then have to ask them, like, figure out how to adapt to. Uh, LOW nutrient conditions, stressful conditions, and so, some of those genetic pathways, molecular pathways that are, are for that adaptation, sometimes they end up slowing down reproduction, and the side effect basically is extended longevity. So, there are really, unless you're looking at an organism that can reproduce until the end of its life, something like a sea urchin, those, almost no organisms have um extended longevity. Because of, uh, well, for, uh, for an evolutionary purpose, because all that's post-reproductive lifespan. So, we have to really understand how do animals adapt to stress and how do they deal with, uh, reproductive fitness in order to understand anything about why they've survived, and that's different from lifespan regulation."
	},
	{
		"start_time": "09:38",
		"speaker": "Ricardo Lopes",
		"words": "OK, but then why do we have post-reproductive lifespan? I mean, from an evo from an evolutionary perspective, do we understand that?"
	},
	{
		"start_time": "09:49",
		"speaker": "Coleen Murphy",
		"words": "Um, I would say it's still being studied. So if you were a sociologist, you'd say it's because of the grandmother hypothesis, this idea that, um, grandmothers actually help with the survival of their grand progeny. Um, THE *** in that armor is that, um, Actually, a nice, uh, it's kind of amazing, an undergraduate in my lab years ago did a nice study where he just asked the question, do you have to take care of your young, grand progeny, in order to have an extended post-reproductive lifespan? And what he discovered was that in fact, there's lots of organisms, including C. ELEGANS that have long post-reproductive lifespans, and as far as we know, they do not care for their, uh, grand progeny, OK? So that suggests that this long post-reproductive lifespan evolved many times, even the absence of this, you know, what we'd call the grandmother hypothesis. So, Um, and that more has to do with how they reproduce. So, what we, what, you know, really George found was this kind of interesting connection between the size of the progeny inside the mother and the mother, OK? So, his data suggests that he looked at this huge range of animals. So, all the mammals were kind of in one little box at the top of this graph. But if you look at a huge range of animals, um, all the way from like sea elegans, you have like, he had all kinds of lizards and birds and, um, Uh, sea urchins. What he found was that the post-reproductive lifespan actually scales, uh, with the ratio of the progeny size to the mother. OK? So, think of it this way, the bigger the progeny are, The harder it is for the mother to, like, have those projects without killing herself. And in fact, in humans, you know, humans, our heads have evolved to be so big that we don't kill 100% of mothers who have them, but like some, you know, uh, maternal mortality is a real thing. OK. So, when we look at that, we can see that um animals that have progeny all until like until they're, those are actually microscopic progeny. So, like that ratio is very small, so they have a very small post-reproductive lifespan, OK? So, it really has to do with reproduction. And how the mode of that the animal reproduces, and that kind of explains this post-reproductive lifespan. It has very little to do with like longevity pathways. It has all to do with reproduction. And that's kind of been ignored, I think, in the aging field a lot in the longevity field, um, Yeah. So, I, I think there's more attention that should be paid to actually the reproductive part of lifespan, and that can help us understand, should we extrapolate from this organism to that organism? Is it the same or do they just use entirely different reproductive strategies that then help modulate and adapt, uh, their, their, uh, longevity in response? I hope that made some sense."
	},
	{
		"start_time": "12:35",
		"speaker": "Ricardo Lopes",
		"words": "Yes, yes, it totally made sense. So, but why are there sex differences in longevity and aging?"
	},
	{
		"start_time": "12:44",
		"speaker": "Coleen Murphy",
		"words": "Actually, you know, that's another thing you could say with humans for a human to reproduce entirely different situation for men than for women, right? And so, actually, um, You can kind of see that men can reproduce pretty late. They have a pretty a fairly relatively short reproductive aging like lifespan or post-reproductive lifespan. Women have a longer one. I mean, that it's really, again, evolutionarily, the optimization for whatever reproductive strategy they have. So, um, I would say that's really where you'll see the differences. Now, in humans, of course, uh there's a lot of things that are shared. And so, if somebody tells you to exercise, it's probably not gonna be vastly different between men and women. Um, BUT it is true that when it comes to things like hormones, for example, um, Richard Miller, he found through this intervention testing program, his lab showed that, because they've been testing all these different compounds, right? And so, in mice, which again, is a mammalian system that we can um draw some parallels with humans, they found that some of the drugs that they Look at actually have only extend the lifespan of males or females. So there are sex-specific differences, and again, that probably comes back to what they're regulating in the reproductive system that then feeds into the, the, uh, longevity mechanism."
	},
	{
		"start_time": "14:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, SO you told us about other animals. I mean, what have you, we learned about aging through, uh, model systems and what are the best models to study aging?"
	},
	{
		"start_time": "14:19",
		"speaker": "Coleen Murphy",
		"words": "What are the best models? I'm not sure it's the best model, although I have a, I'll tell you my favorite in a second. Um, WE'VE learned almost everything that we know about longevity and aging from studying model systems. I wanna say that right now because, um, I think it's very misguided. Uh, I just have to say as a scientist right now, what's happening and gutting of the NIH and taking away funding from model system research is really gonna kill us like, pretty rapidly. And so, um, What we know about aging is almost entirely from model systems. We've discovered, there's been hypothesis testing that we can do at a rapid time scale. There's discovery of genetic mechanisms that are extremely well conserved from invertebrates all the way up to humans. And of course, we can't really do experiments in humans. So, when we know something from humans, it's usually from a large demographic study. So, from genetics, that way, Um, it's from, uh, you know, looking at studies where we're looking at a broad swath of humans. Um, WE can't do the kind of tests that we need to do. THAT we, we do in model systems. So, I, I really think that people, when they, when they, when we can say something that happens in humans, other than like genome-wide association studies, that kind of thing, um, really, what we know about a lot of things is from model systems. And we have invertebrates, we have C. ELEGANS and Drosophila, so worms and flies. Um, A ton of work that's been done in mice, but often I have to say we discover it first in C. ELEGANS, then flies, and then, then mice, and so that's, and that's really how you should do it because our, um, just solin and C. ELEGANS are cheap, and we can do a lot of experiments really quickly. You don't want to spend, and ethically, it's like a lot easier to think about that as well, staying out of vertebrates, OK, now. Uh, I do have a favorite new model system that I don't work on. Um, THAT'S the African turquoise killifish. And the reason I love that, so that's work that, um, Dario Valenzano and Anne Brune and others have worked on. And that's really cool because it's a vertebrate, so you have a vertebrate system, but very short-lived. Within a few months, you can get all this information. And so then you're more on the time scale now of Drosophila. And so you can do experiments that actually like, then very directly have relevance for, for mammals. And so, I really love that and um I'm too lazy to start a new model system myself, but I really, I really enjoy learning about the experiments that are done in that system because I think it's really gonna move the field forward."
	},
	{
		"start_time": "16:48",
		"speaker": "Ricardo Lopes",
		"words": "OK, but then what kinds of limitations should people keep in mind when they read scientific literature on aging in other animals? I mean, to what extent can we extrapolate from other animals to humans?"
	},
	{
		"start_time": "17:04",
		"speaker": "Coleen Murphy",
		"words": "I mean, that's a great question. Um, ALL right. So, you know, there's this, this trade-off in science where you can Do fast, rigorous experiments very quickly and really know the answer in, and it kind of gets less so as you go higher organisms because it becomes slower. So, for mice, you you have like, that's like we're talking about 2, 2.5 years for the longest-lived mice. Um, YEAH, people are still doing really good experiments. Uh, IN mice, you have to think about, um, is this answer gonna be true? If I do it in another strain of mice, for example, um, there are these, uh, a lot of the lab mice are one strain, one genetic background. And so the question is, does it, you know, if I give this treatment, does it also work in another background, another strain? And so people have been getting around that by looking at, um, using these mice that have more genetic variation, kind of like people. And so that would be a follow up. Um, Yeah, I mean, there's obviously, there's always gonna be something in a model system that's not gonna directly translate to humans, um, but I don't wanna pooh-pooh that too much because I think people make a big deal about that when it's not actually that big a deal. Like, like we need to understand, uh, how things work, and we can't just always say. You know, this works in mice, right? OK, sure. But like, we've learned a lot and we're gonna be able to, so something that's really true and like rock solid results in mice, um, there are follow-up experiments that can be done with, with human tissues, with other, like, eventually, organoids are going to be good enough for some of these things. They're, I think they're still being developed. Um, NON-HUMAN primates, like you want to save the most Non-human primates, you get into more of the ethical issues and more um expense issues. And so, I don't think we want to start pretending that we can't trust anything in mice and we have to do everything in non-human primates. On the other hand, I also don't think that we should jump straight to humans. Like there's this push now to like, just, and I, I think that's unethical as well. So, I mean, I think everybody who reads a C. Elegance or Drosophila or Mao's paper understands that there are limitations and that it may not directly translate to humans, but, you know, evolutionarily, a lot of the molecules we're talking about are extremely well conserved. So when something has an effect, it's pretty likely that it will have an effect. It may be more complicated, involve more tissues, but, um, most of the people are doing it like, I think we understand that. Um, AND so I don't wanna be too critical of Extrapolating information from all these model systems to humans because I think there's always gonna be a grain of truth there. That's the hope at least."
	},
	{
		"start_time": "19:52",
		"speaker": "Ricardo Lopes",
		"words": "So earlier when you mentioned uh super centenarians, you said that for example, if someone lives for 114 years that it's probably due to genetic, uh, to genetic lottery. I mean, it's just genetic luck, but, uh, I mean, do we already know. Something more about the secrets, let's call them that of centenarians' long lifespans, because I'm asking you that because anytime that someone lives that long, of course, journalists go and ask them what's their secret, and I mean their answers are all over the place."
	},
	{
		"start_time": "20:29",
		"speaker": "Coleen Murphy",
		"words": "Yeah, so exactly. In fact, actually it's hilarious to read this, and the vast majority of them, I don't know if you've noticed, um, mention alcohol. Which is hilarious. It's not a recommendation that anyone else would make. And, um, all the women mentioned staying away from men, which is probably just a, a, a coping mechanism maybe at some point because like, uh, the women tend to live, you know, like, usually 9 of the 10 longest-lived human beings right now are women, OK. I don't And for them, that may be very true. But, here, um, Right. So, these are people who really have won the genetic lottery because it turns out if you look in their genomes, right? So, we know from genome-wide association studies of these exceptionally long-lived people that there's a handful of genes that are probably associated with that, right? So, there's, um, And so, we know what those are, but if you look in the gen the, their genetic backgrounds, they often will still have the deleterious mutations associated with other things. In fact, some of them even have the APOE4 allele that for other non-centenarians, gives them Alzheimer's. So, there's something kind of amazing about the genetics. And so, that's why I'm saying, I don't think it's, it really is a lottery in the sense that they didn't necessarily do something. That's gonna help them live long. It's all the things that they attribute to living long, like, you know, eating this, you know, one boiled egg a day or something, you know, stuff like that. It just, it, it can't, that can't be believed, right? And you can see that in their responses because it's so varied, right? A lot of them are smokers, you know, no one else gets away with that, um. Yeah, so, uh, it's not really a secret in what they've done. I think they've really just really lucked out. And then it brings the question, what can we learn? Well, we can learn the genetics, but I don't think we can learn lifestyle things from that. I think it's gonna be interesting in the next couple of years where we figure out, um, from people who are, do not have those genetics. And I think we're seeing that in some countries where people are living really long. It really is due to lifestyle differences, right? And so, the lifestyle differences, that's what we can all learn from. So, that, that's something where we'll, we'll And that'll probably lead to better health as well. So, I think, um, it's been interesting to see that, but there's nothing you can do if you don't have the right alleles that a centenarian has, there's, uh, I don't think anyone's gonna go in and CRISPR their genome, right? So, it's too late for that, but we can learn from the lifestyle changes, and maybe there's gonna be eventually a drug. For example, if you have a certain allele and it does some job, Um, then maybe that's something that's worth studying for like developing a longevity drug. So I think that, and they probably, I'm not the first one to think of that. I'm sure many people are already working on that. So that's really what we can learn from those centenarians, not really like what they ate or drank or smoked or Or anything like that."
	},
	{
		"start_time": "23:27",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, yeah, please don't think that smoking or drinking will increase your life. Exactly. Uh, SO, uh, in, in the book you talk about longevity pathways. What are those and what do we know about them?"
	},
	{
		"start_time": "23:43",
		"speaker": "Coleen Murphy",
		"words": "Yeah. So, sort of as I alluded to earlier, a lot of things that we think of as longevity pathways, and we taught them that because we found, uh, for example, in Cal is a mutants. So, Cynthia Kenyon identified daf-2, so that's an insulin receptor. And, um, well, Gary Roen actually cloned it and then identified as daf-2, but Uh, as an insulin receptor, but the daf-2 mutant lives really long. It lives twice as long, and the animals are super healthy. And in pretty much every assay we've ever done, we found that they have better memory, they have better learning, even with age, they have better learning and memory, like, proportionally longer, they have, um, They are able to reproduce longer because the quality of their ooocytes stays higher longer. Um, Yeah. So, they do a lot of things better. And it's not because they necessarily, they do have a slight delay in development, but not proportional to this huge massive increase in lifespan. OK. So, that's an example of a gene that was identified because of its lifespan phenotype, so it's longevity phenotype. And um through the years, uh, Cynthia and then other people figured out other genes in that pathway, right? So, we think of that pathway is something that kind of flips the switch. Um, BUT As I mentioned in the book, it's a little bit of a misnomer. I call them longevity pathways, because really what they're doing is not messing with longevity. They're allowing the animal to tune their reproductive strategy to the environment around them, right? So, in the wild, a wild-type worm will, if there's not enough food or if it, if it has like Too many nearby neighbors, so that puts out pheromone. If it senses too many of those or if it's too hot, then really what it wants to do is say, OK, this is not a good time to have have progeny, right? So, what I want to do is turn everything for reproduction down, but I also want to keep my other tissues, my somatic tissues healthy, so that when I slip things back, Back on, I'll be healthy enough to reproduce. OK? So now you can start seeing that there's this switch, like this neuronal like decision that gets made, that tells the germline what to do. So, like, slow down making progeny, maybe don't like stretch that out, even developmentally, maybe I slow down everything. And then there's a signal from the germ line that tells the body, OK, You can't come out of this looking like an 80 year old. You gotta like be young and healthy. So let's slow down all those processes. Let's, let's like maintain somatic health, OK? So then, when they come out of it, they can reproduce. And so the, the sort of like side benefit of that is that those animals will now live long, OK? So that's a pathway that makes all those decisions based on information it gets from the environment. And the cool thing is like, We have those same pathways. We have those same genes. They regulate many of the same things, not always for the exact same purpose. We can't, you know, sense that there's like a bad environment and then go into a dour state. But, um, if there's low nutrients, for example, like that does turn on autophagy and other things to help clean up ourselves. And so, those are kind of things that like, That's why people like these ideas of dietary restriction cause they can kind of like turn on some of these pathways that we know work for these purposes of keeping an animal young and healthy while they reproduce."
	},
	{
		"start_time": "27:00",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, are there already any interventions that can be applied to these longevity pathways?"
	},
	{
		"start_time": "27:08",
		"speaker": "Coleen Murphy",
		"words": "Yeah, so that's a great question. Um, In the dietary restriction area, right? So people are very excited about uh rapamycin and metformin and other, those kinds of things that are in that pathway. And I think a few of the drugs that are being identified through these intervention testing programs and also will eventually turn out to be like in that pathway. But the cool thing is that's not the only pathway, that there's multiple in parallel. Um, The diet to the, uh, sorry, the insulin signaling pathway, I was kind of surprised that, you know, that hasn't been, um, as developed as you, you would think, given the fact that we've known for like 30 years that those mutants live long. Uh, THERE was a paper out of, I think, Australia a couple of years ago where they found a drug that actually does increase the longevity of mice through that pathway. So that's pretty cool. So that suggests that we can perhaps use the same, uh, genetic pathway to live long. I think actually these, uh, there's gonna be new drugs that come on that actually are gonna be found to work through those pathways, but they weren't developed for that reason. Um, AND so, I, I think we don't know the answer yet. So, it'll be an interesting Couple of years to see where, uh, whether there's any longevity drugs that will come online. I, I actually think that, um, GLP-1 agonists, the reason I'm kind of excited about those is because those are having all these unintended effects and most of them, like 90% of them are beneficial. And so, we'll see if any of those trigger, I, I think people just didn't know what they did, exactly. They knew some things, but not all the things. And so that could be really, uh, really interesting."
	},
	{
		"start_time": "28:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, can factors that we inherit from our ancestors affect aging? I mean, and if so, what are these factors and how do they work?"
	},
	{
		"start_time": "28:57",
		"speaker": "Coleen Murphy",
		"words": "OK, so this is where I'm gonna like deviate from my usual model systems. I think that um, You know, we found, you're probably asking this question, because we found Some of these transgenerational pathways and sea elegans, um, that seem to do with really about survival in the face of pathogens in their environment. So, we've seen that those C. ELEGANS can actually pass on that information for 4 generations. Um, I think for mammals, it's a little bit less clear to me. It's clear that there's transgenerational information that works really well in plants, and that may have to do with their situation, right? Like they have to, like, um, pass on information from past seasons to their progeny to survive. Um,"
	},
	{
		"start_time": "29:46",
		"speaker": "Ricardo Lopes",
		"words": "BUT, but, but, by the, by the way, how do they pass on that information? Is it through epigenetics, or, yeah,"
	},
	{
		"start_time": "29:52",
		"speaker": "Coleen Murphy",
		"words": "so this is all epigenetics. So in, in plants, the primary mechanism seems to be through DNA methylation. Um, THERE is in C elegans, there's a lot, uh, there's a couple of different fat pathways that involve things like histone methylation, so these epigenetic regulators that are around the, the DNA. Um, THE pathway we found involves smaller RNAs but may ultimately we think might impinge on the histone methylation because worms don't have DNA methylation, um. In humans, I think the jury is still out, but of course, you can't do the real, like, there's been these things called natural experiments. And so we'll, we'll have to see uh what exactly happens and what the mechanisms underlying that. It's just a little bit, you know, Obviously, you can't do the same kinds of experiments and um in mice, I know a lot less about that. I think there's discussion about, there's some things that seem to be very solid results and other things that don't seem so solid. So I don't wanna wade into that. I think the jury is still out. We, we'll still be looking at that."
	},
	{
		"start_time": "30:54",
		"speaker": "Ricardo Lopes",
		"words": "So at this point in time, what do we know about the ways that we eat can influence aging?"
	},
	{
		"start_time": "31:02",
		"speaker": "Coleen Murphy",
		"words": "Um, WELL, there's the kind of obvious things, but I think, um, and there's a general sense that eating less would probably be good, but I think that we need to refine some of that, like eating less of what exactly, right? Like, um, and that may be again the system where like, Maybe what's true in one model system may not be true in another, right? So, um, right, so I think we still need to understand that better, um, for example, you would, there's a chance that you could eat all the calories you want to if you had the right balance of carbohydrates, fats, and proteins. Um, I just think we just don't fully know that yet, um. There's also the idea of intermittent fasting and other things, and, uh, that actually, that's been really a kind of wild ride because first, everybody thought that would be better, um, but then there's more recent evidence that it's not so great. And so, I think we need to better understand all of these things. I mean, you could Just take it and say, well, I'm just gonna live my life in moderation and not eat so much and not drink so much. So, but if you really wanted to like just pinpoint and say, this is the one thing I'm gonna do to live long, actually, I think that exercise is probably the one thing. Regardless of what we eat, and I may be wrong down the road, but I think that, um, there's something very important about staying active, and, in particular, like our muscles seem to actually do a lot of really positive things for keeping us young and healthy. And so, um, not just cardio, but also doing things like weight-bearing exercises. Weightlifting, things like that, especially for older people, seems to be extremely beneficial, even for things like bone density. And so I think for me, I, I focus, maybe, I don't know, just because I like eating, but um I focus less on worrying about what I eat and instead, um really getting enough exercise and making sure that, that, I think that, and every person can be different, but I think that for most people, If they can get exercise, it'll help them in a lot of ways that just um constantly being obsessed with what they eat is not gonna be that be beneficial, and they could actually be wrong. Because we just don't know yet."
	},
	{
		"start_time": "33:19",
		"speaker": "Ricardo Lopes",
		"words": "Uh, uh, AND, and what if you exercise a lot, but you also eat a lot, and so, I mean, uh, uh, your BMI is high. I mean, do you think that BMI itself is a good enough metric?"
	},
	{
		"start_time": "33:33",
		"speaker": "Coleen Murphy",
		"words": "Oh, well, BMI is a is, is a famously bad metric, right? So someone who's in super shape. And has really high, uh, muscle density, right, they're gonna have a moderately high BMI that has nothing to do with body fat. So I think we can say in general fat cells seem to be bad. Fat cells secrete things that are bad. So like it's probably good to not have high fat on our bodies, um. One thing that's unfortunate with age is there's like, especially with menopause, there's actually um deposition of fat that's inside. It's not so obvious, but it surrounds our tissues, our organs and things, and that is a little bit, seems to be less healthy, and that's harder to get rid of too. Um, SO, but again, perhaps one of these things with having more, um, muscle mass actually could be very beneficial there in fighting off some of those detrimental effects."
	},
	{
		"start_time": "34:27",
		"speaker": "Ricardo Lopes",
		"words": "So I mean at this point in time when it comes to caloric restriction and things like intermittent fasting, I, I'm asking you that because of course in recent years we've heard a ton about that, about that and many claims made about its supposed health benefits. I mean at this point in time we're not sure."
	},
	{
		"start_time": "34:46",
		"speaker": "Coleen Murphy",
		"words": "I don't think, I think the jury is out. I think it's really. I think what the people you hear enthusiastic things about caloric restriction from are a subset of people who are gonna be very enthusiastic about that. For a lot of people, that's not realistic, um, I Uh, yeah. Um, AND it's not clear that the controls have been done to actually say whether it's healthy or not. We know in a lab setting with mice, the calorically restricted animals actually live longer and they seem to be healthier. Um, WE know that that's true for rhesus macaques as well. Um, FOR humans, of course, there is a social element to eating. There's a, you know, a psychological element to restricting calories. And so I think it's just a harder thing to do in humans. And so it's not necessarily, it's not fun. And so some people, I, I, I know some people who have done it, and they're very like. DOGMATIC about it. I just, for me, I just can't see it ever as being the thing that we'd want people to do necessarily. There are situations though, for example, I think that is true that some There's been evidence that brief fasting or dietary restriction around the time of a surgery or certain medical treatments can be extremely beneficial. And so, I think that's the stuff that's really interesting. If you could increase the survival or reduce this hospital time by doing like, or taking one of these like, um sort of fasting diets, that would be interesting. But as a permanent way of life, I think it just sounds miserable. Yeah, uh,"
	},
	{
		"start_time": "36:24",
		"speaker": "Ricardo Lopes",
		"words": "and what is the role of DNA repair and cell replacement and things like a telomere length and things like that,"
	},
	{
		"start_time": "36:34",
		"speaker": "Coleen Murphy",
		"words": "right, so those are each, uh, different mechanisms by which animals have been shown to regulate aging. Telomeres were the big deal years ago, but mostly becomes, has to do with how How long cells can divide, because if a cell has no ends of its chromosomes anymore because it's been eaten back by like reproducing, like replicating many times, they're not gonna survive anymore. So, um, and that's called the hay flip limit. Um, WHETHER you could actually get a longer life out of adding more telomeres to the end, like longer telomeres to the end of your chromosomes, that jury is still out on that. I think that hasn't proven to be extremely successful. Um, DNA repair is probably really important, and one of the GWAS, the genes that's come up in human longevity, just actually has to do with DNA repair. So that's probably a real thing, um, that regulates how long we can live. And then what was the last thing you asked about, um, uh,"
	},
	{
		"start_time": "37:32",
		"speaker": "Ricardo Lopes",
		"words": "cell"
	},
	{
		"start_time": "37:33",
		"speaker": "Coleen Murphy",
		"words": "replacement, cell replacement. I mean, look, you know, that's stem cells we're seeing as actually a growing, um. Therapeutic, in fact, and we'll see how well that works out, um."
	},
	{
		"start_time": "37:48",
		"speaker": "Ricardo Lopes",
		"words": "But do you think it's a promising avenue or not?"
	},
	{
		"start_time": "37:51",
		"speaker": "Coleen Murphy",
		"words": "I think that it is. And in fact, actually, um, yeah, let's see, how do I say this? It, it's interesting to know. I think that the longevity field could take a hint from, uh, from looking at what pro athletes do. Pro athletes do the things that make them, uh, perform best in the fastest time like they. And if you look at the treatments that they get, it's like, you know, decades ahead of what you actually get, like an average person gets in a clinic, right? And so I think that, that's kind of interesting cause then there's more and more of this um like during like surgical repair that combined with uh stem cell therapeutics. It's kind of interesting, right? So, um, Yeah, I think that there's lots of avenues. The thing that's aging, about the aging field that's really interesting to me, it's, it's not gonna be just one answer. You know, we break down in a lot of different ways. And so a few of these things could be really helpful, and they may be like done in parallel. And so I think there's like, it's kind of, um, we'll see which ones are most. Uh, EFFICACIOUS, but I think we can't say there's just one thing. And that's why I kinda wanna get away from the whole caloric restriction thing because even though that probably regulates a bunch of different things, I think there's other things that we're gonna be able to do that will help people live longer."
	},
	{
		"start_time": "39:13",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you about another thing that's been on the news a lot recently and there's been a lot of work done on it. What about our gut microbiome? I mean, does it have any relationship with aging or not?"
	},
	{
		"start_time": "39:29",
		"speaker": "Coleen Murphy",
		"words": "OK, so the gut microbiome, that was one of those things that's kind of like overhyped for a long time, but there's always a grain of truth. OK, so we know that the, the microbiome in our gut changes with age, and actually changes with health, OK? So that's a correlation, right? So we have to keep that in mind. So, for example, there is a set of bacteria that are present in young healthy guts, right? And with age, there's fewer of those good healthy bacteria and more of these like less healthy ones, right? So we know there's changes. The question becomes like what is causing what regulates this, OK, um, and there's some really cool experiments showing that if you could transfer, um, microbes from the gut of healthy animals to older or less healthy animals that you can help them repair, OK? And so, that's actually like, that is actually a clinical thing that's done. So, um, Uh, FMT, so fecal microbial transfer, is actually done to, especially in like cases where someone's entire gut has been wiped out by an infection or, or needs to be replaced, OK? So, there's a, you know, so it's not fantasy, it's actually a true thing and actually very helpful. Now, do I know whether like the capsules that someone is selling to like have young gut microbiome is actually useful? I, that I don't know. And there's an uh even cooler thought, which is that maybe we could figure out why they're useful, right? Uh, OH, I want to back up and say that there's a nice um experiment that was done by um Dario Valenzano, where they took the They wiped out in killifish, they wiped out the gut of a micro gut microbiome of animals, and then they replaced it with the young microbiome, and they were extend, they extend the lifespan of these fish. OK? So that's super cool. OK, so it does suggest there's something there. But, you know, it'd be nicer just to figure out like, what are the young microbes produce? And it seems like they produce metabolites that could be super healthy. And so, on these short chain fatty acid, things like that, maybe those are the key. And so that could actually become something that would help someone eventually. So, I think there's been a lot of stuff where you like, there's correlation, but we have to distinguish cause and effect, and I think that uh the field is actually getting closer to figuring that part out."
	},
	{
		"start_time": "41:57",
		"speaker": "Ricardo Lopes",
		"words": "Right, I mean, this is just speculation on my part, but since the gut microbiome also seems to be affected by diet, do you think that if we can establish a causal relationship between the gut microbiome and aging, then, uh, diet, at least indirectly, could also play a role"
	},
	{
		"start_time": "42:18",
		"speaker": "Coleen Murphy",
		"words": "there. I think that that's probably very true. So, and, and part of eating a better diet, especially one that like with yogurt and things that can actually help, that, that might be useful. Um, WHETHER it's gonna make you live like 2 weeks longer, 2 years, that I don't know. OK, so that's, that's what I was saying I can't really like say that, but I think there's nothing wrong with saying that there's actually differences in our microbiome with age, and because of that rise in deleterious microbes, uh, replacing them with good microbes could only be helpful."
	},
	{
		"start_time": "42:52",
		"speaker": "Ricardo Lopes",
		"words": "OK, and what, how would you characterize the current state of longevity, uh, longevity biotech?"
	},
	{
		"start_time": "43:01",
		"speaker": "Coleen Murphy",
		"words": "Well, longevity biotech is really thriving. And part of the, the, uh, excitement is the fact that what I just said, there's many different ways that we can attack the problem. And so, I think, um, as a result, some of the stuff is moving out of academia. I mean, the academic discoveries are still continuing. I, I actually want to say this very clearly, if academia fails, it's gonna be really bad for biotech because We do, like, you know, it's like the iceberg, right? Like you need that basis to make the decisions and discoveries that will take things to the biotech because biotech's risky. So you only want to take the things that are the most likely and then help develop those, and then eventually those will make its way into like mainstream pharmaceutical. So, um, I think there's a ton of interesting things going on right now. And, um, I'm not a betting person, so I'm not gonna say which one of those are most likely, but I think that there's real potential for moving some of the things that we've discovered in the past couple of decades into real useful treatments for people. And that's at some of the biotech and then eventually it'll make it into, uh, into bio into pharmaceuticals."
	},
	{
		"start_time": "44:08",
		"speaker": "Ricardo Lopes",
		"words": "In your opinion, how seriously should we take those kinds of uh experiments that some billionaires are doing on themselves in terms of trying out many different things to see if they can live longer?"
	},
	{
		"start_time": "44:23",
		"speaker": "Coleen Murphy",
		"words": "OK, so in science, the way we do science is we do things with controls. We change one variable at a time. So that we can actually interpret the results. So what you described is not an experiment. It's just doing something. It's not gonna lead to like, how would you know. How would you know at the end of all these, like, what's, what they're doing to themselves? I will say one thing. The most effective way to live longer is to be rich. It's sad, right, because rich people have access to the best, best food, healthcare, exercise, normal sleeping schedules. They are not worried about food deserts, right? They can actually get everything they need. And so, um, I think we'll never know if a billionaire who's doing a million things to themselves daily. If they live long or not, it's gonna be due to any of the things that they're doing to themselves. So, it's not, it's not informative, in my opinion."
	},
	{
		"start_time": "45:23",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, I mean, that's actually very true. Uh, THE last time I looked at the sort of longevity gap between rich people and poor people in the US, it's like in the order of 10 years of difference or something like"
	},
	{
		"start_time": "45:37",
		"speaker": "Coleen Murphy",
		"words": "that. Yeah, yeah, a lot of that can be attributed to. Preventative healthcare, right? Because if you're poor, you cannot afford to go in to see a doctor when you start to feel kind of sick. You might wait until you're really sick, right? Uh, GOOD food in this country is very expensive compared to cheap, like bad food, so there's all kinds of, there's a million little decisions. That get made, uh, for pretty logical choices, you know, poor people are not illogical. They just are, they have a limited set of options, and so they're making, doing their best to get by, and that's not the same set of options that a rich person has. And so that really leads to those, uh, discrepancies as a huge differential, as you mentioned, in lifespan. That's right."
	},
	{
		"start_time": "46:26",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I mean if poor people, if someone has to work 2 or 3 jobs just to pay their bills, I mean, they don't have any time at all to be cooking. I mean, they just have to eat fast food most of the time."
	},
	{
		"start_time": "46:38",
		"speaker": "Coleen Murphy",
		"words": "Or in fact, what you just mentioned, it's also super stressful. So high stress is very bad for us, and shift, shift work, like working late at, like at night shifts and things, that's really messed up. So there's all that's what I'm saying, it's like, and it's probably cumulative. And there's even this cumulative stress of living in a, like, being feeling poor actually raises your stress levels. So, like, all these things, um, so, you know, when a rich person lives a long time, uh, I think a lot of people want to believe it's because they've done a good job taking care of themselves, but it's really because of these structural inequities that are, are, uh, You know, like if you're poor, you're fighting up an uphill battle to live a long time or even have a healthy life. Yeah,"
	},
	{
		"start_time": "47:21",
		"speaker": "Ricardo Lopes",
		"words": "yeah, and I mean, uh, uh, to be more specific, what kinds of molecules are being targeted for clinical treatment when it comes to waging?"
	},
	{
		"start_time": "47:32",
		"speaker": "Coleen Murphy",
		"words": "Well, right now there's a lot of attention for in the caloric restriction pathway. MTOR is really a thing that people are trying to target through multiple mechanisms, but in fact, there's a lot of, uh, If you like, if I showed you a slide of everything that is around that MTOR regulation, there's a lot of other proteins that actually could be targets as well, um. I'm just trying to think. And that's probably the place where the most is being developed, but I don't think it's where it should be. The only, the only place where it should be, oh, there's also autophagy, I think they're being developed, uh, autophagy promoters, because actually, that could, that's, you know, also the longevity field. I just want to step back and say that the longevity field is taking advantage of like research has been done in a lot of areas as well, uh, such as cancer, right? So that's where some of the drugs that are being found to be beneficial for cancer treatments actually turned out to be helpful for longevity as well. Um, SENOLYTICS, so like drugs that target senescent cells. So, senescent cells are not just dying cells, they're actually cells that are super unhealthy and they actually secrete things that are bad for other cells. So, targeting, the idea is if you target them, you get rid of them. And I, I heard a nice story in this field that I really like. Uh, IS that senolytics might be helpful for people who have had childhood cancers and they survived that, but then later on, it turns out they have a lot of accelerated age-related diseases. So, senolytics might be useful in helping those people just even have a normal lifespan. So I think there's a lot of things, and I'm probably forgetting some because there's just so many. Like every chapter of my book, we talked about a different like pathway or um mechanism and like you can imagine if you find the proteins are in the, the genes that are responsible that they can become new targets, right? So pharmaceutical targets, so um. That's why I didn't just say like, you know, restriction and we're done. There's actually really a ton of different things that are going on. So, each one of those, even, like if you think creatively, like most of them could probably be developed into some sort of uh pharmaceutical treatment."
	},
	{
		"start_time": "49:35",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so just one final question then, how, how can we develop new treatment, and I mean, what is the best approach for, for us to develop new, new treatments for age-related decline?"
	},
	{
		"start_time": "49:49",
		"speaker": "Coleen Murphy",
		"words": "Ah, OK, so, um, so one of the barriers that you might be aware of is this idea that, um, aging is not considered an FDA. Treated disease, right? And so that makes it difficult to do things like clinical trials and so that's been the effort by um Neer Bar Barzilai and others to try to develop, um, car, carry out clinical trials that you really use aging as an endpoint. But of course, as you noted earlier in the program, there's a lot of things that happen with age, age-related diseases. And so, uh, one clever approach that several companies have used is to instead like target one of those age-related diseases and say, OK, does my You know, does the drug that I have, does it slow down this or that, OK? So, for example, there's things with the eyes, right? So, like, age-related problems with the eyes, we can look at that. We have things like osteoarthritis, um, lots of things that are not They're saying is proxies of aging. So we don't have to ask the question, does this drug make someone live longer? We can ask, does it actually treat this disorder that I'm, that's an age-related disorder? And if so, then, you know, you could probably market it for that one thing, but you might have the benefit of living longer as well. Yeah."
	},
	{
		"start_time": "51:05",
		"speaker": "Ricardo Lopes",
		"words": "OK, so the book is again How We Age, The Science of Longevity. I'm leaving a link to it in the description of the interview. And Doctor Murphy, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "51:21",
		"speaker": "Coleen Murphy",
		"words": "Uh, uh, YEAH, so I, um, I'm a professor at Princeton, and so if you just look up Princeton in my name, you'll find me. I have a lab here and I also am the director of the Louis Siegler Institute for Integrative Genomics, and so, uh, that's a link there."
	},
	{
		"start_time": "51:38",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much for taking the time to come on the show. It's been fun to talk with you."
	},
	{
		"start_time": "51:43",
		"speaker": "Coleen Murphy",
		"words": "Nice to talk with you as well, Ricardo. Thank you for the opportunity."
	},
	{
		"start_time": "51:47",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoro, and Hal Herz Agnon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka, Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolatti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanus, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]