[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm here with a repeat guest, Dr. Nathan Lentz. Last time we talked about his book Human Errors, and today we're talking about his latest book, The Sexual Evolution How 500 Million Years of Sex, Gender, and Mating Shaped Modern Relationships. So, Dr. Lentz, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:26",
		"speaker": "Nathan Lents",
		"words": "Thanks very much, and it's a pleasure to be back."
	},
	{
		"start_time": "00:29",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, I mean, you go through lots of different things in the booklet. I will try to focus just on a handful of them because we only have an hour today. So, uh, let's, uh, let me start just with a general question. What can we learn by looking at the natural history of sex?"
	},
	{
		"start_time": "00:48",
		"speaker": "Nathan Lents",
		"words": "Well, uh, we can learn a lot, and I think that, um, only recently have we really begun to appreciate. Uh, THE full diversity of sex in the animal world. And so we know that, um, you know, sex evolved in microscopic organisms first, uh, simply as a way to combine two genomes. And what that allows you to do, it seems simple, right? But you have to remember that prior to sexual reproduction, everything reproduced by some version of cloning. Basically 11 cell kind of splitting into two that were more or less equal to each other and the same as what as what pre-existed, but sexual reproduction changed everything because when you combine the genome of two individuals, it allows you to over time select the best, the best versions of all of the genes. So, you know, if, if a small bacterium has, I don't know, let's say 10,000 genes or 5000 genes, there can be different versions of those genes. Circulating in a gene pool, right? And, and we, we today, we take this for granted, the idea that there's, uh, you know, different versions of genes circulating in a gene pool. But there was a time on Earth when that was a new thing, and you can imagine what a huge advantage it was, because when you have two versions of every gene, for example, in an individual, what that allows you to do is have a backup copy, right? So one copy can, can hold the original function, and then the second copy is free to sort. Of take on different possible forms and different functions. And when you have that, that safety backup, that is the recipe for creative innovation. And so you can have, and it's random when it begins, but then nature selects for those really good versions that occasionally come about. Now let me tell you why that's so powerful. Once you have creativity built in, every generation, you're constantly generating new combinations of genes, new versions of genes, and then nature. CAN act on it, and it allows evolution to really ramp up. And that's not long after sexual reproduction first emerged was when you saw creatures get much more complicated, much more complex, much more sophisticated, and that happened very quickly thereafter. And the key to that is diversity, right? Just having diverse versions of genes and combinations, and it allows all of this exploration. Now fast forward to the evolution of animals, right? And I do. Concentrate exclusively on animals in my book because even though, you know, plants and fungi reproduce sexually, they don't engage in what I call behavior, right? So they don't, they're not out there moving around and so the behavior of sex is really what, what I'm focusing on in my book. So fast forward from the invention of sexual reproduction to animals, and then what you have is something that we've always known, which is diversity is good for a population. It's good for a species, even though individuals. MAY or may not benefit from their particular kind of diversity. In fact, actually, when we're talking about genetic diversity, a lot of times it's bad, right, to have different versions of genes, but for the species overall, it's really good, and that's what allowed animals to go all different directions, you know. They went onto the land, they went back into the sea. Some of them came back on the land again, and, you know, they, you know, learned to fly. They all kinds of creative innovation comes about purely because we have sexual reproduction now. Unfortunately, when we have been studying sex and and sex behaviors and sexual evolution, we've always been kind of with this lens of, well, we have males and we have females, and males have this kind of strategy and they want to sort of do this thing, and females have this strategy and they want to be this or do this. And that leads to what I call optimal thinking, where there's one best way to be a male and all the males are trying to be this, and there's one best way to be a female and all the females are trying to be this. And of course competition is, is, is a thing. It's, it's certainly out there in nature. But what we, we, but when you take your blinders off and stop thinking about archetypes, like stop, stop thinking about optimization and just think about diversity, what you really see when you look out in nature is a variety of kinds of males and different strategies that are successful when one is a male. And then there's a variety of strategies and ways to be successful as a female. And as animals explore these different ways of being, everything we thought we knew about sex roles or gender roles kind of goes out the window because we see examples of animals doing it all kinds of different ways. And, and this is important, and I'll finally wrap up this answer, the maleness and femaleness, the strategies start to overlap and you start to see. See that you can move in and out of various sex behaviors and find success. And there's, and I give lots of examples in my book of animals, um, taking on these sort of diverse strategies, diverse roles, diverse morphologies, meaning their physical appearance, and it's not tied to a specific way of being. That really creativity is rewarded by nature time and time again."
	},
	{
		"start_time": "05:55",
		"speaker": "Ricardo Lopes",
		"words": "OK, so we're going to talk about some of those things and I want to get into the topic of sex and gender and how they differ, but my first question is, because I want to take it step by step, what does biological sex mean for evolutionary biologists? I mean, how do you distinguish between male and females? Is it on the basis of gametes, Gnets, sex chromosomes, or some other criteria?"
	},
	{
		"start_time": "06:21",
		"speaker": "Nathan Lents",
		"words": "You are getting at the heart of a. Really raging debate right now in the field of biology. How do we define,"
	},
	{
		"start_time": "06:27",
		"speaker": "Ricardo Lopes",
		"words": "I know, I know, I'm aware of that."
	},
	{
		"start_time": "06:30",
		"speaker": "Nathan Lents",
		"words": "How do we define biological sex? And again, because of that kind of optimized thinking, um, there really wasn't much controversy until about 20 or 30 years ago where most, you know, you think, well, males make sperm and then everything else we associate with that, that's maleness, and then females make eggs and everything associated with that, um, is female. But what we're finding is Defining maleness and femaleness based purely on gametes, that's just one way to do it. And that's, we, we like that way because it's very binary. It's very clear, it's very simple. An animal either makes eggs or sperm or both. And by the way, lots of animals can make both or do make both, it's especially in invertebrates, but even marine mammals, you see examples of hermaphroditism. So that's the ability to make both gametes either at the same time or at different times. In your life history. So, by the way, that right off the bat, binary doesn't quite work, um, when you, when you consider how common hermaphroditism is in the animal world. So at least you have three sexes, right? If you're gonna use gametes. And we like gametes because they are, you"
	},
	{
		"start_time": "07:34",
		"speaker": "Ricardo Lopes",
		"words": "would count, uh, sorry to interrupt you, but you would count hermaphroditism as a third sex. Oh, I"
	},
	{
		"start_time": "07:40",
		"speaker": "Nathan Lents",
		"words": "think it has to be. If you're defining the whole animal based on which gamete it makes, you have sperm, egg, or both. So you could say that they're both male and female at the same time, but then you're not binary still, right? So you could consider hermaphroditism a third kind of comedian. Sex and this introduces this term gametic sex. So an animal's gametic sex is which sperm, I mean, sorry, which gamete they make one, the other, or both. But that's just one way to define it, as you mentioned, we also define sex based on chromosomes. We also define sex based on certain genes which may or may not be on the sex chromosome. We can also define animals by their genital anatomy. We can define them by. Other anatomy throughout their body, which associates with one sex or the other, uh, their hormone levels, like, and, and ratios, there's lots of ways to define sex. And what, what we find when we measure these across animals is that besides the sperm and egg, it's not really that simple, right? Let's, let's take, um, let's take breast size in humans, because that is a very dimmorphic feature, meaning males and females have. Very different averages when it comes to the size of their breast. But if you map the size of breasts of women on a bell curve and the size of breasts on a man and a bell curve, you will find that they overlap, that they overlap quite a bit. There are females who have smaller breasts than some males, vice versa, and you have that. You have a bimodal distribution. OK, well, that's breast size. What about genital anatomy? You actually end up with the same thing. And the degree of overlap can be different. Let's talk about hormone ratios. Once again, you get two bell curves that overlap. And so what you end up with is this continuous spectrum. Sometimes, the two humps of the curves are very obviously separated. Sometimes they bleed. Into one another. Like if you look at, for example, waist hip ratio, or if you look at body hair distribution, these things are not simply clear cut. Now, some, some would argue, well, that's just variation of sex-based features. It doesn't change the sex of the individual. Well, here's how I, here's my counter to that argument. Um, IF you put everything on gametes, then you collapse all of that other diversity into two buckets, and not individuals don't always fit in their respective, respective bucket. And when, when they don't fit into that bucket, you're forced to make a decision. You say, well, this animal behaves like a female, like most females, like typical females, has the body shape of a female, the genital anatomy of a female, and you keep going through this list, but because they make sperm, they're in the other bucket, which doesn't make sense for 99% of that animal's life history, what they're doing, how they're behaving. How other animals interact with them. There's a whole different, a whole group of ways in which they don't fit their bucket. And does it make sense to force them into a bucket simply because of the gametes? Why does gametes trump everything else? And I especially think this applies to humans, because I want you to think about your daily life, how you live your life, how you interact with others. Lots of things are. Sex different when it comes to that. But how often are the gametes important for that? How often do the gametes affect your health and disease or your social interactions? There are diseases that women get far more often than men. There are diseases that men get more often than women. They have different health risks, different health outcomes, and your physician, you know, really needs to know your biological sex in order to give you the best care. None of that has to do with sperm or eggs. Right, but it does have to do with hormone ratios and red blood cell count and body fat distribution and, and all kinds of other things that, that show these sex differences. Those are much more important to your health, disease, your social interactions. And so acknowledging that sex exists on this continuous spectrum. Um, ALLOWS sort of people to have a better fit with their biological sex and their, and better understanding of it. And remember, there are people who are very much in the middle, uh, on a lot of these features. We, sometimes when it affects the genital anatomy, in particular, we call them intersex individuals, uh, because we really focus on genital anatomy. That's all that matters, right? Um, BUT even if you just want to focus on that. What do we do with intersex individuals? Do we say they don't count? Do we say their sex is not important? Do they say ignore everything about them except just look at which sperm they make or eggs? That's silly. That makes no sense. And it also erases them and forces them into an existence that doesn't match what really matters to their life, including their health. So acknowledging that sex is a continuous spectrum with these Bimodal distribution, it doesn't deny sex differences. It really elevates sex differences as important, important for us to understand. So how we define maleness and femaleness is not so simple, and we shouldn't be afraid of it just because it is complicated. People like simple categories with hard boundaries and definitions and clear separation. Sorry, that's not how life works. It just really doesn't very often fit into these nice categories. So I opened my book with a story about why definitions and categories often get in the way of our understanding. They collapse diversity and they erase variability and variation, which, of course, to harken back to my first answer is nature loves diversity and variety. It's the, it's the secret to all innovation."
	},
	{
		"start_time": "13:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you said that this is an ongoing debate about whether sex is binary or not, and uh I've had on the show Doctor Agustin Fuentes, who released the book Sex Is a Spectrum. I talked a lot about that with him and more recently I've had Doctor Herman Ponzer on the show, a biological anthropologist, and he told me that he thought that uh the arguments put forth by people who argue. That sex is non-binary are sound scientific arguments, but he doesn't agree with the conclusion because he thinks that it is not helpful to say that sex is non-binary because he says that there are two main paths in terms of sexual development. And then, soon I will also have on the show Doctor Edward Hagen because he wrote a critique of Doctor Fuentes's. Book Sex is a Spectrum and the 10, I, I think he agrees mostly with Doctor Herman Ponzer even though Doctor Herman Ponzer also said, as you did, that it's very hard to precisely define femaleness and maleness. So, uh, I, I mean, yeah,"
	},
	{
		"start_time": "14:08",
		"speaker": "Nathan Lents",
		"words": "and, and, uh, Augustine Fuentes is a friend of mine, and, uh, and we're working on an article together that I think outlines this, what we're saying and what we're not saying. Uh, A little bit better, but I do acknowledge that there's different ways of thinking about this, and some very, very smart people disagree with me on this, and including, um, you know, some biologists who study gender diversity, um, the, the, what, what it comes down to, honestly, is semantics about what, what we mean when we say biological sex. If you Define biological sex as which gamete you make, then it's simple. All we're arguing for is that biological sex is important in lots of things throughout your body and throughout your life. And so to make it all about gametes, to me, it becomes unhelpful as a category. And also there is already a term for that, gamedic sex. Right, we have chromosomal sex, genetic sex, genital sex, gametic sex. That's already there. That's a term that already exists, and we can define people by their gametic sex relatively neatly and cleanly. So that's fine. What we're saying is sex is much more interesting and complicated than just what goes on in the gonads, right? There's sex biology all throughout our bodies and our social interactions, right? We are a biocultural species and we navigate. THROUGH the world differently based on our sex, and none of that has to do with which gametes are being made, right? It has to do with how people treat you, how you understand your own body, how your body relates to other bodies, and that's all we're, that's all we're saying. And if we come back to, well, we're going to call, we're going to define things on more precise categories, gametic sex, chromosomal sex, and then that way we can acknowledge some of those categories are binary, some of them are continuous. If we do that, that's fine. We're happy with that too."
	},
	{
		"start_time": "15:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, so as an evolutionary biologist, how do you approach gender? What is gender? Because I've had this conversation on the show, but it was mostly with, uh, you know, evolutionary anthropologists, cultural anthropologists, anthropologists in general. But as an evolutionary biologist, uh, what do you have to say about that?"
	},
	{
		"start_time": "16:12",
		"speaker": "Nathan Lents",
		"words": "So, um, there's again, very complicated because as we apply gender to humans and the anthropologists that you've interviewed, you know, would be, would be focusing on the human experience of gender, um, yeah, it's this constructed reality regarding sex and one's one's relationship with, with their body and their sex. AND their identity and their outward expression, but in animals, you can't quite ask that question of how they feel. But what you can do is ask how they behave. And a good another friend of mine, Joan Roughgarden, has advanced this idea that animal gender has to do with how an animal approaches reproductive biology. Um, AND, and, and it's not just their bodies. So, so she is very willing to admit to simple classifications based on sex and then much more complicated classifications based on gender. Only she'll agree with that only if we apply gender to animals and recognize that animals have been exploring different ways of being male and different ways of being female. They've been doing that for hundreds of millions of years, hence the title of my book. And, and so Joan Roughgarard advances the idea of sex. Gender are two different concepts even in animals and even invertebrate worms, for example, can have a sex biology which is focused on gametes, and then gender, which has to do with behavior, which has to do with mating, which has to do with parenting, which has to do with pair bonding, you know, parental relationships, sibling relationships. So that would be an animal's gender. And so she sees that an animal can be male, but there can be flavors of male. There can be 3 or 4 different kinds of males, and that would be their gender, right? So, their sex can be male because they make sperm, and their gender can be, um, you know, different varieties, and you would have to name these morphs, uh, you know, something. So that's one way to, and I support that very much. I like the idea of applying gender to animals because it acknowledges that physical things like bodies are one thing, but how that gets expressed in a population and, and, and especially in regard to interactions. Um, THAT could be gender, and that, that would resolve this conflict as well. That's another way to sort of piece this together in a way that we can all live with, I think, is acknowledging that sex and gender are different but related and that it does apply to animals. And that's where you'll lose a lot of evolutionary biologists as well, because they, a lot of evolutionary biology is in many ways the most conservative scientific discipline in the life sciences anyway, because there is this optimization thinking about male and female. So that's baked into the field. It's changing. It's very much changing, but that, that's in there. And the other thing that's in there is that, oh, animals don't have anything to do with gender. That's a, that's a human thing. Fine, humans can construct gender, but animals don't. And what Joan Roughgarden has argued, I think very powerfully, is that animals. Construct gender as well. Their interactions with each other based on sex biology creates this, this diverse way of being male and female, and, and some of it is ingrained genetically. There are different forms of male sometimes. Some of it is behavioral, some of it is learned. So throughout the cultural history that an animal is experiencing, and to me and to Joan, that looks like gender. The interaction of physical, social, psychological, you know, all of that mixed in creates this unified identity, diverse but unified, that's gender. And if we apply that framework to animals, you don't have to ask how they think or how they feel or how they express. You can just watch what they do, and you'll see that that diversity naturally emerges when you're open to it. But if you view animals as if every male is trying to be the apex type of male. Then you're gonna miss a lot of that diversity. You're gonna dismiss uh the others as suboptimal. I mean, uh, you should see the language that some biologists use to describe males that are just different, you know, they'll, they'll say that they're suboptimal, they're runts, they're imperfect, um, sometimes they're female mimics, if, if some of their differences make them look a little bit like females. Joan Roughgarten and I, that's all nonsense. What you really see is diversity within the categories of sex, and that diversity often leads to success, right? These different forms persist. They're not just freaks. They're not one-offs. They're a part of the natural diversity, the natural toolkit that an animal has to try to be successful."
	},
	{
		"start_time": "20:48",
		"speaker": "Ricardo Lopes",
		"words": "Uh, By the way, in regards to sex, do you, do you think that we should approach it, uh, uh, from an evolutionary perspective, perspective as if its own goal was to, uh, an individual to reproduce? I mean, is reproduction the only goal of sex?"
	},
	{
		"start_time": "21:06",
		"speaker": "Nathan Lents",
		"words": "Absolutely not. Although only if you think in the broadest sense that everything you do is rep is, is having to do with sex, right, or having to do with sexual reproduction, having to do with creating the next generation. And in a sense, everything you do is designed to make you be successful, either in surviving, reproducing, whatever. But the sex, I think you mean the sex act itself, it is not purely about procreation, right? So two individuals coming together and having sex, and this is true for animals and humans as well. Sometimes that is purposed towards procreation, but lots of times it is not. And if you consider in your own life, how many times you've had sex, how many times of those were with the goal of procreation, right? Very few, many of us never. And, um, and that's true for other animals as well. They have sex for a variety of reasons. They have sex, you know, let's start with the non-controversial ones. Pair bonded animals have sex with each other to strengthen the pair bond, to reduce interpair conflict, and to strengthen the attachment because we know that animals become attached with one another for the same reason humans do through hormones in the brain, vasopressin, oxytocin, and other ones as well, norepinephrine, serotonin. There are hormones involved in attachment, and those operate in animals. In fact, we discovered. All that in animals and their attachment, and we know that sexual activity strengthens that in certain contexts. So that's the simple non-controversial one right off the bat, we all know that sex does more for us as individuals than just create the next generation. But let's go beyond that. Animals also have groups, also have sex in social groups among the members, and there's lots of examples of how. That sexual activity reduces aggression. It reduces conflict. It resolves conflicts. Sometimes it's even somewhat competitive, meaning it's used, sex can be used to establish a dominance hierarchy, right? And if you look at the way that male lions, when male lions, many of them exist in these multi-male coalitions, that's not just a single male in every lion pride. Lots of. Lion prides have multiple males, but they are ranked. Lions are an aggressive species, and they have sex with each other as a way to establish dominance, and it kind of looks like a wrestling match, right? And you might look at that and you say, well, that's not really sex then, that's a dominant struggle. It's both. How can you not call it sex when it's penetrative, it reaches climax. But people don't want to consider it sex because it doesn't lead to procreation. Well, if you define sex as only that which leads to procreation, OK, then fine, but that means that I've never had sex in my life. I've, trust me, I have, right? Sex is sex, right? We know what sex is and and the goal of it is not what makes it sex, it's the act itself. And so, uh, animals have sex for a whole variety of reasons. Some of them are, um, 00, and, and to return to the lions one last moment, you might ask why they do that is, well, It sure beats fighting to the death, right? Because when animals establish dominance by fighting to the death, even the winner will be injured, right? And potentially, and, and it's, it's, they're worse off if that's their way. But if they use sex as a way with an outcome that's very different, where everyone walks away happy. The submissive, you know, the loser has to submit to the more aggressive male, so you still establish the same goals, but you do that in a more pro-social way where everyone can walk away a winner, meaning alive. So that's just one small example. And then in the book, I Talk about lots of other uses for sex, and not all of them are prosocial. Some of times animals use sex to deceive other members of their group. They use sex to get an advantage. They use sex to tire them out. They'll even trade sex for resources. There are animals that will exchange sex. Um, FOR food, for example, or nest building materials or whatever is valuable to that animal. So once, once there's a commodities market, sex is, uh, traded, uh, for those commodities. And, um, and, and, and that's normal and natural, right? So there's this tendency to want to judge that, but why? You know, why? Animals are just doing what they're doing."
	},
	{
		"start_time": "25:24",
		"speaker": "Ricardo Lopes",
		"words": "So there's this, there's also transactional sex in non-human animals."
	},
	{
		"start_time": "25:30",
		"speaker": "Nathan Lents",
		"words": "Oh yes, absolutely. And we've known this for a long time in the very simplistic sense. You'll see invertebrate animals, a lot of times, um, a male will have to give a gift of sufficient quality in order to convince a female to mate with him. So those are called nuptial gifts, and we've known about this for a long time. Sometimes they have to hunt and find something. Sometimes they make it themselves. They actually have secretions like that they offer as payment for sexual acts. So we've known about that for a long time in invertebrates and other simple animals, but what we also see in vertebrates, including our closest relative chimpanzees, chimpanzees will do favors for each other in the hopes of gaining sexual activity, including exchanging meat, right? So chimpanzees are mostly vegetarian, you know, they eat leaves and sticks and things, but they will occasionally eat monkey meat. They will hunt small monkeys and eat them. And it has been shown that chimpanzees, male chimpanzees can buy sexual access from females by giving her gifts. So I talk about that in the book. I talk about some baboons that will exchange grooming for sex, and then of course the famous one is the penguins who will in Antarctica will exchange sex for rocks that are used to build nests. So they're rocks. You know, are not all equal. Some rocks are very good for nest building, and those become, you know, a commodity that females can actually gain access to by offering sex in exchange for nest building material. So once sex becomes important to an animal, there will be exchanges, and there's a market for these exchanges, and humans did not invent sex work, the oldest profession indeed."
	},
	{
		"start_time": "27:09",
		"speaker": "Ricardo Lopes",
		"words": "OK, so with uh all of what you said about um the non-reproductive goals of sex in mind, how should we approach homosexuality in animals from an evolutionary perspective then?"
	},
	{
		"start_time": "27:24",
		"speaker": "Nathan Lents",
		"words": "Right, well, when you consider that the only benefit of sex that wouldn't apply to same-sex sexual behavior is procreation, but all of the other forms, all of the other benefits, all the other gains that you can have from same-sex sexual behavior are still going to be there. It would be weird if an animal didn't ever engage in it. I mean, think about it this way I can gain an advantage or a relationship or a dominance position. What if I don't engage in this activity, the only thing that I'm, the only thing that happens is the cost, right? I've, I've missed the opportunity to have this relationship with half of the group. But if another individual will have sex with either sex, with either, with any animal, then they have a natural advantage because they can build their, their social network in more ways. That's just a simple example. But when you consider that sex does perform lots of other functions and has many other benefits. It would be weird if it was only purposed at 50% of the population. And, but this, this introduces the idea of what we call strict homosexuality, where there's an aversion to opposite sex sex, and then strict heterosexuality where there's an aversion to same-sex sex, and it's the aversions that you don't really see in nature the way you do in humans. Very few animals would be averse. So essentially what you could call is all animals are a little bit bisexual or pansexual, right, because they don't have a strict aversion, but they might have attraction. One more one way or the other, and this has been studied in great detail in bighorn sheep in the in the American Northwest. Charles Roselli and others have studied how that attraction takes shape in sheep, and it is fairly restricted. It's fairly defined. There are some animals who will really only engage with the opposite sex or with the same sex, and those are a minority. Most of them are somewhere in the middle where they might have one way or the other, but, you know, in a pinch, they'll have sex with anyone. Um, AND I think that's closer to the human experience, where more, more people are probably more in the middle than we want to admit, right? Because in, in polite society, we don't really talk about, uh, sexual fluidity, although we're getting there. We, we are really starting to, and more and more people are starting to admit that, well, I don't know if I'm perfectly straight or perfectly gay. I'm attracted to this, I'm attracted to that. But we, we live in a society that really forces you to pick a, pick a side and pick a team. And so those aversions do get established in our childhood because if you're, let's say you're mostly sort of heterosexually inclined, well, on top of that natural inclination, you have strong social consequences to expressing anything homosexual. So that affects how your attraction. Take shape, right? Especially in a, in a childhood during your formative years, if you see nothing but harsh negativity applied towards same-sex sexual behavior, you will internalize that, right? So imagine a world that was free of all that coercion. I think what you would see is that most individuals are sort of in the middle. You might, you know, go one way or the other, you know, or different time periods, or maybe it's based more on the individual or whatever. And just to wrap this up. There are some mammal species that we don't see any same-sex sexual behavior. And those are the solitary animals. There's not very many solitary mammals because we are naturally social. Social begins at birth with, with breastfeeding, right? So nursing is an inherently social act, right? So mammals are, are very social like birds, very social, but there are a few species that are solitary as adults. And in like orangutans is the one that we're, we're closely, most closely related to, but Tasmanian devils are the same. There's, there's a few mammals that are truly solitary as adults, and you don't see same-sex sexual behavior. So to me, the exception proves the rule that when you're not a social species, well, there really isn't any benefit to sex besides procreation. Procreation, that's it, if you're not social. But if you are social, there's a whole variety of benefits that come from sexual activity. So, so that's why in basically all of those, we do see at least some same-sex sexual behavior because There's nothing gained by being averse to it, right? And there is potential gains by being open to it. So that, that, that's, that's my theories on orientation. I really don't believe in sexual orientation as a natural phenomenon. It's certainly true as a social phenomenon in, in humans. Like we are, we are, we're all, you know, encouraged. TO check a box and be something clear and distinct because that gains you a community, that gains you a solidarity that helps mark the borders of social groups and humans do have this inherent inherent desire to put people into groups and categories that we can understand and define. We're back to that same topic, but nature doesn't work that way."
	},
	{
		"start_time": "32:22",
		"speaker": "Ricardo Lopes",
		"words": "OK, so we've already addressed homosexuality and same-sex behaviors. Uh, WHAT would you say to people who, I guess most of them follow on the conservative end of the political spectrum when they claim that, um, something like permanent monogamous marriage is not only the proper way to make a family, but the bedrock institution around which society is built."
	},
	{
		"start_time": "32:49",
		"speaker": "Nathan Lents",
		"words": "OK, well, to the latter question, marriage as the bedrock institution around society is built, can't argue with that. In a lot of cultures, um, you know, the, the primary social group is the natal family, and, uh, the nuclear family is sometimes called. But that is a social development that that came across over time, particularly after farming and after the development of civilization in the sense of where you had property, land ownership, and commodities essentially. What, what we see when we look across human cultures outside of industrialized societies, we see a whole variety of family-making behaviors. It's not a nuclear family as the only way to be. If you consider humans. In their pre-industrialized state, and that's what we see in other animals as well. We see a whole variety of family structures. You see cooperative alloe parenting. That's one of my favorite examples. There are primates who really care for each other's children almost indiscriminately, almost indiscriminately with regard to genetic parentage. They just, you know, raise children as a group. You see other kinds. The structures where the males and females don't interact socially much at all. They come together for procreation and then they go back to their sex segregated groups. So there's no such thing as a nuclear family in those, in those animals. And so I think most people who are interested in, you know, permanent monogamous marriage, they're really only talking about humans. You don't see. Very many models of that in the animal world. There are a few. There are a few animals who really create, um, you know, a breeding pair and their children, and that's the group, right? So copperrititi monkeys in South America, you know, have that social structure, but that's not a good model for ours. You know why? That group does not interact with any other groups. They, that is, that is a group, and if there's another group, they are in conflict. There's territoriality. There's mutual aggression. So that's not how we live. We do live in families often, but those families aren't, aren't, you know, isolated on a little island by themselves, right? They live in a very intricate social web of interactions, and individual members have their own relationships, groups that have relationships with each other, and that's closer to what you see in a lot of other animals, even those that form a breeding pair. But let me talk about monogamy since it's come up a couple of times. So in humans, when we talk about monogamy, we're mostly talking about sexual fidelity, so sexual exclusivity within a relationship. And in lots of communities, you know, people talk about monogamy as just restricting sex between a pair. But that's sexual monogamy. Social monogamy is what we see in animals. We don't really see sexual monogamy that often. There are some examples, but very rare. What you see is social monogamy, which is the pairing up, the enduring pair bond around which family making takes place, homesteading, you might say, like building a nest, building a den, and sometimes that lasts for a breeding season if it's, you have seasonal behaviors like you do in most of the northern hemisphere. Um, BUT, or, or sometimes it lasts for a lifetime. There are birds that will mate for a lifetime, and that pair bond endures even when they migrate separately. There are migratory birds where the males and females do not migrate together, but they still find each other when they get there, year after year after year. It's amazing, and, and, and they're, they are, birds are, are the role models of an enduring pair bond. But it's not sexually exclusive. I'm sorry to tell you. Most of these birds are also engaging in sexual activity outside of that pair bond, and that doesn't necessarily threaten the pair bond. In some species, they will try to prevent that. There's still, you know, jealousy, if you will. It's still like a conflict. Um, YOU know, so they might try to interfere with each other's extramarital sexual activity, but the pair bond is still there, and they still, you know, build their family together or whatever it is they do. And so sexual monogamy and social monogamy really have to be discussed on different terms because they are different. Sometimes they go together and in humans we've joined them like in this kind of permanent situation where they can't be extracted from each other. But the point I want to make is that's a relatively new phenomenon to join sexual and social monogamy as a As an imperative and the only way to live. I'm sorry, that is not natural. I'm not saying there's anything wrong with it. It's fine. It's great, but to say that that's the only way that that is not supported biologically because we see across all the other animals and including human societies that that are free of this industrialized, you know, social norms, you see a whole variety of relationships and sexual monogamy. I'm sorry, it's pretty rare. Um, EVEN in other human groups, it's just not that common. And so, um, again, nothing wrong with it. One of the points I make in my book is that humans aren't really built for any one specific way of being, and we're, we're inherently adaptable and flexible, including socially, and we have evolved into this monogamy. You know, monogamous kind of marriage situation, and it works for many, many people. And I think that's, that's fine. That's great, and it's been a successful social structure, but it's not the only one that we're, that is congruent with our biology. We could do, we could make families in a whole variety of ways, and other human societies have been doing that, you know, since the dawn of time."
	},
	{
		"start_time": "38:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I've had this conversation on the show with many anthropologists by now. I mean, I remember, for example, my conversation with the late Doctor Helen Fisher. I mean, she falls more on the side of saying that mon uh at least serial monogamy probably is more natural, but then there are arguments in. OF polygyny and then we also have polyandry. I mean, it's all the evidence is all over the place."
	},
	{
		"start_time": "38:41",
		"speaker": "Nathan Lents",
		"words": "So, and I think that's the point that's telling us something. The fact that the evidence is all over the place tells us that there isn't one answer to this, that humans are flexible and adaptable, and that's our strength, actually, right? I mean, think about it this way. What animal can live in the desert, the tundra, the coastlines, temperate rainforests, tropical rainforest? We can live in every single kind of climate because we're not built for any one of those. We're built to create what we need to survive in any environment, and I would say socially we have that same flexibility, and that's always been our strength."
	},
	{
		"start_time": "39:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, of course, another topic that I want to address here and I think, uh, I'm not sure, but this is probably the first time I'm about to ask an evolutionary biologist about this topic. So, uh how do you approach uh transgender people from a biological perspective?"
	},
	{
		"start_time": "39:37",
		"speaker": "Nathan Lents",
		"words": "Well, first of all, I think that transgender identity and a feeling that one's gender expression doesn't match with their biology at birth, I think that's normal and natural. I think that we see that in other animals in the way that they don't fit their box always in various ways. Animals, whether based on which gamete they make, they behave in ways that doesn't fit our expectations for that gamete, right, for that gamete producing body. Um, AND we see that all the time. Sometimes, um, it's not successful. It makes them not fit into the social group, and so they, they wouldn't, you know, have offspring, and, and pass that on. In other cases, they do. Sometimes just being different is an advantage. Um, IT makes you stick out from the crowd and if everybody's trying to do one thing one way, and you have a different way. Of being sometimes, not always, sometimes that can be an advantage. And so the way that I apply this to the human experience of being transgender is, well, we have sex biology. We have our, we have our bodies, we have our gametes, we have our gonads, we have our genitals. We also have behaviors, and those behaviors stem from some sort of inner identity or inner experience of our sexed body now. With nature constantly producing diversity, it would also produce diversity in that internal understanding. Why would that one thing be spared from nature's tendency to create diversity, right? We know that nature has created diversity with our sexed bodies, so why not our sexed identities? Why would that be any different? And what we've seen across historical Periods and different geographic places all over the world and all time periods, there's always been a small but persistent percentage of these populations that don't act in the expected way for their for their sex. That's just, it's just a fact. You see it everywhere. What we call transgender now has existed in all times and places. It's a minority, but it's there, and there also seems to be evidence that it is somewhat genetic, but not purely. And so you have this diversity that pops up in people's inner understanding. Now, in our modern era, it will look different than how it's expressed. 2000 years ago in a hunter-gatherer tribe, because their experience of masculinity and femininity will be different. It will always be culturally dependent. What is masculine is besides our bodies is defined by the culture at the time. So in our current time and place when you have access to hormone replacement therapy and surgery and also just clothing, makeup, all of that, when you have access to all of that. It's, to me, it seems rather obvious that those with a discordant sexual identity, which we call gender identity, would explore that with the tools that they have available in that culture. So, I gave one example, a very simple example of a trans, what I think is a transgender individual from 500 years ago. They didn't have hormone therapy or surgery or anything like that because that wasn't in the cultural toolkit at the time, but they did. Um, CROSS-DRESS, if you will, and cross-present as the opposite sex because in the ways that were appropriate at that time and place, what they had access to. So what, what, what you saw was an internal gender identity or, or, or gender discordance, if you will, that then found expression. And this particular individual was able to live a life and be successful and, and have incredible adventures. She actually happened to be a pretty cruel person. But that was made possible by this inner gender identity. And you, before you say, well, then anybody could do that, but they don't, right? So, uh, the world for many centuries has been very much more easy to navigate as a male than a female, but you don't see droves and droves of females just pretending to be male in order to be successful. Because they don't have that inner experience of feeling like a male. They might lament the fact that they're females because females have so much, you know, oppressive, um, you know, social baggage put on them, but that doesn't make them feel like a man. It makes them feel like an oppressed female. But if you're a transgender individual with a transgender identity, you have a way out of that bucket into a bucket where you're more fit. And like I said, animals that experiment with their sex behaviors and sex biology is in line with that same kind of The the sex, the understanding of your own sexed body doesn't always match with the sexed body, or there's variations thereof, and an individual will find the way in which they feel they most fit, human or animal, that transgender expression, we always see, you know, small amounts of it in basically every population."
	},
	{
		"start_time": "44:26",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I guess that's one of the strongest arguments in favor of there being, uh, I'm not sure if it's a genetic predisposition or at least a biological predisposition or a biological basis to transgender identities is the fact that if, I mean, I guess that all people who are transgender were raised by. Their families and and other people in their communities as the sex they were born as and and still they develop that sort of transgender identity and that gender incongruence and they say they identify as the opposite sex, right? So I mean it's a very strong feeling that people have."
	},
	{
		"start_time": "45:13",
		"speaker": "Nathan Lents",
		"words": "Yeah, exactly. And that comes from somewhere, right? And there are some who pathologize it and say that it's a problem that must be fixed. But my point is, why would you want to have that as a default assumption, especially when you see how common these things are throughout different societies and cultures, when actually the easier thing to do is to just let people be who they want to be, right? And the, the pushback, sometimes, again, because we're designed to want to pick a camp and and find solidarity, sometimes the pushback, in my view, makes everything worse for everyone, because then you force people into a hardened sense of themselves that might still be taking shape. So one of the things, you know, if parents sometimes approach me and say, you know, my child might be transgender, I don't know what to do. And I always say, just let them be. Just let them be. This, this could be something that is fluid and, and, and, and they move in and out of it, they might end up in a different place than you're imagining. Just let them be. And, and then without, cause then they're not reacting against an oppression. There's always a tendency to, to dig your heels in and push back when someone tells you that they know who you are more than you do, right? So, let them be and let them explore who they're gonna be. And I think that we see much better outcomes in that way. Another thing I want to say, and I make this point in the book is that I think even further proof of this is what it means to be transgender has continued to evolve even over the last couple of decades. So through the, you know, trans, trans, we use the word transsexual through the 20th century, and transsexuals actually were more accepted now than, excuse me, than transgender, than transgender individuals now because transsexual meant You really wanted to just be the other sex and fully conform to it, leave everything masculine behind, and adopt a fully feminine outward appearance. Well, what we see now in transgender individuals is much more fuzzy understanding of masculinity and femininity and kind of mixing and matching and playing around and getting creative with gender rather than just simply conforming. And that seems to upset people most of all. Why? Because the buckets, you don't fit in a bucket. A transsexual individual is like, oh, OK, you don't want to be in this bucket, so you're in that one, but we still have the two buckets, so everything's fine, everything's safe. Um, TRANSGENDER individuals are thinking outside of the buckets more and more, not all, right? I'm not, I don't want to paint them with one brush. That's what I'm reacting against. But the idea that Maybe some people don't fit in these neat buckets at all. And why is that a problem? Why not just let them be who they're going to be? Um, AND it also, I think, changes our own relationship with masculinity and femininity. When you see, you know, otherwise masculine individuals playing around with feminine fashions, we'll say, it makes the whole category more expansive, and it gives that creativity, that license to explore and create. And I think that gender is One of the most fascinating things that humans do, and I don't want to eliminate that. Some people are like, oh, just eliminate gender. No, gender is fun. You, you play around with it and you interact with each other in these cool and creative ways. And it's a, it's something that, that animals do as well, right? Brightly colored and dramatic behaviors, courtship behaviors, you know, gender is one of those things that's, that's some of the interesting, most interesting behaviors we do."
	},
	{
		"start_time": "48:27",
		"speaker": "Ricardo Lopes",
		"words": "OK, so we have around 10 more minutes. I'm going to ask you one question and if you, if we still have time, another question. But let me ask you this because I'm very interested in your opinion. I mean, I, I've had a conversation back in 2022 with the late great Doctor Franz de Waal about his book Different Gender Through the Eyes of a Primatologist, a very interesting book, by the way. And the very interesting thing that he told me is that uh there's only one species where he sees. Individuals discriminating against non-typical behaviors against same-sex behaviors against individuals who do not behave exactly the same way as the typical male or the typical female, and so on and so forth, and that's humans. Humans seem to be the only species that have that moralize these kinds of things and discriminate against these people. So where do you think that stems from?"
	},
	{
		"start_time": "49:25",
		"speaker": "Nathan Lents",
		"words": "So that's a great point, right? Because other animals, we don't see, you know, policing around gender and other things, but you do in humans. So my, my idea in this is that humans evolved. First of all, we have much larger brains, right? So we are under social understanding, um, and, and complexity of thought obviously is greater, but humans evolved and where they gained a lot of what we think of as uniquely human. During about a million, 1.5 million years in which small groups were competing against one another, right? And this goes back to our understanding of how generosity and mutual aid really evolved in our species is that within a small group, a very selfish individual will not, you know, will have a hard time taking over that group. But if he does, what You have is a selfish group going against a cooperative group. The cooperative group will win every time. So we're a species that has evolved to be cooperative and to police selfishness, at least a little bit, and to try to keep everybody on the same team. And same team is solidarity, mutual understanding, and that sense of social identity. But a cohesive social identity requires other. So this is the group and that is not the group. So when these groups are competing against one another, they establish an identity that's cohesive for this group and exclusive of others, because remember, if everyone's in the group, there isn't a group. A group is defined by having some people in it and not others. And so what that gave rise to is racism, xenophobia, and all of that fear of others that this person is different. They're not in our group, and therefore they're an enemy. They're to be feared. They're to be fought. And so when you have social groups that were competing against one another, the most successful groups had the strongest sense of solidarity. The members would die for each other in battle, right? If you imagine like early civilizations, right? You had to convince members of your group that it was, that the group was so important that you would be willing to sacrifice yourself for the good of the group. That's how strong our sense of solidarity and group cohesion is. The dark side. Solidarity is othering, right, xenophobia. And when you apply gender nonconformity in that, it's the same concept. You're like this violates the social order. This breaks down group cohesion, and therefore it is to be feared, it is to be loathed, it is to be eliminated. It is to be oppressed. It is to be suppressed, right? The best outcome, of course, is just suppress it and hope it goes away. But in my view, that's Where our reaction against people who are different, because it's, it's not just gender expression, right? If people who are different who stick out in almost any way, can be the victim of social violence and social exclusion. And so it's part of a larger pattern of, hey, you can't be too different because then you're not one of us, you're, you're something else. So that's in my view, that's where it comes from, is our social history of cooperation and cohesion and solidarity."
	},
	{
		"start_time": "52:30",
		"speaker": "Ricardo Lopes",
		"words": "OK, so what would you like for people to take from your book? I mean, what would you say is the main take in terms of, uh uh uh, I mean, uh, would you like for example, for people to have a better understanding or perhaps being more empathetic toward people who are different in terms of their sexual expression and so on?"
	},
	{
		"start_time": "52:52",
		"speaker": "Nathan Lents",
		"words": "Yeah, the main theme of the book is very simple. Nature loves wondrous variety, right? And that's true in almost every aspect of animals, whether it's morphology, you know, how they look, and, but also behavior, gender, sex, all of that, that variety is normal, it's natural, and it's often adaptive. Um, SO I go out of my way to choose examples in the book where the diversity of a particular animal makes that animal better in a sense. It makes an animal fit in in a new way, right, to offer something different to the group or have a benefit for themselves. So the variety that we see and that I talk about in the book isn't a disadvantage. It doesn't put an animal at at a disadvantage that it actually gives the animal an edge. And so variety and difference, diversity. IS good for us and it always has been. It's always been a good thing. It's always been a strength of the species to have a diverse population. So you may fit the mold very typically for your sex. You're a very masculine presenting male, attracted to females, interested in monogamous kind of relationship, and that's fine. The, the, the, the individuals that don't fit one of those molds are no threat to you. That, that's what I hope everyone sees is that even if you're not a diverse individual, that's a silly thing to say, but even if you're not an individual that you would think of as diverse, you're still in a group that's better off for being diverse, right? And that diversity is not a threat, um, even to those who are normies, as we might say. Um, SO just learn to love your neighbor and appreciate them for the beautifully diverse things that they are, um, and to see that we, we can look to other animals for all the proof we need that this is normal, natural, and indeed adaptive quite often."
	},
	{
		"start_time": "54:43",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again The Sexual Evolution of 500 Million Years of Sex, Gender and Mating Shape Modern Relationships. I'm leaving a link to it in the description of the interview. And Doctor Lentz, just before we go, apart from the book, where can people find you and your work on the internet?"
	},
	{
		"start_time": "55:01",
		"speaker": "Nathan Lents",
		"words": "Um, I am, uh, online, on social media. I'm very easy to find. Um, SO if you just Google Nathan Lentz, I think I'm the only one that has, uh, um, you know, social media accounts and things, and I also answer emails. To be honest, I, I, I, I'm not a fan of social media. I, I, I, I, I kind of wish, um, that we could move beyond it, uh, as a way to interact. So, if you really wanna get my attention, send me an email. I'm easy to find that way too, and I respond to all emails that are polite. Working in the space, you get some nasty emails, but, um, uh, yeah, I like to interact. I love to hear what people think of my work and my book, and, um, uh, please reach out and I, I, I'm always looking to build new relationships."
	},
	{
		"start_time": "55:40",
		"speaker": "Ricardo Lopes",
		"words": "Great. Thank you so much for taking the time to come on the show. It's been a fascinating conversation."
	},
	{
		"start_time": "55:45",
		"speaker": "Nathan Lents",
		"words": "Thanks very much, Ricardo, and you're always a great interviewer. I love it."
	},
	{
		"start_time": "55:49",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, John Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannaertner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]