[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lobs, and today I'm joined by Doctor Paul Eastwick. He's professor of psychology at the University of California, Davis. And today we're going to talk about his new book, Bonded by Evolution, The New Science of Love and Connection. So Doctor Westwick, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "Paul Eastwick",
		"words": "Yes, thanks so much for having me back."
	},
	{
		"start_time": "00:27",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, I mean, I would like to start, I guess that in our first conversation, we've already touched on this a little bit, but I would like to start by asking you a more general question. So, what is the psychology of attraction and close relationships and what got you interested in studying it?"
	},
	{
		"start_time": "00:46",
		"speaker": "Paul Eastwick",
		"words": "Yeah, so, you know, this is the portion of academic psychology that I consider to be my home. Um, WE are the folks who study initial attraction and ongoing close relationships, and the general idea is, you know, we want. To get people's subjective experiences of what is it like to be in a close relationship, what are the challenges that they face, what are the rewards that people are able to find by being in close relationships, and how do those relationships form in the first place. So, often we're studying how people navigate that entire process and, you know, it's challenging, but when we do it well, we're able to study relationships really from the moment that two people meet all the way up through the breakup. So it's, it's very challenging, but it's also a very rewarding topic to explore."
	},
	{
		"start_time": "01:41",
		"speaker": "Ricardo Lopes",
		"words": "So, but the book is bonded by evolution, and in the book you mention that at least originally you were interested in tackling attraction and close relationships through the lens of evolutionary psychology, correct? So I mean, What do you make of the way that evolutionary psychologists approach mating and relationships and uh perhaps tell us a little bit of what uh I mean uh drove you perhaps away from that kind of approach that they have."
	},
	{
		"start_time": "02:17",
		"speaker": "Paul Eastwick",
		"words": "Yeah, it's interesting because, you know, when I first encountered evolutionary psychology, I'm, you know, I'm like in high school, right? So I'm a long way from, you know, practicing any of this kind of science myself. But I remember having these twin thoughts, which were simply Wow, how fascinating is it that we can achieve insights into the, you know, why modern-day relationships are challenging by drawing from evolutionary principles, and that there are these threads that connect who we are today to our ancestors as they might have lived tens or hundreds or thousands of or even millions of years ago. And at the same time, The story, at least the story that I was getting as filtered through, you know, popular media, was, it it was very grim. It really seemed like, boy, relationships were tough, and, you know, you kind of got lucky if you could make one work even for a little while, and men and women were forever at odds, and I just remember thinking, like, gosh, is it really this bleak out there? And, you know, it would be a while before I came to sort of figure out how to resolve the tension in those two ideas, but that was what hit me at first. What a fascinating idea, but something feels incomplete about this story."
	},
	{
		"start_time": "03:41",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Right, and, and so, I mean, what do you think about their uh methodology, particularly the way they study, uh, mating, mating preferences and so on in men and women based generally on, Surveys and studying those preferences in the lab, I mean, what do you make of that?"
	},
	{
		"start_time": "04:04",
		"speaker": "Paul Eastwick",
		"words": "Yeah, it's so it, it's, it's tough. I mean, I, I'll be the first to admit like it can be really hard to study attraction, to study relationship formation, especially, and to do it well. When I entered the field about 20 years ago, I remember being a little surprised that the methods were As I, I guess, uniform as they were, you know, when people started studying, like, oh, what makes for somebody appealing as an attraction partner or as a close relationship partner, they, they were doing this in the early part of the 20th century, and they were passing out surveys that asked people to like rate how much you care about various traits. Now, I think we can learn a lot from doing methods like that. But that was like the 1930s, and when I entered grad school in the 2000s, that was like a lot of what we were still doing. And it just seemed like we kinda got stuck in some paradigms that were pretty simple, like, oh, like, here's a depiction of a person, you know, an online profile, somebody you'll never meet, what do you think of this person? And we hadn't really gotten into studying people's real relationships as they unfolded over time. Now, later, I would discover that there were some people out there that were doing this, but that's what I remember really sticking with me was the sense of like, oh, we've been doing it like this for, for 80 years, and I, I think by now, We could maybe make some of these studies a little bit more realistic and a little bit more immersive."
	},
	{
		"start_time": "05:42",
		"speaker": "Ricardo Lopes",
		"words": "So, I, I mean, what do you make, um, what do you think perhaps are the limitations of evolutionary psychology in this domain of mating and romantic relationships?"
	},
	{
		"start_time": "05:56",
		"speaker": "Paul Eastwick",
		"words": "Yeah, so it, it's a good question. And the, the way that I talk about this in the book, and I, I think we'll, we'll later hit uh these in a little bit more detail, but I think there are sort of three misconceptions or exaggerations that we get from the popular evolutionary psychological story. One of them is the idea that like mate value is the end all be all. The second is that men and women are really different. And the third one is that you can kind of specialize in uh short-term relationships or you can specialize in long-term relationships, but like, you kind of gotta pick a lane. I think those are the three big ideas that have turned out to have some major shortcomings as the science has, you know, advanced over the last, you know, 10 or 20 years."
	},
	{
		"start_time": "06:49",
		"speaker": "Ricardo Lopes",
		"words": "Right, and we're certainly going to get a little bit later into the issues with all of those ideas, with mate value, with sex differences, and so on. Uh, WHAT do you think are the most common misconceptions we are told about romantic relationships? I mean, not considering just, uh, evolutionary psychology, but in our sort of culture, what, what we tend to we."
	},
	{
		"start_time": "07:16",
		"speaker": "Paul Eastwick",
		"words": "Yeah. Yeah, yeah, no, it's, it's a great question. And it, it was actually one of the things that working on this book really helped me to see a little bit more clearly, like, you know, I, I understand how to read the science and critique the science and, and all of this is great and this is what scientists do and I've enjoyed being part of that process. But I realized too, when you go out there and you just talk with everyday, you know, people who are looking around and paying attention, is that some of these evy ideas, it's like they got, you know, squeezed through, you know, a, a, a toothpaste tube, and what what comes out the other side is like this funhouse mirror version of evolutionary psychology. Where, you know, you get stuff like the rules, right? I mean, you know, that was the 90s where we got the rules. That was a famous book that basically was like, women, you need to play coy to attract a man, but like, also to have a good relationship and basically, sort of, like, never let him see your vulnerabilities. I mean, advice like this. IS, you know, according to the Sciences of Close Relationships, absolutely bananas. I mean, it would be hard to point to something that is more off-base than that. But there's a bunch of examples like this. I mean, in our culture, everywhere, you see, well, oh, you know, is, is she like somebody who's just good for a fling or is she somebody you'd wanna bring home to meet your parents? And these distinctions um really have very little support in the science and You know, part of writing this book made me realize like, oh, I think, I think people need to hear this."
	},
	{
		"start_time": "08:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I agree. So what have we really evolved to look for in a potential partner? I mean, what do we really want out of attachment bonds?"
	},
	{
		"start_time": "09:05",
		"speaker": "Paul Eastwick",
		"words": "Yeah, so, so I, I think the most concise way that I can put this is that what people evolved to do in the evolutionary story that I take from the science is that people evolved to find compatibility. In small networks. We evolved in a context where you didn't know that many other people. And among these very few people that you're gonna try to make something work with, what people were mainly on the lookout for was more, not like, who's the best. But rather, who do I click with especially well, and in large part that's because, well, we would go on to form these longer term interdependent relationships with people for the purpose of raising these very, very helpless offspring that humans tend to have. And so, That process of like finding somebody that you click with very well, because ideally, you're gonna form a close attached relationship with that person, I think that is a more useful way to think about, you know, if you want like sort of a guiding principle for human mating, I would put it in that territory."
	},
	{
		"start_time": "10:19",
		"speaker": "Ricardo Lopes",
		"words": "And I, I mean, a, a sort of a broader question, why have we evolved to bond even in the first place?"
	},
	{
		"start_time": "10:27",
		"speaker": "Paul Eastwick",
		"words": "Yeah, right, I mean, it's a fascinating question, and, and we're very different than many of our closest relatives among the other primates, right? I mean, chimpanzees don't bond in the way humans do, nor do gorillas, you know. Nor do orangutans, probably gibbons, come the closest, but we evolved in the last couple million years, the ability to bond with romantic partners, and of course, other close people in our lives. The main reason why is that we are social creatures. We, we, we need to be around other people. We need other people to have our backs, or we simply wouldn't have survived when we were out, you know, trying to get by as hunter-gatherers. But, Attachment bonds, you see this throughout different portions of the animal kingdom, when it's very important to have high levels of investment in offspring by both mating partners, where you need both males and females to be contributing to offspring or those offspring are not gonna make it. So, part of the reason you see attachments between adult romantic partners is is sort of those twin reasons. One is that, well, we need support from close others around us, or else our need to belong isn't met and we aren't going to thrive as people. But also there's this practical, you know, very evolutionarily sensible reason too, that being in an attachment bond, being in an interdependent relationship, that's likely to work out better for the offspring that you're have to having to invest very heavily in."
	},
	{
		"start_time": "12:07",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I guess that we can already tackle one of the two big issues in regards to, uh, the story, let's call it that way, that comes out of evolutionary psychology that you mentioned earlier, so. When it comes to sex differences, are there really big sex differences when it comes to mate preferences to what we look out for in a partner, what we prefer, or do you think that what we tend to get from evolutionary psychology in terms of sex differences is a bit exaggerated?"
	},
	{
		"start_time": "12:42",
		"speaker": "Paul Eastwick",
		"words": "I think it's quite exaggerated. Now here when we're talking about mate preferences. Um, I'm gonna use that term to refer to the traits or the attributes that men and women want in a partner. And I'm, I'm somewhat agnostic about whether we're talking about initial attraction settings or whether we're talking about ongoing close relationships. Uh, I think my conclusions apply the same on this point in both cases. But if we're thinking about what are the traits you want in a partner. Um, IT is very true that men and women will say they want different things, but I think all of the work that we've seen looking at what men and women actually want in a romantic partner, it turns out that those sex differences are very, very small. OK. Do you, do you want me to do, do you want me to do more detail about like what,"
	},
	{
		"start_time": "13:42",
		"speaker": "Ricardo Lopes",
		"words": "how we do that, yes, yes, please,"
	},
	{
		"start_time": "13:45",
		"speaker": "Paul Eastwick",
		"words": "yeah, so. In the paradigms that capture what I would call what men and women say they want in a partner, these paradigms are very straightforward and, you know, you, you can do this at home. Um, YOU come up with a questionnaire like, oh, how much do you want your ideal partner to have attributes like attractive or um ambitious, uh, have high earning potential, be sexy, OK. Um, THOSE kinds of attributes, you'll see gender differences such that men will say they care about attractiveness and sexiness more than women, and women will say they care about ambition, success, earning potential more than men. It's not, not like every woman says that. It's not like, you know, many, many men and women don't fit that depiction, but on average, that is what you see. All right. But, That's sort of, you know, people's ideas about what they want. What I wanna know is, if you're meeting a set of women, let's say, and you, you know, they're gonna vary in, let's say, how attractive they are, or they're gonna vary in how ambitious they are. I want to know, are you especially drawn to, are you especially attracted to, let's say, the ambitious rather than the less ambitious women? To what extent is ambition an aphrodisiac for you when we're talking about the real people who you might be meeting? Sometimes we call that a revealed preference. It's, you know, how much you like the trait as you experience that trait among a set of real people. And speed dating was a useful way to look at this. Speed dating is not the only way to look at this, but it's one very useful way, and I think a very legible way for people. Because you can imagine, oh, I'm gonna, you know, meet these 10 people, and let's say 5 are ambitious and 5 are not. How much do I like the ambitious folks more than the less ambitious folks? When you do studies this way, what you see is that, not surprisingly, the women uh like the ambitious guys a little bit more than the unambitious guys. But what you also see is that the men like the ambitious women, a little more than the unambitious women, and that gender difference is non-existent in study after study, those gender differences are reliably zero. I mean, they are, it is not there. So, that's why we often talk about this interesting phenomenon where you get reasonable size gender differences when you ask people, oh, you know, draw up your ideal partner for me, what does it look like? But when we look at how much traits actually appeal to people in the moment when they're thinking about real-life people that they've met or that they're in a relationship with, we don't see those same gender differences for those traits."
	},
	{
		"start_time": "16:41",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, why is it then that if we ask men and women, of course I'm not saying that it's every time the same way they give the same answer and every man and every woman gives the same answer, but why is it that they're at least in surveys. We get uh those average differences."
	},
	{
		"start_time": "17:01",
		"speaker": "Paul Eastwick",
		"words": "Yeah, this is a good question, and in some ways, this is the vanguard of the science right now. So I, I can tell you my suspicions, although there, there's only like a couple studies along these lines, but here are a couple answers. One is that when people tell you what they want in a partner, Um, it's kind of hard for people to separate two things. One is, how much will that trait ultimately appeal to me, like, do people have insight into their revealed preferences? That's a little tricky for people. Um, BUT also what people do, and they do this very easily, is they kind of reiterate a stereotype or a description of what members of their preferred gender are like. So, what I mean by that is that, you know, you asked me like, how much do I like these traits, and so I bring to mind like an ideal woman. Well, an ideal woman is more characterized by attractiveness, for example. Um, THOSE traits that I've been talking about, attractiveness and earning potential, those are attributes that do differ by gender. In other words, uh, women will tell you that they are more attractive than men, than what men will say about themselves. Also, independent coders will agree that on average, women are just more attractive than men are. This is, this is a gender difference. It's a kind of an overlooked one. Um, AT the same time, like, you know, it's still true that men earn more than women, so I think that might be a stereo, and I, I use the word stereotype in a purely descriptive way here, that men are describing that stereotype, like, well, they don't think women are likely to be as ambitious. So when people describe their partner preferences, I think there's like stereotypey stuff that sneaks in there that isn't necessarily connected to what we desire. You're just describing what people of the other gender are like. Um, SO I think that's part of it. Um, I've also seen a, a real, really interesting recent paper suggesting that, Part of the reason men say they care about attractiveness more is linked to the fact that men on average have a stronger sex drive. So, it's like an epi phenomenon of that gender difference. And, and this is, I think, another important point is that many times when you see a gender difference, it's actually a reflection of like this other thing that we already know about. And so, I, I think that also could be uh happening here as well."
	},
	{
		"start_time": "19:35",
		"speaker": "Ricardo Lopes",
		"words": "OK, OK, so, uh, let's talk a little bit about what makes a relationship successful in the long term, particularly, because we tend to hear very commonly that there's sort of these, you know, calibrated mix of similarities and differences for a romantic relationship to be successful. Um, IS there anything to that? I mean, is that true at all?"
	},
	{
		"start_time": "20:00",
		"speaker": "Paul Eastwick",
		"words": "Um, IT'S tricky because it's not like you can assess the attributes of different people and try to figure out who is gonna be able to make it work because, oh, they share all the right attributes, and, you know, who's gonna be a terrible match because they don't share the right attributes, or they or they share some attributes that's gonna make their pairing particularly toxic. It would be really, really wonderful if we could do things like this. But the reality is, um, it's, it's been far harder than even I think we anticipated 5 or 10 years ago to document who is likely to end up being compatible with whom, from the things that people would report about themselves. Ahead of time. So, in many ways, you know, it, it's, it is another one of the great mysteries that I try to unpack in the book is that, you know, we believe that compatibility is really central. And you can see the importance of compatibility in a number of ways, but trying to document exactly who is compatible with whom is remarkably difficult. And, you know, it's like one of the reasons that I'm like generally really excited about this topic in a, in a scientific way."
	},
	{
		"start_time": "21:23",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, do we have, uh, I guess that we don't have a good understanding, but do we have at least an understanding of what makes a relationship successful in the long term?"
	},
	{
		"start_time": "21:35",
		"speaker": "Paul Eastwick",
		"words": "Oh, absolutely. I mean, if you're following relationships over time, you can certainly point to, you know, the various features that are gonna make some relationships, uh, more caring, closer, um, sort of more effective at supporting each other than others, and, You know, it, I, I, I think it's useful to point to, uh, these are, um, insights that come from attachment theory. Um, IT'S useful to think about things like, um, who can you go to when you feel like things are not going your way and you need support. You need somebody to like be there for you, to experience a sense of being unconditionally accepted. So you can kind of gather yourself and, you know, get up off the mat. That is a key feature of close relationships, um, that is, is very, very important. So people who can support each other in that way, those relationships are much more likely to be successful in the long term. And you got the mirror image of that same thing, where who's gonna be there to celebrate my successes? Who's gonna be there to push me to do the especially difficult thing, even though I might fail, but I'm excited about it, but I'm nervous about how it's gonna turn out, like, having somebody who's got your back in that way too, is also very important. Um, SOMETIMES We call these things, um, uh, safe haven and secure base. Those are the attachment terms. But really, what it means is, who's gonna be there when I'm down and who's gonna be there to celebrate my successes? And, you know, if you can point to relationships where people can do this well, that is an absolutely central predictor that uh things are, are gonna go well in the future."
	},
	{
		"start_time": "23:18",
		"speaker": "Ricardo Lopes",
		"words": "Something that people always also talk a lot about is about types. I mean, oh, that person is my type, that person over there is not my type. Is there really a type of person that is sort of the best mate for us?"
	},
	{
		"start_time": "23:34",
		"speaker": "Paul Eastwick",
		"words": "Yeah, not really, I mean this is, and, and this is kind of connects back to some of the issues with the gender differences, right, because, Well, all right. So, maybe men and women, like, you know, their insights about what they want in a partner isn't quite right, but let's take gender out of it for a second. Surely, if Ricardo, you say that you really want a partner who's especially intelligent, and I want a partner who's Especially adventurous. Well, if I, you know, set you up with somebody who's very intelligent, and, you know, I'm set up with somebody who's very adventurous, um, that's gonna make us happier than if I had accidentally switched to what we said we wanted and, and ended up with the inverse partners. Well, it turns out, It actually doesn't matter all that much. In other words, the things you say you're looking for, I mean, if I ask you to draw up what are your three key deal breakers in a partner, um, yeah, you're probably likely to like somebody more who has those attributes, you know, let's say, OK, somebody who's intelligent and somebody who's successful and somebody who's sexy. So it's true, you'll like that person more, but if you had, again, accidentally gotten somebody with the three other attributes that I would have picked, you'd be just as happy. And so, that's why we talk about, like, people not really having a type. It's not that people are just like listing traits randomly, people are listing traits that are desirable, but when they do that, they don't really seem to have unique insight into what it is that they want specifically. Sometimes I like to use a restaurant metaphor, and just imagine, you know, you and your friends at the table are ordering off the same menu, you order different things, but when the waiter comes, the waiter mixes up the orders, and you all end up with uh, with different dishes, not what you. Ordered. Well, if that's like relationships, then what would happen is, you'd all eat your food and you'd all be equally happy, and it wouldn't have mattered that the waiter messed up your order. So, I, I, I do think this gets to the problem of like, why we don't really have a type in the end."
	},
	{
		"start_time": "25:44",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's tackle uh the another one of the three pillars of what you call the evil script in your book or the script coming from evolutionary psychology. Do we have made value?"
	},
	{
		"start_time": "26:00",
		"speaker": "Paul Eastwick",
		"words": "Yeah, I think main value is this idea, like, boy, is this thing huge out there. I would say that we have a mate value, and it matters in initial attraction settings. So when people are initially getting to know one another, it is true that we seem to get sized up based on our observable attributes. We consider some people to be the, you know, very desirable tens, and other people are the more middling sixes, and some people are the undesirable ones or twos. So, um, in initial attraction settings, there's some of that going on. Um, I, I think it's less of that than we're commonly led to believe, but there is some amount of mate value that is tangible and present in initial interactions. I think the kicker though, and the thing that I would surprise a lot of people. Is that in order for that kind of mate value to matter, what it really requires is that people agree about how desirable somebody is. Like, when I talk about like, oh, this person's a 10, if, if people don't agree that this person's a 10, right, if there aren't a bunch of people who are like, oh, yeah, like she's super hot. If, if people aren't agreeing, then that's a meaningless statement that I'm making. And, and again, what, in initial attraction settings, yeah, there's agreement. There's agreement about who is attractive and who is middling attractiveness and who's not attractive in initial attraction settings. But what's fascinating is that as people get to know each other, that consensus goes down. In other words, when people have spent a lot of time in each other's presence, we agree less and less about, like, who the most desirable people are. At first, everybody, you know, wants to date Naomi cause she's super hot, but after a few weeks, some people Also thinks she's super hot, and some people have kind of cooled on her. Maybe they don't like her sense of humor. Maybe, I don't know, there's, you know, something else that, you know, she doesn't seem that kind to other people. But for whatever reason, a few people have now soured on her, and now you see more disagreement with time. What that means is that there's more room for quote unquote 6s to date quote unquote 10s, because, well, the 10 has a very, very favorable opinion of the person that everybody else would uh consider a 6. So it's like mate value wears off as people get to know. EACH other. And I, I think for a lot of people, that's a good thing and kind of a reassuring message because it means like, hey, even if you don't have it all going for you in an initial impression setting, you know, with time, you know, a lot of people can find, you know, can find their niche and can find other people who will ultimately find you appealing."
	},
	{
		"start_time": "29:00",
		"speaker": "Ricardo Lopes",
		"words": "What do you make of the distinction that evolutionary psychologists make between short-term and long-term forms of human mating, and I mean, is it really that some people prefer dating short-term and other people long-term?"
	},
	{
		"start_time": "29:18",
		"speaker": "Paul Eastwick",
		"words": "Yeah, I think this is a really tricky concept, because on the one hand, as you like look around the world, it seems obvious that, well, yeah, like some relationships are casual, and there, there are one night stands, and we see those, and those seem very different in many ways from when you look at a long term ongoing close relationship. And I think it's tempting to think, well, this must be because people have like different modes of mating, and what they kind of figure out as they grow up and get some experience is like, OK, I, I'm really good at the long-term thing. So, I'm gonna focus my efforts there and try to land a long-term partner, versus, oh, like, I seem to be pretty desirable, so maybe I can end up having a lot of short-term relationships and have success that way. And it leads us to think about a dimension, where you're either good at the long-term thing on the one hand, or you're good at the short-term thing on the other hand. Um, THAT is not a great way of thinking about, uh, the, the distribution of people out there in the world. Um, AND I say that for a number of reasons, but probably the, the clearest illustration of why this isn't helpful is that there's really no indication at all that being the kind of person who's, you know, sexy and is maybe desirable initially in attractive. SETTINGS, there's no indication at all that these people are gonna be worse long-term partners. And then on the flip side, if you look at the people who come across as very kind, very warm, very sensitive, the attributes that we would associate with long-term relationships. There's no indication that these folks do any better or worse in the short-term realm. They, many of them have had plenty of short-term relationships, and many of them have not had a whole lot of short-term relationships. So these things end up being kind of independent. Of each other. And ultimately, I think it's more useful to think about a process of uncertainty reduction as people um get into relationships and kind of figure out where a given relationship is going. Because many times, short-term relationships are the relationships that kinda didn't go anywhere. Like, you had some amount of sexual attraction, but that was really it. Whereas long-term relationships are commonly things where, you know, you didn't know where this was going, you spent some time together, you felt attracted to each other, and then it kind of kept escalating. So, this is why we often encourage people to think about relationships as these arcs over time, that can be short or can be long or can be anywhere in between. But it's not about like seeking certain kinds of people for certain kinds of relationships, that that really isn't all that well supported by the science."
	},
	{
		"start_time": "32:24",
		"speaker": "Ricardo Lopes",
		"words": "What do you think about the idea of a mating market?"
	},
	{
		"start_time": "32:29",
		"speaker": "Paul Eastwick",
		"words": "Yeah, yeah, I think that the, the mating market feels very prominent that day, and I think, I think the apps are reinforcing this to some extent, because boy, does that feel like a market. I mean, there you are, you're putting yourself out there, uh, you're literally a product for somebody else to say yes or no to, and that's gonna determine, uh, ultimately how well you do. Um But this idea is, it's tightly connected to the concept of mate value, right? Because in a mating market, well, how well are you gonna do on that market? It's gonna depend on, on what your value is, and it's really gonna get people to focus on how they fit into that hierarchy. Are you a 10, are you a 6, are you a 2? I think if one lives one's life, I don't recommend this, but if one lives one's life by like trying to hit on strangers, or just using the apps, trying to pick up people on the apps, you will experience attraction as a market-like concept, but, I, I am always compelled to point out that actually doesn't reflect very well the environment in which people evolved, which would have been an environment where, again, it was a small set of people, but you were gonna know each other over a long period of time. That's a lot more time to figure out, not like, oh, who's the best and who's the worst, but rather, who do I click with especially well? Where is their compatibility here? By focusing on things like compatibility, we get out of that market mindset, or at least we can escape it a little bit and not worry so much about like, oh, who's the best and who's the worst, but think about, hey, like, you know, this is where the fit is really good, and this is somebody who makes me really happy."
	},
	{
		"start_time": "34:21",
		"speaker": "Ricardo Lopes",
		"words": "You know, now that I'm thinking about it, uh, do you think that the fact that, uh, I mean, usually, or that we evolved in environments where we, uh, And knew people for a very long time, learned about them for a very long time, that perhaps that's one of the reasons why many times we end up having relationships with, for example, uh, co-workers or people we went to university with, or I mean people who we spend more time with,"
	},
	{
		"start_time": "34:56",
		"speaker": "Paul Eastwick",
		"words": "uh, it's. It is such a profound truism about, about the, the attraction and close relationships literature. These effects of proximity, it is hard to believe how huge these effects are. That is, the more time you spend with somebody, the more opportunities you have to interact with them are powerfully associated with the likelihood that at a minimum that you'll end up being friends with each other and also potentially the likelihood of forming a relationship with somebody. Um. And part of that is due to a, you know, sort of familiarity breeds liking effect. This is a pretty powerful effect that you see fairly regularly, but I think part of it too is what I'm talking about with respect to mate value, that it's not just that we like people a little more as we get to know them, but on average, we start to disagree more. About various people, how much we like them. So, we like each other more on average, but also much more disagreement in there, that really presents a lot of opportunities for people to find partners. So, the environments where, yeah, you're like meeting people nearby, running into them fairly often. I mean, I recognize I kind of sound like an old man here, being like, oh, it was like better in the old days. But like, there really was some wisdom to the idea that, hey, you're gonna run into these people repeatedly in small groups, and this is how a lot of people are gonna find partners that, that we've like industrialized this. We've made it a massive market and we've put it online and you spend 90 minutes a day swiping. I, I don't think this is a recipe for happiness for a lot of people."
	},
	{
		"start_time": "36:42",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, uh, you present in the book an alternative to the marketplace idea, so which is, which you call compatibility driven bonding. Uh, uh, TELL us, I mean, you've been, uh, telling us about compatibility, but what is compatibility actually? How does it work?"
	},
	{
		"start_time": "37:03",
		"speaker": "Paul Eastwick",
		"words": "Yeah, so, the way I think about compatibility, I actually start with a very mathematical way of thinking about it, which is, it's the connection that I have to you, that can't be explained by, you know, I'm like a selective person or, or an unselective person, it could go out. WAY. So it's not explained by me alone, and it's not explained by you alone. Are you popular? Are you unpopular? OK. So, it's like, once we take out who I am in general and who you are in general, is there something special that I feel for you above and beyond all that? That's the portion of attraction that's due to compatibility. There's something special. Between us. That's a different, you know, we can identify that, that that's there, even if we can't quite explain where it comes from. Why is it that I felt that way to you and not somebody else. But in general, that's what I'm talking about with compatibility, that there's unique connections between people that other people don't share. I, I would ask people this thought experiment when I, I want people to get a real like sense of what I'm talking about when it comes to compatibility. I think people commonly have the experience, that if they think about a group of mixed gender friends, and let's, you know, imagine the various couples that exist in that group. I bet there are a lot of people in that group that you like a lot, but you, it's not like you'd be excited to trade romantic partners with any of them. I think it's really cool that, you know, uh Amanda and George are dating, and I think that's great. I, I don't quite understand what he sees in her, but, you know, that's great for them. That idea that like, actually, like, people find things in each other where they think each other are the greatest and other people are like, OK, if you say so, that's kind of what I mean by compatibility. It's the idea that once we get to know people, we aren't all just trying, you know, vying for the most desirable person. A lot of times, you know, we look at other people's relationships and, and, you know, and we think like, oh, that's great for you, I'm happy for you, but I don't quite share your opinion."
	},
	{
		"start_time": "39:20",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHAT do you think about the idea of assortative mating?"
	},
	{
		"start_time": "39:25",
		"speaker": "Paul Eastwick",
		"words": "Yeah, so assorted meaning is important. Um, IT kind of comes in, in two forms that I think are worth disentangling. It's, it's one of these terms that can mean a bunch of different things. Sometimes it refers to demographics. It refers to the fact that educated people will tend to get together with other educated people, and, you know, rich people will get together with other rich people. And most of that demographic sorting. IS because of these mechanisms we were talking about, these proximity mechanisms, familiarity mechanisms, who are you more likely to meet? Um, THERE'S a paper I'm fond of quoting that actually refers to the, the 1860s in, in Britain, um, the reign of Queen. Victoria. So, uh, Queen Victoria would hold these balls, where, uh, many of the young men and women would get together and meet at these balls, and this was Queen Victoria's way of trying to create couples among the aristocracy. And yes, this is the plot of Bridgerton. This is actually drawn from real life. Um, BUT there were a few years where, uh, Queen Victoria was grieving and didn't hold the balls. And so what the young people did during these years is they said, like, well, I guess I gotta hit the town. Instead of just meeting the other rich folks, I gotta, you know, go meet some poor folks, uh, you know, gotta leave the castle walls, and they did, and then, again, because proximity and familiarity, they marry these more common folks, and it actually changes the trajectory of wealth in Britain. That wealth gets more redistributed as a result of this. So, that's a great example of demographic assortative mating, that it, because of who people meet, things like wealth and education tend to concentrate. There's a separate kind of assortive mating that's based on things like attractiveness. The fact that attractive people tend to get together with other attractive people, and that right there is probably the best evidence that mate value plays an important role. Again, I think it's easy to overestimate the power of assortative mating. Um, IT'S not like gargantuan, it, it's very much present, um, a useful thought experiment to understand assortative mating. It's like, oh, if there was a woman standing next to two men and you had to guess which one was her partner, if you pick the one that was closest to her level of attractiveness, you'd be right about 70% of the time. But, you know, that's far from determinative, but, but that's where you're seeing. Uh, SOME of the, the mate value marketplace forces at work, because, oh, initially she was more attractive, so if she got together with somebody, fairly, uh, you know, shortly after meeting them, she was probably also able to attract somebody else who was pretty appealing at first."
	},
	{
		"start_time": "42:20",
		"speaker": "Ricardo Lopes",
		"words": "Right. So one of the things uh that we have to talk about here is the fact that of course when we talk about the science of close relationships, uh, many times or even most of the time we focus on heterosexual couples, right? But there uh there's also homosexual couples. OR same gender couples. So, um, do we have, um, um, I mean, good enough science on them? The sexual orientation make a difference in terms of, uh, how compatibility works and, uh, what makes relationships successful?"
	},
	{
		"start_time": "42:59",
		"speaker": "Paul Eastwick",
		"words": "Yeah, it's, it's an interesting question. A lot of what we've seen, I, I, I would suggest, uh, We see many of the similar conclusions apply. So, in other words, when we find that mixed gender relationships tend to do especially well when people can support each other, when they, you know, support each other in terms of uh uh taking on new challenges, uh, and, and overcoming setbacks, these conclusions uh routinely apply. To same-gender relationships as well. So, it's like many of the broad principles still hold. There are many cases where, when we can disentangle, um, who is, you know, the, the gender of the first person in the couple and the gender of the second person, we can achieve a whole bunch of fascinating new insights. So, for example, I mean, this is just one of many, but, Um, when I'm, um, sort of helping people to understand better ways of dating, and that it's possible to have mixed gender networks that you're a part of and meet friends of friends of friends, and that's how you meet dating partners rather than through the apps. Well, you know, people who are members of sexual minority groups are like, no, duh, like, we've been doing that for a long time. Like, that is routinely how uh gay men, lesbian women, bisexual folks, how they've been meeting other people, and they've long shown, hey, you know what, sometimes, like, you get together with somebody and you break up with them, but they're still kind of in your network. And it's true that uh people with um minority sexual identities, They're more likely to to inhabit social networks with people who are exes. But they also illustrate how that doesn't necessarily have to be a debilitating thing. I think a lot of times people think like, yeah, but I wouldn't wanna have to like keep encountering my ex because we share the same friends and, you know, gay and lesbian folks are like, hold my beer, we do this all the time."
	},
	{
		"start_time": "45:08",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHAT do you make of research on mate preferences that is done on dating apps? I mean, uh, do, should we take, uh, data coming from dating apps seriously or not?"
	},
	{
		"start_time": "45:23",
		"speaker": "Paul Eastwick",
		"words": "I think it's useful for illustrating what it's like to be on the apps, right? I mean, if you, if you wanna understand that, uh, often demoralizing process, um, it, it's useful in that sense. Um. People do spend a lot of time on the apps. These are a part of how we find partners now. I think trying to unpack some of the enormous gender differences you see on the apps. I mean, the way I usually talk about the apps is that they Exaggerate gender differences. They take modest gender differences in real life, like the fact, for example, that women are a little bit more selective than men. I mean, this is true. If you look at uh live speed dating events, for example, you'll see that women, you know, they say yes to the men about 1/3 of the time at mixed-gender speed dating events, and men say yes at about 50/50. But if you look at the apps, Uh, men are still saying yes at about 50/50, and for women, it goes from being, you know, 1 out of every 3 to 1 out of every 20, they say yes to. I mean, it, that is an absolutely enormous gender difference. So, if that's how people are behaving on the apps, a wild exaggeration of the gender differences that we see in real life, well, we need to understand that, but we need to understand it for the purposes of understanding. Uh, WHAT'S happening on these apps? How can we make them better? How can we better help people to find connections? I think it has even less relevance to like, for example, the environment in which we evolved, relative to even the old ways of studying things, asking people what they want. I mean, people did not evolve in markets that look anything like what you see on a, on a modern dating app."
	},
	{
		"start_time": "47:14",
		"speaker": "Ricardo Lopes",
		"words": "What do you make of terms like high value man and high value woman?"
	},
	{
		"start_time": "47:19",
		"speaker": "Paul Eastwick",
		"words": "Yeah, yeah, this, and this is where some of these classic evolutionary psychological concepts have, have gotten a lot of traction online and have really, you know, it, it's become a, a, a set of fun house mirrors out there. So, um, Uh, I think this is pretty damaging, because again, it reduces people to a collection of attributes that can be evaluated by others, probably strangers. Again, that's the model that people have in mind with this. It's not like, are your friends frustrated with how much You know, you only go to them, you know, when you need help and you aren't there. This isn't about like, oh, like your friends have some tips for how you could be a better friend. This is like, when people take an initial look at you, when they meet you for the first time, or even worse when they're like reading like your CV of attributes, do they think you are valuable or not? Uh, THIS is, um, a pretty bad way to think about what is going to make for romantic success. I'm not saying that there's nothing to it, like, you know, people wanna, you, like, you know, work out, like, eat healthy, like, these are good ideas. You can do things to make yourself more initially appealing, but I think people like, stop there. They think like, well, I just got to be a higher value and that's gonna do it. And ultimately, I think that even if people can improve their quote unquote value, and again, what I mean by that is, make yourself initially more appealing by doing things to boost your attractiveness or your initial appeal. That stuff's gonna be pretty small. It's gonna be marginal compared to the other more social, more network-related things that people could be doing, if what they wanna do is find more social connections and hopefully find a partner."
	},
	{
		"start_time": "49:21",
		"speaker": "Ricardo Lopes",
		"words": "Um, DO you think that, uh, I mean, uh, I'm asking you this, I'm, or I'm going to ask you this because this is also something that we are very frequently from, uh, pop, uh, evolutionary psychology. Uh, DO people really need to change themselves in order to correspond as best as possible to an ideal mate to be able to date and mate?"
	},
	{
		"start_time": "49:46",
		"speaker": "Paul Eastwick",
		"words": "Yeah, I don't think this is a helpful way to think about it at all. In fact, you know, if you look at the close relationships literature, the, the people who study ongoing relationships, in many ways, you, you get the inverse message, which is that, Um, being in a relationship with somebody else that you're close to, it, it could be a romantic partner, but it doesn't have to be, right? It can be close friends. These are the things that change us and help us grow closer to the person we want to be. So, it is in many ways the opposite. You don't sort of go into the lab and, you know, change yourself into this ideal form and then come out and everybody loves you. It's, you grow through your relationships with other people. Discovering new things, by like, taking feedback, like the example I gave earlier, like, you're not being a good friend when you X, Y, Z. Like, these are important things that people need to hear, but this is how people grow. It's through relationships. So, you know, honestly, for, for a lot of people who are struggling, I'm, I often want to encourage them, like, I just want you to like go have friends and hang out with people, like, maybe don't worry so much about the romantic desirability part of it, just be part of some networks again, like be part of some friendship groups again, go spend time with other people in person. And let that process help you grow, rather than this very intentional, like, I gotta rack up all the right attributes to be appealing. I, I think most people will find, will find that process to be kind of frustrating."
	},
	{
		"start_time": "51:30",
		"speaker": "Ricardo Lopes",
		"words": "And also, I, I mean, I hope that this is also backed by science, but I also get the sense that many times it is through uh being open and vulnerable with other people that we make deep connections, right? It's through Uh, uh, uh, uh, being, uh, uh, I guess courageous enough to expose our vulnerabilities to other people that people get to like us even more and vice versa,"
	},
	{
		"start_time": "51:59",
		"speaker": "Paul Eastwick",
		"words": "100%, I mean. I, I think it's, again, if you, if you really buy into this, there's a hierarchy of value and like, you gotta be at the top, what, what often comes with that is the suggestion that like, you gotta wall yourself off, OK? You gotta be very protective, you gotta show off. The best version of yourself and do not show any weakness, OK? All of this is part of the same, I, I think, deeply misleading message about the way relationships actually work. Relationships ultimately require vulnerability. Now, you can't just go around being vulnerable with everybody all the time. That's not a recipe for success, but I, I think on average, people's intuitions are way misaligned with this, that often we need to be more vulnerable with people than we instinctively are. Um, I point to some research showing that, Uh, you know, one of the, the best experimental interventions to, um, to, to sort of gin up more liking between two people when they're initially meeting for the first time, is you get them to answer questions that encourage more vulnerability, more honest reflection, get them to talk about their deepest fears. This is sometimes called the fast friends procedure. It's been around for decades, and it's very reliable. But if you can get people to talk about Their vulnerabilities. Also, talk about what they like about this other person that maybe they met an hour ago, like, really get them to open up in that way. Huge boosts in liking when you get people to go through this kind of procedure. So, more vulnerability rather than less, you know, less grandstanding. These are the, are the roots. The, the, like, popular, like, like, I gotta be tough, I gotta be the best, show no weakness. This, this is not the way."
	},
	{
		"start_time": "53:54",
		"speaker": "Ricardo Lopes",
		"words": "What do you make of the red pill community and the manosphere more broadly, because I, I, I mean, I mean, at least me personally, when I look at it, I think it's extremely toxic and uh for the most part a cesspool of bad relationship ideas. Yeah,"
	},
	{
		"start_time": "54:15",
		"speaker": "Paul Eastwick",
		"words": "right, and this, this is the. Pinnacle, right? I mean, this is, this is the pinnacle of the bad ideas. And this is how, how, um, a lot of these, right, the mate value and hierarchy ideas have spun wildly out of control. So if you think about like the, the black pill, the, sorry, the red pill concept that you mentioned, the red pill concept, it really is like, oh, you know, again, it comes from the Matrix. This idea that, oh, I've taken the red pills, and now I see reality, and now I see that it's all about like my desirable attributes. A lot of times this is wrapped up in some misogynist ideas about like, well, women's preferences are the things that matter. And so, you gotta fit women's preferences. And they've got all the power, and men are kind of helpless in the face of it all. And so, a red pill solution to the problem of mating would be things like, well, you know, work out, learn how to be the alpha guy who all the women will want. And again, I think this is mostly misguided. I'm not gonna say like don't work out. I'm not gonna say don't eat healthy. These are useful things to do, but that's about where that kind of advice would end for me. Um, BUT it all gets then wrapped up in a lot of the, like, misogynistic and hate-filled ideas that you see online, and, you know, this is what we've been living with for the last 10 to 15 years is, you know, uh, the really nasty bad ideas get spread very easily online, and there were folks uh who saw some of these evolutionary inspired ideas and said, well, yeah, you know, we can, we can make that fit. Uh, SOME of our, uh, you know, nastier ideas about the relationships between men and women, and so we've got this whole, you know, horror show version of Ev Psych now that exists online."
	},
	{
		"start_time": "56:11",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and it can be very dangerous in terms of the ideas that it that the red pill community and other parts of the manosphere convey about, uh, women particularly and all the misogyny surrounding it, right,"
	},
	{
		"start_time": "56:27",
		"speaker": "Paul Eastwick",
		"words": "yeah, right, I think, um, I, I think it's, uh, I'm not saying like, oh, it's inevitable that if you like believe in gender differences and you believe in mate value, then you end up at this toxic place. Um, BUT I also think we haven't been that good at explaining to people why A + B doesn't lead to C. And this is, I think, wrapped up in some deeper philosophical challenges when it comes to advancing evolutionary psychological ideas. And the one that I like to point to is, um, it's actually something that evolutionary psychologists have not spent a lot of time on. And it's the concept of biological determinism. So, so geneticists have to deal with this stuff all the time. Biological determinism, is, you know, the way that a geneticist would talk about it is the idea like, oh, you've got this set of genes, and therefore, this outcome is gonna happen, and there's not much you can do to change it. So, it's as if there's few points of intervention, few places to intervene between the biological cause and the outcome that, you know, you might not want. Um, BIOLOGICAL determinism is just not a useful idea, full stop. Because, uh, sometimes biological things are easy to change, and sometimes biological things are hard to change. And sometimes learned things are hard to change, and sometimes learned things are easy to change. So whether a thing is learned or biological, it does not bear on how hard a thing is to change. So the problem that starts to happen As these evy ideas get filtered into the popular culture, as people hear, oh, like, men evolved to experience a lot of, you know, desire for sexual variety. They want to have sex with many different women. Well, well, I guess there's nothing we can do about that. But that conclusion, there's nothing we can do about it, that, that is, that does not follow at all from any sort of statement about how biological it is that men do or do not have a strong desire for sexual variety. So, these are some of like the, the challenges that we need to start addressing better. We need to give people the tools to realize that like, hey, if something's evolved, that doesn't mean that that thing is inevitable, there are Many possible points of intervention here. Again, the geneticists know this, they've been dealing with this for a long time, but, you know, this is a place that like, my lab is, is heading these days, trying to figure out, like, how exactly do people think about whether a thing can be changed or not when they learn it's biological, and what can we do as scientists to give people the tools that, you know, help them to, to be able to make the changes where they want to be able to make changes."
	},
	{
		"start_time": "59:24",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and it's not just that it's not inevitable, but I guess it's also not impermeable to environmental inputs, right? Because I mean, there's, there's also the way we develop our, for example, the attachment styles that we develop, the kinds of people that we meet, the culture that we live in, even the, the sort of economic circumstances we live, and so on and so forth, and I guess even uh within a. Given relationship, the way that the relationship dynamics play out over time,"
	},
	{
		"start_time": "59:57",
		"speaker": "Paul Eastwick",
		"words": "right? Yeah, that's exactly right. And look, I, I can hear, you know, evolutionary psychologists screaming at me right now, saying like, but we don't tell them, then it's inevitable. We tell them that there are other important environmental forces. And my response to that is, yes, I know, but we now know that people aren't hearing that part of the message. And what we need to be doing, what we need to be doing is using our powers of experimentation and scientific study to figure out what do we need to do to craft the messages, so that folks do understand what what exactly what you just said. That like, even if there were a biological cause, it doesn't mean it's inevitable, it doesn't mean that other forces don't matter. Like, what are things we can do to encourage more of that kind of scientific and evolutionary literacy among people? Because at this point, I, I don't see another way of combating what's happening online. I mean, it's very clear that we're not gonna get like moderation of online. Content in any meaningful way anytime soon. So, you know, we're the people that talk about this stuff. It's important for us to talk about this stuff, but let's also, like, try to figure out how can people be more receptive to what we mean when we talk about evolutionary processes like this, and, and sort of improve scientific education in the process."
	},
	{
		"start_time": "1:01:23",
		"speaker": "Ricardo Lopes",
		"words": "So I have one last topic I would like to ask you about. What do you think, uh, or do you think that, uh, what we've talked about here could have implications? I mean, do you think that the knowledge coming from relationship science could have implications as to how people can approach dating and relationships in industrialized and post-industrial societies, particularly in the 21st century?"
	},
	{
		"start_time": "1:01:50",
		"speaker": "Paul Eastwick",
		"words": "Yeah, I mean, I, I think that, um, the close relationships field, relationship science more broadly, there's a lot of potential for good here. And to the extent that we're able to remind people of the value of hanging out in small networks, remember to meet your neighbors, meet. Friends of friends. I, I, there's another thing that you see too happening is like, oh, people still have their in-person friends, but they don't do like the group things anymore. They don't meet the friends of friends anymore. It's, you know, it's, it's all one on one. It look, one on one can have a lot of value. But, I think what our science does well, is we are really wedded to the idea that there is something critical and special about what it feels like to interact with another person face to face, what it is like when you interact with the same people over and over again on multiple occasions, and of course, the importance of Opening yourself up to another person, being vulnerable, to even being willing to take on some of their needs as your own, to not keep score so much about exactly who is doing what in this relationship, who is getting the best deal, but rather, like, being part of a community, being part of a community of two, even if it's just the two of you. And the these are gonna be healthy avenues for the future. Healthy avenues for people's, you know, uh, well-being going forward. So, I think there are a lot of good lessons in this science that people can take. Um, IT, it's not all bleak out there. There, there are a lot of wonderful things that people get from their close relationships, you know, even if, not especially their relationships that aren't necessarily romantic. Like there's a lot to be said for getting together with, with close friends and kind of seeing where the night takes you. So, you know, this is relationship science to me, and, and I have a lot of optimism about it going forward."
	},
	{
		"start_time": "1:03:58",
		"speaker": "Ricardo Lopes",
		"words": "Great, so let's end on that positive note then and the book is again Bonded by Evolution, The New Science of Love and Connection. I'm of course leaving a link to it in the description of the interview. Um, AND Doctor Eastwick, just before we go, apart from the book, where can people find you and your work on the internet?"
	},
	{
		"start_time": "1:04:17",
		"speaker": "Paul Eastwick",
		"words": "Yeah, so if you wanna uh hear more from me, uh, I host a podcast uh with Eli Finkel called Love Factually, and on the podcast, we, uh, talk about these themes, but as they appear in popular rom-coms and other romantic films. So, um, you know, uh, come to the Love Factually feed, find a movie, you know, and, uh, and catch up with us there."
	},
	{
		"start_time": "1:04:40",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been great to talk with you again."
	},
	{
		"start_time": "1:04:46",
		"speaker": "Paul Eastwick",
		"words": "Thanks so much for having me, Ricardo."
	},
	{
		"start_time": "1:04:49",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolati, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, John Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Gelbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]