[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes, and today I'm joined by Doctor Mauricio Suarez. He is full professor in logic and philosophy of Science at Universidad Complutense de Madrid. He's also a life member at Claire Hall at Cambridge University, and today we're going to talk about his book Inference and Representation, A Study in Modeling Science. So, Doctor Suarez, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Mauricio Suárez",
		"words": "Thank you very much, Ricardo. I'm very pleased to be here finally. It took us some time to arrange this, but we finally made it."
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. Yes, that, that's true. That's true. So let me first ask you about uh modeling. Uh, WHAT is the practice of modeling in science?"
	},
	{
		"start_time": "00:53",
		"speaker": "Mauricio Suárez",
		"words": "Um, YES, the practice of modeling in science is, um, the way scientists throughout all disciplines, um, go about constructing hypothetical, imaginative, or fictional scenarios in order to compare to real systems targets that they're interested in studying in the world and to gain some information about those systems. So it is. It is a central practice in contemporary scientific activity across all kinds of different fields, and it doesn't um attempt to study nature, um, or society, the objects of the study, um, directly, but by means of constructing. This hypothetical or imaginative or fictional scenarios that are then compared with the real systems and knowledge can be acquired. Uh, BY means of these comparisons."
	},
	{
		"start_time": "02:00",
		"speaker": "Ricardo Lopes",
		"words": "And what is a model? I mean, what, what does that mean in science?"
	},
	{
		"start_time": "02:07",
		"speaker": "Mauricio Suárez",
		"words": "Uh, YEAH, that's a different question. Um, THAT'S a question in the ontology of models. The first question that you asked me was a question about practice, and one can answer that question by looking at the phenomenology of scientific activity and practice. The second question that you asked me is a more philosophical question and perhaps surprisingly, it's a harder question to answer. I mean, the, the first question. It is relatively easy to answer because we just have to look at the practice and the practice is very much a given. But models are not a given. We have to philosophically interpret them in order to come up with an answer to that question. What are models? Um, AND it turns out that no single philosophical answer to this question has been very good, um, to be frank, there have been lots of different philosophical attempts to come up with an answer, and all of them have some, uh, issues or limitations of one sort or another. Perhaps the simplest answer is to say that a model is a description. But that really doesn't tell you much because then you have to ask a description of what and how does it describe a model what it describes, and that gets you into the heart of the philosophical problem with representation. So, I don't think we have a very good answer to the question what models are. Um, IT'S quite clear that there are many things that can play the role of models from equations to linguistic descriptions to contraptions and real physical objects to imaginative scenarios and thought experiments. They all can play the role of models, and there is not a single thing that identifies or cuts across. All of those. So, uh, in, in part, um, my project has been for some time now to come up with a functional answer to the question of what models are rather than answering the question directly and giving you a definition of what the model is abstractly, which I think has not been a very successful project. I prefer to give you a definition of what models are. In the practice of modeling, which is uh something that is much more accessible and easier. To contemplate and study and so I try to come up with um a purely functional definition of what a model is in terms of what it does for us, which is to allow us to investigate the world in the way that I described in my answer to the first question."
	},
	{
		"start_time": "04:40",
		"speaker": "Ricardo Lopes",
		"words": "And then in the book you talk about what you call the modeling attitude. What is that and how did it emerge in the 19th century?"
	},
	{
		"start_time": "04:52",
		"speaker": "Mauricio Suárez",
		"words": "Yes, so I mean this really gets us already going into the project because the whole I wrote a whole chapter. The second chapter, which is devoted to the historical background to the philosophical analysis of present-day scientific modeling. Um, THERE has been modeling in science, and there have been models in science, um, for as long as there has been science. Um, Galileo famously constructed models, so did Kepler. But they were not in any way dominant or a dominant part of science. They only become a dominant or central part of scientific activity. At the end of the 19th century. So, the modeling attitude is this very prevalent and dominant way of doing science by means of this construction of imaginative hypothetical fictional scenarios that I was talking about at the beginning, which only becomes really dominant and central to the way we do science. Um, IN the 20th century. So it's a really fin de sela development and it's really with the start of the 20th century that we can start talking about a central modeling attitude on the part of scientists. Scientists gain this attitude of doing science by means of the construction. OF models. So I, I go into some details of this history. And I find a number of locations throughout Europe, throughout the 19th century where this modeling attitude becomes dominant, particularly around the work of um James Clerk Maxwell and the Maxwellians in Victorian Britain in the second half of the 19th century, and then slightly later, but really pretty much simultaneously in, in the German lands, particularly around the schools in Berlin and Um, Vienna, um, both around Hermann von Helmholtz and, uh, Ludwig, uh, um, Boltzmann. Um, IN Vienna at the turn of the century, um, there are a couple of very signaling events, um, both in Britain and then later on, um, the publication of, um, uh, and a very famous and influential entry. In the Encyclopaedia Britannica by Boltzmann entitled Models, which is published in 1900 at the turn of the century, um, which signals the dominance of the modeling attitude. So it has two cultural sources. Um, THAT are predominant, but it's really happening all throughout Europe. It happens in France, it happens in Italy, it happens everywhere where scientific activity takes place that this, uh, modeling attitude, this attitude of building models in order to investigate phenomena becomes, uh, prevalent, and I think the history is important because it gives us clues as to how to understand the notion. So, um, what I undertake in that chapter in the book is uh If you want, you could call it a philosophical history of the present, uh, the present day condition in science which has a history and I go to doing a bit of genealogy of that, and I happen to be one of those philosophers who think, who thinks that you can only really understand the philosophical debate or position if you understand the history and in this case. I think it's very obvious that the history is incredibly informative for how we should think about uh models and, and, um, nowadays. So, it has a history, it has a very precise history with precise locations and scientists who take on this particular way of doing science and then it spreads out very quickly and eventually becomes very dominant."
	},
	{
		"start_time": "09:01",
		"speaker": "Ricardo Lopes",
		"words": "Um, LET me ask you now about representation in the philosophy of science, when exactly did people start thinking more about the concept of representation?"
	},
	{
		"start_time": "09:16",
		"speaker": "Mauricio Suárez",
		"words": "This is a very good question, um, because you would have thought that representation would always have been a topic of philosophical interest, and there is a sense in which it always was a topic of philosophical interest, but, um, during the, the, the years of dominance of formal philosophy and the um Dominance of logical positivism, particularly in North America. I think the concept was somewhat relegated, um, and that may have had to do with the fact that for the logical positivists, the fundamental notions of analysis were linguistic and particularly um descriptive, um, and representation is a more general concept. Um, SO for a long time, philosophers didn't really care much about this concept. And so you find a paradox that for instance in the 1970s and 1980s, philosophers of science barely touch the topic and there is no established topic of scientific representation in the curriculum is in no way a canonical topic, still nowadays remains perhaps slightly outside the canon, um. Yet in other areas of philosophy, for instance, in the philosophy of art, representation is the central concept which every philosopher of art has something to say about in the 1970s, in the 1980s, in the 1990s. So, uh, something happens, um, in the second half of the 20th century in philosophy of science where representation as a topic gets suppressed in some ways. Um, IT comes back to the fore, um, mainly through renewed interest by philosophers of science or modeling. Um, WHICH is, uh, something that philosophers take up in the 1990s, really. And once we take up that interest, we connect with previous philosophical discussions of modeling that there were at the beginning of the 20th century around figures like Pierre Duhaim and Henry Poincare here as in many other areas, a real pioneer, um, and later on Campbell, uh, in, in England, and then some minor figures, um. During the 50s and 60s that were at the time considered marginal like Max Black and Mary Hesse, who did uh write extensively about models but were not uh regarded as canonical figures in the field, but who have been rehabilitated in the last 20 or 30 years precisely because of this new interest on, on representation. So it has um And an interesting history of its own, the concept of representation in the philosophy of science because um it has suffered waves of interest and disinterterest um throughout the history and I think it's interesting to study the philosophy of science through the lens of what philosophers of science do with the concept. Um, AT some point, um, they are centrally occupied with it. Later on, they become very much disinterested in it. And in the last 20 or 30 years, the topic has emerged again with renewed uh force and vigor, and it's now one of the central topics of research for philosophers of science and I think again, possibly becoming canonical again."
	},
	{
		"start_time": "12:51",
		"speaker": "Ricardo Lopes",
		"words": "And what is representation exactly?"
	},
	{
		"start_time": "12:56",
		"speaker": "Mauricio Suárez",
		"words": "OK. I mean this is you have to read my book to get the answer to the full answer to this question, um, so, um, representation is um A, a concept, a notion that we use to describe the way, the different ways in which in different areas of knowledge and particular in science, uh, people get on with ways to characterize the reality around them. Now, There is a traditional, very old, um, ancient really way of thinking of representation as a sort of Mimsis or copy of the reality. One way in which we go about representing reality is by copying it, um, identifying its fundamental elements and producing some sort of copy. Um, OF it as kind of mirror image of the reality and this has been, this is an ancient thought. But it's been crit also critic criticized very strongly also since antiquity. I mean it's had its defenders and its critics ever since it was born possibly with Plato. Um, AND nowadays, uh, we, we think, I think the consensus is that any sort of attempt to get on with the concept of representation by means of any mirroring metaphor is very limited. And encounters very important fundamental problems. But basically, that's what representation is. It's a, it's a concept. Um, THAT we use and apply to every attempt to provide a characterization of the surrounding reality that helps us manage in some ways and get to know that reality."
	},
	{
		"start_time": "14:57",
		"speaker": "Ricardo Lopes",
		"words": "AND what are the most prominent accounts of scientific representation?"
	},
	{
		"start_time": "15:05",
		"speaker": "Mauricio Suárez",
		"words": "Uh, WELL, as I was mentioning before, um, interest in this notion is, is relatively new in the philosophy of science of the last, uh, century or so, um, and this is an evolving, uh, field, so there are new accounts springing up, um, almost, uh, as we speak, uh, on a monthly basis. It's a very rich, uh, lively and dynamic. FIELD of research. I would divide all the accounts of representation and this is something I do in the book um into two kinds. Uh WHAT I Accounts of representation and what I call deflationary accounts of representation. The substantive accounts of representation try to attempt to get to grips with the with the concept of representation by defining it, essentially providing a set of sufficient and necessary conditions for the concept and in so doing reducing it to other concepts that we may think are easier to comprehend or to understand. Since, as I mentioned, representation itself is a complex. A concept, you may think that one way of going philosophically about it is to try to reduce it to a simpler concept or set of concepts, and that's what a substantive account would on the whole try to do. And there are a number of different accounts that fit the bill here. There have been people who have claimed that representation can be reduced to similarity of relations between model sources and model targets. And there are people who have uh employed the structuralist notions derived from morphism or isomorphisms of some sort in order to characterize this substantive relation. In all these cases, the, the, the idea in the background of these attempts is that representation is complex and um. Very hard to understand and you try to analyze it or reduce it to concepts that are easier to understand, such as similarity or or isomorphism. Um, I, I think all these attempts to reduce the concept of representation encounter uh what I now regard that as insurmountable difficulties and I don't think any of them really works. To the satisfaction of the proponents. The other kind of um account, um, is a deflationary account, and this is an account that doesn't necessarily try to define the notion. Um, THERE are many concepts that we employ in ordinary life and in our cognitive lives that we don't know how to define. And there's a whole philosophical tradition that claims that no concept except very recondite concepts in the formal senses can be fully analyzed in this way, um. And a deflationist, um, would approach the concept of representation in this spirit instead of trying to analyze it away in terms of simpler concepts, the deflationist thinks that representation is not in fact such a complex concept, but it is related to the phenomenology of the practice of model building that we discussed uh at the beginning of the interview. And so therefore it's, um, in some ways a given. It is a given in the way that we do things that we employ representations. And we can only really say some very general things about the concept and then the philosophical task that remains to do is not to analyze it but to see how it works in practice and to study the practice and you know it's a splendid variety and trying to draw as many general lessons as we can from the practice about how we use um representations. So deflationist tends to Um, to favor the study of the practice while the substantivist would tend to favor the analysis of the concept, um, and, uh, and, and there are two very different approaches to this field, um, just as there are different substantivist accounts, there are also different deflationist accounts. Uh, I have proposed one, but there are other, and there are other versions of this different accounts that circulate in the literature that can be. Uh, MADE or read in other place or spirit. So I think there is quite a range of accounts that are acceptable and that one could choose from, um. Mine is not necessarily the only one, although I claim some virtues for it, but there are other accounts of representation that, as I mentioned before, are deflationist in the sense that they put the practice first and they try to study the practice ahead of trying to analyze the concept in any abstract way."
	},
	{
		"start_time": "19:58",
		"speaker": "Ricardo Lopes",
		"words": "In the book at a certain point, you talk about the distinction between the means and the constituent of scientific representation. Uh, WHAT is that distinction and why does it matter?"
	},
	{
		"start_time": "20:13",
		"speaker": "Mauricio Suárez",
		"words": "Yeah, good. Um, SO, this, this distinction, um, has a role to play in the assessment of the different accounts of representation. I introduced it explicitly in the book. I mean, it, it originates uh with me for Uh, for good or bad, it originates with me. Um, AND I introduced it in order to, uh, produce some sort of assessment of the different accounts of representation. Um, THE constituent of representation is the relation, if there is one, between sources and targets in virtue of which, uh, a model is a representation of its target. So it's basically the defining conditions in this analytical spirit of the substantive, uh, accounts to representation of the notion of representation. Now defenders of the substantivist accounts of representation would claim that there is a constituent to representation and moreover, it's a substantive one that allows us to understand the concept. I claim in the book that there is no substantive constituent of the uh concept of representation. We can at best express some very general platitudes of how the concept is employed in practice and that's as much as we can say about the constituents. So I have a very thin. Account of the constituent of representation, but this needs to be distinguished from the means of any given representation which is the relation between source and targets. That scientists will utilize in the context of their practice in order to draw conclusions about the targets on the basis of the source of the representation. These are the means of the different sets of representations that we find uh across the different sciences, and scientists will employ very many different such relations in different contexts. Now, varieties or types of similarity may play a role in some contexts, a stronger or weaker forms. Varieties or types of morphism could play a role as means of the representational relation in different contexts. Um, THERE are different kinds of morphisms that could play that role, but then there are other, uh, relations such as instantiation, which, uh, is one possible relation between a model and its target, uh, that cannot be reduced to either similarity or isomorphism, and I claim those also can play and often play a role. So you have a variety of means that all play a role in different cases in different representations. Um So, um, I use the distinction between means and constituents to defend my account, which is minimal or minimalist with respect to the constituents. And pluralist with respect to the means of representation, claiming that there are very many different means that can play a legitimate role in order to mediate or facilitate the functional ends of representational models in sciences."
	},
	{
		"start_time": "23:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, TELL us then how this distinction between the means and the constituent, the constituent of scientific representation then grounds a clear division of labor between epistemic and conceptual dimensions of representation."
	},
	{
		"start_time": "23:50",
		"speaker": "Mauricio Suárez",
		"words": "Yeah, that's a great question too. Um, SO, um, So for a, for a long time, I think when people thought about representation, they had in mind representation of success. That is the ways in which models may accurately characterize their targets. And so in philosophers' minds, I think for a long time the question of what are the conditions for representational success and what are the conditions for representation simpliciter. We conflated. It's only in the last 20 or 30 years that we've, I think, very successfully disentangled these two sets of conditions. So, nowadays, I think every philosopher working on On the topic, I think Buddha accept this distinction. Um, THERE are representations which are not particularly successful or accurate. There are very inaccurate representations of target systems, and throughout history we've seen them. Um, PLAY a role in the history and the development of science. Um, There are certain models that we take to be accurate characterizations of their systems and we end up discovering that they're not so accurate. Um, 11 could, for instance, take the succession of models of the solar system or the planetary system throughout the history of the last 2000 years as a brilliant series of examples of models that turn out not to be particularly accurate, um, and for all kinds of different reasons contain inaccuracies and make false statements about their target system. Starting with, of course, the geocentric, uh, Aristotelian model that put the Earth at the center of the universe, something that we know nowadays to be false, um, so one has to distinguish the conditions for a representation, something to be a model. And the conditions for it to be an accurate, truthful, or faithful representation. They must be distinct because most models involve misrepresentations of all kinds. Um, ON these grounds, a division of labor between, um, epistemic and conceptual dimensions of our analysis, um, representations of epistemic or cognitive value when they, uh, provide at least partially accurate descriptions of their target systems, um, but they're nonetheless conceptually valid. Even if they're not accurate or even if they're completely inaccurate in all kinds of different respects, there are still representations of their target systems and so therefore we need a different account of representation uh than we need uh an account of accurate representation. My distinction between means and constituents allows me to do this very easily because the constituent of representation takes as it were, charge of the conceptual side. While the um uh study of the different means of representation in practice takes care of the different ways in which people can, uh, and scientists can judge their models to be accurate or faithful. Um, SO there, there certainly is nowadays a division of labor and a clear distinction between accurate representation and representation simpliciter, and every philosopher working on the topic nowadays accepts. That an account of representation must make room for misrepresentation in all its different varieties. Yes,"
	},
	{
		"start_time": "27:21",
		"speaker": "Ricardo Lopes",
		"words": "and how does it then lead to a distinction between successful representation and the more general category of representation?"
	},
	{
		"start_time": "27:30",
		"speaker": "Mauricio Suárez",
		"words": "Yes, I mean that, that question speaks, I mean, I, in a way I've already answered that question because that question speaks exactly to the distinction between representation simpliciter. Um, WHICH can be very inaccurate. Um, IT can be maximally inaccurate. A representation could get not a single fact right about its target and it nonetheless is a representation of its target. If it's intended use is to convey information about the target, and as I mentioned before, the history of science is full of examples of this sort. If you take the original Ptolemaic models of the solar system. There's barely any statement that you can deduce from those models that we nowadays would think of as a true statement. Um, Nonetheless, they are very clearly representations of the solar system. That's their intended use, that's how they were created and that's how we must interpret them even nowadays when we know them to be maximally false. So, um. So this is really important to people working on the field at the moment that we distinguish very carefully between successful representation and the conditions that must obtained for a representation to be successful from representation simpliciter, which need not be successful. Um, uh, SO representation is not, uh, to put it technically in philosopher's jargon. Representation is not a success term. You can represent something and do it very poorly, um, with very little. Um, SUCCESS just as you can have all kinds of beliefs and the beliefs could be false, um, and people make this distinction between knowledge being a success term, belief not being one, and you could say that nowadays I'd say. Everyone working on this, uh, topic accepts that representation is a bit like belief and unlike knowledge, it's not a success term."
	},
	{
		"start_time": "29:38",
		"speaker": "Ricardo Lopes",
		"words": "You, you criticize reductive naturalist theories of scientific representation. What are these kinds of theories and what do you think are their flaws?"
	},
	{
		"start_time": "29:51",
		"speaker": "Mauricio Suárez",
		"words": "So these are the theories that attempt to reduce the concept of representation by providing some substantive um reactive basis and a definition of representation in terms of that basis. And the two main ideas that have been discussed in this area throughout the years are similarity and different variants of similarity. Um, AND, uh, isomorphism or morphism and different kinds of morphism, uh, that may operate between targets and sources, um. Now, it's um. A complex issue, what the relations between those two are. There are people who think that. Um, ISOMORPHISM is nothing but a kind of similarity, and there are people who think that all similarities must be understood to be underpinned by some sort of a structural. Uh, MORPHISM, um, but the emphasis has been put in placed differently on the different concepts by defenders. Of the, of the role of these concepts in the notion of representation, so I think it's legitimate. To talk about two broad, broader families, two broad families of um substantive or reductive naturalist accounts, the similarity account and the isomorphism account. Now, in the book, I criticize these accounts and I put forward a number of arguments. Um, AGAINST them. These are old arguments, um, which I've been rehearsing, uh, not just me, but other philosophers of science have also been elaborating for some time now, for about 20 years. Um, AND what I do in the book is to try to, um, Take balance of the debate on, on these arguments over the last 20 years. I think the arguments have been very successful at dismantling um philosopher's confidence in this productive naturalist accounts. Um, uh, I think it would be very difficult nowadays to argue for any of these reductive naturalist accounts. Um, THERE are 5 different types of arguments that I study in the book. Um, MAYBE the most powerful ones are the logical argument and the misrepresentation argument. The misrepresentation argument is connected to what we've just been talking about, the fact that many representations. If not all, um, misrepresent in very definite ways their targets and this is hard for similarity and isomorphism accounts to, um, to explain. Um, THEY have different ways to try to explain them, these failures of representation of rep full or accurate representation, but none of them are fully convincing, I think. Um, THE other argument is a logical argument that simply points out The representation in science and elsewhere. Is a directed relationship from sources targets. It's not symmetric. It's not reflexive. Nothing that represents something represents itself. This is very rare, um, and it's not transitive. You can have something represents something else which in turn represents something else and that doesn't turn the first into a representation of the third. Um, AND this is easy to see operating in the phenomenology of representation in science and in art, but very difficult for similarity and isomorphism accounts. To um To account and to fit. Um, SO it becomes a really um very important um argument against uh this uh reductive naturalist or substantivist accounts."
	},
	{
		"start_time": "33:44",
		"speaker": "Ricardo Lopes",
		"words": "And what would be then alternative non-reductive views?"
	},
	{
		"start_time": "33:51",
		"speaker": "Mauricio Suárez",
		"words": "Yes, these are the deflationary accounts that I was talking about at the beginning. And these are accounts from which one doesn't. Invest oneself philosophically in the reduction of the concept of representation. Um, And that's partly because one doesn't find it so problematic to begin with. And the reason why one doesn't find it so problematic to begin with is connected to the pragmatism and the phenomenology of the practice that I was discussing at the beginning of the interview. If you are convinced that the practice is a given and it's accessible and it's reasonably well understood. Then from a pragmatist point of view, um, you don't really have a big conundrum to answer about the concept of representation. The concept is operative in practice. And that should be enough um for us philosophers. It gives us a lot of work to do because we have to now study this practice, um, but the work that we have to do is not of a conceptual kind and it doesn't begin with big puzzles about this obscure notion representation, um. So, on, on this deflationary accounts, which I think all of them in some way or another tend towards pragmatism because they do begin with this description of the practice and they begin with the assumption that the representation is not a very difficult concept that requires an analysis, but a simple concept that appears in our practice very prominently, uh, but just like, um, I don't know, the concept of a table or a chair appear in our practice and they don't demand a very deep philosophical analysis. Um, THE practice of using those objects may demand the philosophical scrutiny, uh, but the concept itself doesn't. So, so a deflationist thinks that representation is just like one of these ordinary concepts, and there's nothing mysterious about it. There's nothing that requires us to come up with a deep philosophical theory that analyzes the concept, but we have philosophical work to do in understanding the way in which we use it, this concept in practice. And any deflationary account begins with this, I think. Uh, MINE is 1, I offer it as a possible account of representation from this pragmatist perspective. And this is the idea that we focus on the way in which models and representations are used as tools for surrogative inference, a kind of inference that takes us from sources to targets, which is part and parcel of the practice as given, and that, that should be our starting point. And then we should scrutinize the practice in order to shed philosophical light on it. But we shouldn't try to analyze the concept any, in any other more significant way. There are other approaches to representation that are deflationary, um, from this point of view, I think are acceptable and rather legitimate and can overcome the objections. Um, MINE is not the only one. SO there are some approaches that appeal to other notions such as demonstration or denotation or, um. Um, INTERPRETATION, and if you understand those notions to be as part of the practice, which I think one can do, those, um, accounts also in, in my view are legitimate. Um, SO I'm not saying mine is the only one, but I do think that these accounts that begin with the study of the practice are significantly better. As it, um, as it turns out in trying to understand philosophically, um, the way modeling works in science and how representation generalizes to other areas of inquiry, they're significantly better as starting points than any substantive reductive naturalist account."
	},
	{
		"start_time": "37:44",
		"speaker": "Ricardo Lopes",
		"words": "So tell us then about your inferential conception of scientific representation."
	},
	{
		"start_time": "37:51",
		"speaker": "Mauricio Suárez",
		"words": "Yeah, so my, my conception is one of this inflationary. Accounts that I think are survived the criticisms and in, in the case of, of my approach, what I do is that I put one feature of uh representation um and undeniably one feature of scientific modeling that is ever present in the practice of modeling, which is uh a kind of inference that we call surrogate inference. And this is the sort of inference, logical inference if you want, um, that takes you from facts about the source and its description, the source of the model may be an equation or some kind of fictional scenario or um hypothesis. You study how that equation or scenario hypothesis is structured and what sort of claims it's making. And then you draw inferences from those facts to claims that you make about the target system, and the target system could be any system you're interested in, maybe the evolution of a population in biology or as we were saying before, the movement of the planets in the solar system. So, a representation primarily what it does for you, a model in science what it primarily does for you is to facilitate those sorts of inferences across from the source system to the target system. That's called technically in the literature surrogative inference. So, my, my approach to representation puts that feature of practice which As far as I know, it's universal. I having encountered, and I've been studying this area for more than 20 years, and I haven't encountered yet an instance of a model that doesn't allow for surrogative reasoning and I think, well, I think I've convinced my peers that this must be a central feature of any modeling activity and in my, in, in the case of my conception, this is the only indispensable feature. Of the practice um of modeling and therefore, um, on my account it becomes the only constituent of the notion of representation because it's the only universally instantiated feature in the practice. And as I mentioned before, I'm not interested in a substantive analysis of the concept. I think as philosophers, we are better off analyzing the practice of representing. Um, AND this is the only feature that I can see in the practice that plays a universal, uh, role. So, so that's why I call it the inferential conception. Because I claim that surrogative inferences a fundamental feature of um of the scientific practice of modeling. This has to be supplemented with another condition which supplies the directionality of representations because you can have surrogate um inferences that are valid to very many indiscriminate number of target systems, but we typically only select one. And so it has to be supplemented with something I call force, which is the way in which uh scientists would select in the practice a particular given target for the source. Um, ONCE you have both of these features instantiated in a, in a practice, in a scientific practice, you are in a sense studying, uh, modeling practice, um, because those are the only two necessary conditions that would, um, turn, uh, a piece of or an activity, um, in science into a modeling activity. So, so this is in essence the inference of conception. It is the kind of deflationary approach. To the notion of representation that locates um as a universal component of the practice of model building and representing this um activity of inference drawing um of of a surrogate surative kind between sources and intended targets."
	},
	{
		"start_time": "41:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. I have one last question then, one last topic I'd like to explore here. How does an exploration of scientific representation connect to debates on artistic representation?"
	},
	{
		"start_time": "42:10",
		"speaker": "Mauricio Suárez",
		"words": "Yeah, yes, I mean, I, I think there's definitely a connection. Um, AND moreover, I defend him in my book that this is a connection that philosophers of science. SHOULD be concerned with and should pay attention, handsome attention to. And I mount an argument for this, and it is one strong conviction of mine. And in fact, I plan to do more work on this in the future. Um, THAT philosophers of science have a lot to learn from philosophers of art. And now, As you can imagine, this is slightly contentious because Philosophers of science would like to think that they are more important than than other philosophers and to be told that they have to pay attention to what philosophers of art have been doing for 50 years is to be told that they maybe haven't been paying attention to the right topics, but I think this is actually true, and I, I, I, I. I think this goes back to something that we discussed at the beginning of the interview, which is that Um for different contingent historical reasons, I think philosophers of science were not very preoccupied with the notion of representation for a long time. Um AND in particular in the 70s and 80s, there was a scant. Philosophical attention paid in philosophy of science circles to this notion. While simultaneously there was an explosion of work in the philosophy of art. Which was then a nascent and growing field of philosophy. Uh, ALL of it was centered around the notion of representation. Uh, SO, so I think in some ways philosophers of art have been marching ahead of us, philosophers of science in the analysis of representation, and then not surprisingly, there are quite a number of lessons that we can pick up from work that was done in the philosophy of art, um, decades ago and has been done for some time, and I tried to do that in, in, in the chapter number 8 in, in my book that Last, the one but last uh chapter in the book but I um I go into an in-depth analysis of what philosophers of art have been saying about representation over the years, and I try to come up with some phenomenological lessons for how to understand the practice, um, from the point of view of the notions of representation that philosophers of art. I have discussed and, and I find some very convincing leads there, um, on ways to inform my own account of scientific representation. In the work of some prominent and leading philosophers of art over the last 50 years or so. And this comes to show that representation is a Very wide concept in our cognitive lives. It doesn't just play a role in science. It plays a role in many other areas of our cognitive life. It plays a role, prominent role I think in other aspects. And areas of our culture. Science is a part of culture, but it's a small part of culture. And um there's literature, the, the arts which play a very important role in our culture and in our cognitive lives, and I think the concept of representation is just as central there as it is in science and my account has a virtue. That are placed generally across. The field, but in order to apply it to artistic representation, I have to fill in the notion of surrogative inference and representational force, um, in different ways to account for this phenomenological descriptions that philosophers of art have been giving us for 40 and 50 years, which I find so insightful and interesting also for a philosopher of, of science. So, uh yes, I think there is a connection. Uh, I've done a lot over the last 20 years to argue, um, that philosophers of science should pay attention to this connection, and that it makes us better philosophers of science when we do. Uh, AT least when it comes to understanding the concept of representation and how modeling in science works. It gives us tools and resources as philosophers of science that we can then put to work, um, and I, as I mentioned, I take some of those tools and resources from the phenomenological tradition in the philosophy of art and apply them to the study of the practice of modeling in that chapter, and I, I think that's one of the chapters that I feel most proud about because I think what I do there is definitely very original, and I think it's Uh, breaking new ground, and I think that new ground really deserves to be explored, um, and I, I, I intend to do it in the future. I'm not the only one. I mean I it has to be said that there are other philosophers of science who have been making similar claims. Last 20 years and where we may have been regarded as a minority or maybe even a, a bunch of eccentrics uh 20 years ago. I, I think it's now widely accepted that it pays to, to look at the concept of representation across different fields and that the study of how uh modeling may bear analogies with what goes on in artistic representation. Uh, CAN be very fruitful for debates in the philosophy of science. So, so I, I think this is an argument that's still being made, but it's already carrying some weight and has moved people towards considering at least a legitimate area of study and And I, uh, well, I take some pride in having, uh, worked hard to make this change possible and having been part of this, uh. Reconsideration of the philosophy of art within the philosophy of science. I think it's still a very promising area of research."
	},
	{
		"start_time": "48:16",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again Inference and Representation, A Study in Modeling Science. I, of course, will be leaving a link to it in the description of the interview. And Doctor Suarez, just before we go, apart from the book, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "48:37",
		"speaker": "Mauricio Suárez",
		"words": "Yes. So, um, I have a personal web page which is probably the, uh, most complete source of at least my most up to-date ideas and work. Um, AND I'm also listed in different kinds of repositories. There's an institutional page for me at Complutense. Um, FOR a very long time now, I've been putting my work in, in open access repositories. Um, And nowadays I try to get my work to be published open access. Unfortunately, the book for Chicago is not open access, um, but, uh, different bits of it are accessible and of course I'd be quite happy, um, to respond to any request personally and send, uh, a PDF copy of my book or parts of my book as requested. If people do just send me an email."
	},
	{
		"start_time": "49:30",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "49:37",
		"speaker": "Mauricio Suárez",
		"words": "Yes, well, thank you, Ricardo. I'm very pleased to finally have made it, um, into the dissenter. I, by the way, I want to congratulate you on the name, um, the dissenter. I, I, I feel there is a lot of philosophical value in dissent. And I've always tried to practice it. um, SO I was uh very taken by the name of your podcast and I'm glad that we finally made it. It took us some time to arrange this, but thank you for having me. Thank you very much."
	},
	{
		"start_time": "50:09",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoro, and Hal Herzognun, Mahel Jonathan Labrarinth, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Ebert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]