[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricard Lobsson. Today I'm joined by Laura Carroll. She's a nonfiction author, expert on the child-free choice and pro-natalism, and an advocate for reproductive rights and ethics related to reproduction as well. She's the author of The Baby Matrix Why Freing Our Minds from Outmoded Thinking about Parenthood. And reproduction will create a better world. And today we're talking about mostly about child-free choices and prenatalism. So Laura, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:40",
		"speaker": "Laura Carroll",
		"words": "Thanks for having me on."
	},
	{
		"start_time": "00:42",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's start with the basic question here. So what is it to be child-free? What does it mean?"
	},
	{
		"start_time": "00:51",
		"speaker": "Laura Carroll",
		"words": "Well, you know, that word was termed in a textbook going as far back into the 70s, and um really, it still means what it meant then is it's a, a, that a person who does not want to parent, they don't want to have children, you know, it's the desire not to To have children. So, and it is the word child-free with no hyphen, no child space-free online, you see all kinds of things now where in, and it's a muddled definition uh of different versions of the word depending on the article that you read, but that's the way um I, I term it and how I use it, and that's, you know, historically, that's how it's been used and spelled."
	},
	{
		"start_time": "01:34",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WOULD it be any problem at all if it have a hyphen, or, I mean,"
	},
	{
		"start_time": "01:40",
		"speaker": "Laura Carroll",
		"words": "well, if it has a hyphen, sometimes it does mean the same. It's synonymous, but in other pieces and other. Articles I read, it could mean that it's a person who just doesn't have children right now. Uh, IT, it, it could mean whatever the article is about. So it gets confusing. So, and you also see it with a space in between, which can also mean parents who currently aren't with their kids. So I just like to say, put it all together, and that's the word that consistently means it's people who really choose not to have children."
	},
	{
		"start_time": "02:15",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's address right away one question that probably people will not be very fond of this conversation will want to ask. So does it have anything to do with being anti-children?"
	},
	{
		"start_time": "02:32",
		"speaker": "Laura Carroll",
		"words": "You know, no, it really doesn't. Um, I think that, um, I mean, it can, where there are, I would maybe recharacterize it a little, there are some child-free people who would say that, you know, children in general are not their favorite thing. Now, it's not that they hate them, but, um, you know, they just, it's not their favorite thing, and they don't want to raise them. So it's, it's not that they're anti-children. Some of them have jobs that involve children, you know, so, There's a small percentage who would say that they dislike them, but that's certainly not the majority. And I think this anti-children messaging we hear a lot more of, of late. HAS to do more with antenatalists and antenatalism, which is a whole other philosophy where you can be, you could be, um, you know, it's a, it's more of a philosophy that is, um, of people who believe it's not, uh, they don't like to see children come into the world, babies to come into the world because of the suffering that they will incur, and they didn't choose that. So someone who holds that philosophy could be someone who is child-free, but not necessarily. Let me tell you, there's a lot of child-free people who don't even know what that word means, let alone the philosophy. So I would say that, uh, no, uh, does it have anything to do with being anti-children? Generally speaking, absolutely not."
	},
	{
		"start_time": "03:59",
		"speaker": "Ricardo Lopes",
		"words": "And let me just add, because I've spoken with antenatalists on the show, antenatalism also does not have anything necessarily to do with being anti-children. It's"
	},
	{
		"start_time": "04:10",
		"speaker": "Laura Carroll",
		"words": "just that not necessarily, no."
	},
	{
		"start_time": "04:13",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, because there are many antenatalists that say that we should take care of children who are already born,"
	},
	{
		"start_time": "04:20",
		"speaker": "Laura Carroll",
		"words": "who are already here. Exactly right. Yes, it's just that the word anti-children, just because we don't want to raise them doesn't mean we're anti them or that we hate them. It's just that we don't want to raise them. So that's a distinction."
	},
	{
		"start_time": "04:35",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, so is a child free choice something that people try to impose on others?"
	},
	{
		"start_time": "04:46",
		"speaker": "Laura Carroll",
		"words": "I, in my 25 year plus experience, I've not seen that there's no, um, I don't know, they don't try to impose it on others. They don't necessarily advocate it either. I think what I've seen more in just the two generations, the digital revolution that I've witnessed since the year 2000 that, uh, That online has allowed more people to become educated about the choice, more people to be aware of it, and the people who, who make the choice. In my, one of my first books, Families of Two, which was interviews with happily married couples who were child-free, um, before Google and all this time, you know, they, they were people who felt like they lived in the tributaries, you know, really of society, and Fast forward 25 years, there's so much now online to, to learn and to be aware of and to see these people. They're just like, you know, you and me, they're very normal people. So it's not so much about advocacy advocacy or um pushing it on others. It's more just to say, here we are, and we're just like you, we're normal people, and we've just made a choice that's different than, than others."
	},
	{
		"start_time": "06:00",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you, because sometimes, I mean, I've heard this personally, but also sometimes I hear and read people on the internet, people who are child-free complaining about having to hear some, I mean, I mean unpleasant things to say the least from people who have. Children in regards to their choice to not have children, I mean, where do you think that this comes from and why do you think that if someone, there are many people out there that if they learn that someone is child free, that they feel the need to moralize them so much."
	},
	{
		"start_time": "06:40",
		"speaker": "Laura Carroll",
		"words": "Well, I think I go into that, into the baby matrix because it's a, it's, it's foundationally speaking, it boils down to pro-natalism, and they're holding some pro-natalist beliefs that, uh, makes it easy to judge that choice. For example, a very common one is that people might see others who are child-free, that they're selfish because they don't want to raise kids. They don't want to have parenthood be the central focus of their life. So somehow that makes them a selfish person. Um, AND other things, is there's something wrong with people who don't want to have kids. So, but because they hold the belief that normal people want them, and, you know, to do the most selfless thing to do is to have a child, those beliefs, when they see people doing the opposite, it's easy to judge them, but the foundational element of it is, uh, pro-natalism, which I'm sure we'll talk more about."
	},
	{
		"start_time": "07:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, so let's address another elephant in the room because this is something that I also hear a lot from pro-Natalist people. They say that most people without children, child-free people, are childless, not. Exactly by choice but by circumstance and then they get into some pseudo critiques of feminism like saying that oh it is because for example this is just one thing that they say they say others as well. Uh, IT is, for example, uh, because women, uh, want to have a career and they want to study, they go, they want to go to higher education, and then they postpone, they postpone, they postpone having children, and then they arrive at their 40s or late 30s. And and then they say, oh my God, I can no longer have children. I'm no longer in a proper state to have children or something like that, but they regret the choice. That's what they mean by that, that they, they would, they in fact wanted to have children, but they regret not having children and they are just childless by circumstance. I mean, do we have good data on that? And if so, what does the data tell us?"
	},
	{
		"start_time": "08:59",
		"speaker": "Laura Carroll",
		"words": "We really don't have good data on that specifically. Now, while that could be, uh, a woman's story, it's very logical, it's feasible, but, uh, it's very, in my opinion, the most people who end up without children, uh, they, it's, it, it's very hard to generalize. And so it, it's it, for most women, it's a story that evolves over time. Now, for some, it could be that, that they end up when early in their lives, they have, they think they want them, they have a career, their life goes on, and many end up realizing they don't want them. They end up having a, making a child-free choice. So over time, Their feelings shift, or it could be the opposite, or it could be some mix of it in between when they're in their 20s, 30s, and 40s. So, it's, Every woman has their own story, and uh I looked into that when I did a longitudinal study with uh 25 women who, they were in their twenties when we started and they were decidedly child-free, and I watched them for 10 years, and I interviewed them once a year for 10 years and watched how their lives unfolded, how their feelings about their child-free choice remained the same, or sometimes they had shifts. Insureness about that. And then at the end of the 10 years, the story ends with, well, do they still have kids? Did they not? And there was a variety of stories. So I think it's really hard to just say this is the one thing that happens and that women, you know, they regret it. There, that can happen, but there's a whole host of other stories, how women navigate um their reproductive choice and whether they have children of their own, they adopt or not."
	},
	{
		"start_time": "10:52",
		"speaker": "Ricardo Lopes",
		"words": "Right, I mean, but we shouldn't assume unless there's good data to support that, that people who are child-free are just childless by circumstance and that they regret that"
	},
	{
		"start_time": "11:07",
		"speaker": "Laura Carroll",
		"words": "decision. See, to me, definitively, if you're child free, you don't feel regret. So if you're childless by circumstance, that might, uh, that more indicates that, yes, gee, I really wanted them, but I, for, for reasons, I don't have them. A child-free person would say, I'm in my 40s, 50s, and I can no longer have kids. Whoopee. I'm happy about that. I don't want them. And like I say, many women's journeys, they end up, they begin thinking they want them, but over time, they realize for a whole host of reasons that uh they feel their life is going to be more fulfilling without that parental role. That's a lot of what I see when it's delayed. So now there is research to to support the fact that women who know early in life that they don't want to have kids and they're very sure about that from a younger age, they tend not to change their mind. Ever, OK. They don't, and they don't get into that regret space or this, or the evolution of the, of the choice over time. It's, it's less so. However, that percentage of people who know that early in their life is, is small. That's a, that's a minority, but there is some tracking there that we see across some studies."
	},
	{
		"start_time": "12:31",
		"speaker": "Ricardo Lopes",
		"words": "OK, and I mean this is something that I've I've, I've also heard a lot from pro-natalists. Is it true that people with children are happier on average than people without children?"
	},
	{
		"start_time": "12:46",
		"speaker": "Laura Carroll",
		"words": "Oh, this one really gets me going. I've been writing about this probably uh since I had my Lov Child Free blog that I started in 2009, cause there are these studies that come out that, you know, people with children are happier, people without children are happier, and then it, over time, there, there's one way or another, there's, the jury is out. Now, what isn't out is that most of the studies have flaws in the sense that they don't Um, they don't have samples that, um, dissect out a person who's child-free, uh, a person who wanted kids but didn't have them. That might be a different correlation to happiness than a child-free person. So, they don't have these different situational samples, um, and they don't often, hardly ever, uh, operationally define happiness. So, if we don't really know what it is, how can we really say that it's so? So, so, one thing that I like to say is because the jury's out on most of these studies, I can't think of one where I can point to and go, now, that one was done well, um, is that maybe the question isn't so much this about whether kids make you, uh, fulfilled and happy. Maybe it's something else. And it's not just whether you have kids or not. I'd like to see more focus on that. Yeah,"
	},
	{
		"start_time": "14:16",
		"speaker": "Ricardo Lopes",
		"words": "we wouldn't necessarily have to have more detailed data and break down the data more to really know what's the main factor at play there and not simply assume that it's having children or not having children."
	},
	{
		"start_time": "14:31",
		"speaker": "Laura Carroll",
		"words": "And how do you operationally define happiness, and that should be a realm of the research study too of what's What's most important that equals, you know, meaning in life for me, um, that, that's, that's hard to get to in, uh, experimentation. Um, SO, you know, quantitative data. So I just say that it's one factor. It can be one factor, parenthood, but, you know, in the end, it's more complicated than that."
	},
	{
		"start_time": "14:58",
		"speaker": "Ricardo Lopes",
		"words": "I mean, don't even get, yeah, I don't think, don't even get me started on happiness. Yeah, because they are so, so flawed. I have a conversation with Doctor Owen Flanagan, a philosopher, because back in 2023 he released an edited book and edited with a few of, uh, book edited with a few other authors that's titled Against Happiness, and I mean just to say in a quick sentence that happiness studies are absolutely flawed because they don't even take into account. Cultural diversity in terms of how people understand happiness in their own cultural context."
	},
	{
		"start_time": "15:37",
		"speaker": "Laura Carroll",
		"words": "So for sure, for sure,"
	},
	{
		"start_time": "15:39",
		"speaker": "Ricardo Lopes",
		"words": "you know, yeah,"
	},
	{
		"start_time": "15:40",
		"speaker": "Laura Carroll",
		"words": "and religious context too across countries globally, it's very different, yeah,"
	},
	{
		"start_time": "15:45",
		"speaker": "Ricardo Lopes",
		"words": "yeah, and I mean one interesting thing is that pro-natalists are always talking about these awful regret that supposedly people would feel if they, uh, postpone having children. And then eventually, eventually get to a point in their lives that for some reason they can no longer have them, but they never tell us about another kind of thing that we now know is true thanks to the work of sociologists like the Israeli Arna Donev that people can also regret having children."
	},
	{
		"start_time": "16:21",
		"speaker": "Laura Carroll",
		"words": "That's right, and it's very taboo, which is why until recently there's not a lot of talk about that. Uh, THAT too points to pro-natalism. Why? Because there's the belief in that behemoth set of pro-natalist beliefs that we shouldn't feel regret. It should be the best thing that ever happens to us. And so if we, oh, if we don't feel totally 110% positive about it, what? Something's wrong with you. Because that's the way it's supposed to be. So in Orna, she does some great qualitative research to get women to talk more about it, and it has helped uh more women talk about it online, but they're still, you know, they're like closed forums, the ones that are that are most candid because that taboo is still so powerful, unfortunately."
	},
	{
		"start_time": "17:10",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, right, and I mean, let's talk about a little bit about biology here because um I mean there might be some misunderstanding going around here in terms of what we have evolved to want. Have we really evolved to want children or and to reproduce or simply to have sex?"
	},
	{
		"start_time": "17:35",
		"speaker": "Laura Carroll",
		"words": "Well, one thing that the research tells us and scholars across we that have dug deeply into this is there is no evidence to support there's anything in our biology that creates the desire, like to want children. There's biology involved in being pregnant at the time of delivery, things happen. Uh, BUT the biology that would create the desire to have them, it's not there. So that too, just to think that that desire is innate, that is a strong pronatalist belief that we've been fed for centuries and so, so long that we just tend to, most people think it's true, when really, that is not. Now, the urge to have sex. You could say it's more innate because we do have that desire. Yet at the same time, I want to leave that to the experts because there's people out there who are asexual. They don't have the desire to want sex. So if it were innate, we'd all want to be doing it a lot, you know. So, and it does happen, but, you know, so. Is it innate? It's a, that's a whole another, another like question on both sides. But what I do know is our biology, our capacities are such that as humans, as Homo sapiens, it's given, it's such that we, our, our cognitive and brain capacities gives us the choice. To have them animals, they just do what they do instinctually, and they, they reproduce to have more, but we have the capacity to go, wait a minute, do I wanna do that? So that's where some of our biology comes in, in my opinion. That's where to go."
	},
	{
		"start_time": "19:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so let me just have a couple of things and then you can comment on them to that to the instinct to have sex or the instinct to reproduce. I mean, I would buy more the argument that we have an instinct to have sex, OK, so at least from puberty on. Words that at the very least we feel attracted a lot to the opposite sex or the same sex, I mean, whatever, but we, we have that impulse from a certain point in our lives on to at least feel attracted to someone and. Uh, OF course, the details about whether we really have an instinct to actually have sex, OK, that's more debatable because there's a good reason why we also have sex education in schools because that is not something that people are born with that kind of knowledge either. So, uh, I mean. But, but when it comes to reproducing and uh having children, I mean, I read a recent study that points to a strong possibility that from uh very early on in our revolution as Homo sapiens, we learned that sex is connected to reproduction. But that's still a cultural thing. I mean, you still have to teach people that there's that connection. I mean, that connection does not come installed in our sort of evolved software that we are born with that knowledge either. So"
	},
	{
		"start_time": "20:52",
		"speaker": "Laura Carroll",
		"words": "I mean I would agree with you there. Yeah, that's why sex education is so important so that young people know if you do this, this might happen, and here's how it happens. It's not just the pleasure of the moment."
	},
	{
		"start_time": "21:05",
		"speaker": "Ricardo Lopes",
		"words": "So yeah, so just to say that even if uh Homo sapiens have known for even if it's from the very beginning, from the very beginning of our existence, that there's that that link between having sex and Uh, children, uh, I mean that's still cultural. It's not biological, it's something that people propagate culturally from generation to generation, that kind of knowledge is not something that a baby is born knowing."
	},
	{
		"start_time": "21:37",
		"speaker": "Laura Carroll",
		"words": "And certainly you could, uh, argue too that that evolution is still happening where we have now, we have, uh, identity, uh, gender identity is evolving, which then leads to what kind of partnering and evolving sexual orientation. And the cultural, social lifestyles that are as a result, and that too is, you know, binary or not, asexual or not, romantic. So we're, we're dissecting it out even further as we go along as, as humans. So, but I think the core of it though is back to, is the desire to want children, that's not innate. That I'm clear about. It's social and culturally, uh, been fed to us for centuries such that we think it is, we think it's hardware wired, but it's really not. It's just old messaging that, uh, we think is true. That's one reason I did the baby nature is I want people to see through this, to like, no, this is not true. So once you know what the truth is, it can help people make better decisions about reproduction. So that's, that's largely what I was after."
	},
	{
		"start_time": "22:49",
		"speaker": "Ricardo Lopes",
		"words": "OK, so just before we get in directly into pro-natalism, even though we've already been talking about it throughout our conversation, let me just ask you one more question. I mean, this is something that I've, uh, heard in the Birth Gap documentary by Stephen J. Shaw, which is apparently making the rounds again in some podcasts across the internet and elsewhere. I mean, do people who reproduce really tend to want large families? I mean, because one claim that he makes, I'm going to paraphrase, I don't have the exact citation here, the exact quote here, but one claim that he makes is the hardest step for people to take is to have the first child, and once they have the first, the first child, then they go on to have the 2nd, the 4th, the 4th, the 5th, and so on. I mean, is there, there, is there really evidence to support that?"
	},
	{
		"start_time": "23:49",
		"speaker": "Laura Carroll",
		"words": "Absolutely not. That, I mean, that's uh one of just so many assertions that he makes in the film that, uh, the website that uh a cadre of us have developed called Birth Facts or Birthgapfacts.org that we address that, uh, it's, this is, there's no evidence to support that people desire a specific number. Number of children. I mean, you could, we could sit here and argue for a while about why, why they want fewer. And it's, there's a lot of practicality involved in that. I mean, who can have 5 children? OK, that's maybe it's in a, you know, different cultures. It's culturally, it's based on cultural, social norms that You know, that's related to the number of kids, so, uh, it's, it's so not just the way it is. Look around and uh that's not what people are doing and that's not what they really want to do. That's what he might want to see happen, but I don't, there's no evidence to support those assertions."
	},
	{
		"start_time": "24:48",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, we also have to keep in mind that uh for example, in poorer countries where the birth rates are still at least higher than they are in the, in most developed countries, 11 of the reasons why that happens is not necessarily because people plan on having that high number of children, it's, it's because it just happens. I mean, it's. Just because people do not have access to proper parent planning and sex education and contraception, and they have sex, they have sex, and children happen. I mean, it's not planned."
	},
	{
		"start_time": "25:24",
		"speaker": "Laura Carroll",
		"words": "That's right, yeah, they have lack of access to birth control or education about that, and, you know, culturally, some of in there too, some of it is. Using birth control during sex is culturally taboo in some countries, so the, the women have to face that and how to figure that out. Uh, SO yes, it's, uh, it's, it's cultural in nature and, uh, social, uh, driven often as well and just access and education, yeah."
	},
	{
		"start_time": "25:54",
		"speaker": "Ricardo Lopes",
		"words": "So we've been talking about pro-natalism, but, but what is pro-natalism exactly and what are the kinds of ideas that they put forth, the pro-NATOists."
	},
	{
		"start_time": "26:07",
		"speaker": "Laura Carroll",
		"words": "Well, I would say that pronatalism, that word is a set of beliefs, and it's big. It's, I like to call it a behemoth because it's so big, but it's a set of beliefs that all have in common that they're pro-birth, they encourage reproduction, and they exalt the role of parenthood. So, uh, in the Baby Matrix, I go into 7 big pro-natalist assumptions that have driven society for, for a long time. So, there's just some their beliefs. And so, I would say that saying the word, uh, like, who is a pro-natalist? A pro-natalist is somebody who believes some, all of those beliefs, you know, to the, to the extent that you have, you believe pro-natal beliefs. You're the same, you're a strong pronali, or if you, you know, believe some of them, not so strong. So, we're throwing the word around pro naus these days that just because, you know, I might, uh, uh, as a pro nali, I might think that everybody should have 5 kids, that makes me a pro natalist. Well, that just means I have this one belief. That's related to some other beliefs in the behemoth of prenatalism. So, but some of the biggest foundational ones, I think, um, just 3 that I talk about a lot. One is, uh, what I call the destiny, pronatalist destiny assumption in, in the baby matrix where we're all destined to want to have children. We've discussed that already and I, in, in the book, then I dissect that and say, here's really what the truth is. The second one I call the normality assumption that somehow if you don't want kids or you don't end up with them, there's something wrong with you. You're, you know, you're not mature enough. I mean, there's a litany of what could be judged about what's wrong, what's not normal. And And the third, that a big one that there's a lot of other beliefs attached to it, that somehow having kids equals true fulfillment in life. Like, if you don't do it, you're not gonna have what it really, really means, you know, in life. So, So there are just, and there's not, they all don't have to do with not having kids. It relates to, uh, if you have an only child, this is a pro-natalist belief, oh, if you only have one kid, that kid's not gonna grow up to be socially, you know, adjusted, uh, that biology or having a bio biological child is best. Like, as a woman, if I don't have my own biological child, then I have to feel shame, something's wrong with me. If IVF doesn't work, I should feel shame. Something's wrong with me. If I don't have, you know, a boy and a girl, I have to keep going till I have a boy and a girl, and that's what makes a family. I mean, it's just It, it affects all of us, this pro-natalism, um, set of beliefs that we drag around for centuries, that, um, I have to point out that it's not just about not having kids or thinking kids are the, the be all end all. It's all these other things that are attached to people who do have kids and have families. So it's, it's all of us, everywhere. It's big."
	},
	{
		"start_time": "29:20",
		"speaker": "Ricardo Lopes",
		"words": "OK, OK, wait a minute. I have to address two of the things you said there. So you said that one of the things they say is that you should have more than one child because if you only have one, they will grow up socially unadjusted. Uh, uh,"
	},
	{
		"start_time": "29:37",
		"speaker": "Laura Carroll",
		"words": "YEAH, there, well, that has come from just like, again, because It's a pronatus belief that you should have a lot of kids, and so if you only have one, there's gonna be social messaging around that. Now, for a while, uh, there was research supposedly that supported that, but when it was dissected later by Different researchers, they debunked it, and it was by a, a guy who, Stanley Hall, I think his name was, and he was a guy who came from a large family, and you, you could tell by reading the research, all of his stereotypes were in there. There was debunked so easily. But by then, It was in the social stratosphere that people believed that. Even to this day, I can't tell you, I hear people, oh yeah, how many kids do you have? Only 10, so are you gonna, you know, is, is Sally gonna have a sister? Are you gonna, you know, keep trying, like, get it, give her a brother or sister. It's so ingrained. So it's, uh, But the research doesn't support that, really that they're not well adjusted, that boils down to good parenting, but um the stereotypes are there. They, they still are."
	},
	{
		"start_time": "30:47",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, the other thing is that you say that they they sort of shame women who have difficulty reproducing, yeah, I mean, why, there are women out there who just are infertile. I mean,"
	},
	{
		"start_time": "31:06",
		"speaker": "Laura Carroll",
		"words": "right, and yes, and that points to something is wrong with you and you should feel bad about that. I mean, that's a prenatalist notion, yeah, that you should feel shame, feel bad that you can't, you can't do what a woman, a woman's supposed to do, which is to have a child reproduce. So, that too gets it a foundational, foundational pronatalist belief that the role of a woman is to become a mother, period, and stop."
	},
	{
		"start_time": "31:33",
		"speaker": "Ricardo Lopes",
		"words": "OK, so are we getting now into that sort of silly argument that one of the things that defines a woman is the ability to reproduce? So if you don't have that ability, you're no longer a woman. Is that the argument?"
	},
	{
		"start_time": "31:47",
		"speaker": "Laura Carroll",
		"words": "Well, you're still a woman, but you're flawed, and you should feel bad. And you should feel shame about that. And that's also what drives the fertility industry. It's big business, you know, what women will go through to try to have their own kid is amazing. But that's, you know, again, it's, it's that social and cultural pressure that, that, uh, with that belief that I'm supposed to be able to do this, and if I can't, oh, you know, meanwhile, women that get pregnant, they miscarry all the time, you know, our bodies are, they're smart. When it's not right, the body says, mm mm, and then that we're supposed to hide that too, that that's supposed to be wrong, and really, it's, it's, it's really right biologically."
	},
	{
		"start_time": "32:33",
		"speaker": "Ricardo Lopes",
		"words": "No, look, I, I, I was starting to laugh because, because it came to my mind that the pro-natalists who are religious and they say that, for example, that God is against abortion, if they looked into the numbers of embryos that get expelled by the woman's body in the first few weeks, the. Percentages, I guess that they would change their minds about God being against abortion because it's just insane. Those numbers are just insane."
	},
	{
		"start_time": "33:09",
		"speaker": "Laura Carroll",
		"words": "You gotta be against abortion in the church because, you know, pro-natalist dogma is you need more people. We need to have more people having more babies, so I have more people who are in my religious structure so that my religion can, can keep and grow its power. And that's been going on for centuries."
	},
	{
		"start_time": "33:29",
		"speaker": "Ricardo Lopes",
		"words": "So For sure, so, um, let's talk about this idea that pro-Natalists are some of them at least, now we're getting into more of the, er, um, political and, er, political I would say mostly political ramifications of pro-NATalism because some people take it a step further and it's not just, oh I'm going to spend my life advocating for. Pro-NATalism, no, I'm going to try to politically impose pro-natalism based on certain, uh, claims that they make, and one of them has to do with this idea of that we are headed toward population collapse. Uh, I mean, what does population collapse mean and is there any evidence to support that?"
	},
	{
		"start_time": "34:25",
		"speaker": "Laura Carroll",
		"words": "The evidence is that there's no collapse going on. I mean, you just gotta go to population clock.org and I mean, the last I looked at the United States, it's like one net person is born every 14, sometimes it's 16 seconds. I mean, we're, new babies are coming into the world. I mean, every so many seconds. So, and what is it? Globally, I think the fertility rate for women is like 2.3. Do the numbers. It's gonna keep growing. So the population collapse is related to the pro-natalist belief that we need to continue to grow the population, and if we, and, and a, a growth-oriented economy is the way we need to exist as humans, which, why? Because it pretends that we need more and more people. It depends on that growth. So, to get people scared, they will, they will say, oh my God, there's not enough of us, we're gonna, we're gonna become extinct. You gotta, you gotta get going, you gotta have some kids. It's just another social device, as an early feminists called it. It's like a social device that tries to get us to believe we should be fearful somehow and get us to act in a reproductive way that, uh, that the some power structures would like us to. So I think it's, again, I think it's all propaganda. You just look at the numbers and we're growing exponentially. If anything, it's the opposite, where we have Earth overshoot, like we use up the Earth's resources annually, sooner and sooner every year, because there's more and more of us using more. And now there are people who would argue, well, we have to just, you know, lower our consumption. Well, I want to see that, you know. How are we gonna figure that out? And even if we found high-tech ways to solve that, you know, what I read and research that I've read is, is just because the technology gets better on greening up industry, etc. AND all these things we can do, all that it ends up with that we continue to keep consuming. It doesn't end up in less consumption, it ends up in more consumption. So more consumption, more people, If anything, it's overpopulation crisis, not collapse. So that's my camp. That's my, my spiel. I'm in the overpopulation. I'm concerned about it camp."
	},
	{
		"start_time": "36:50",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, and I mean, where's the population collapse if the world population will grow until it reaches 1011 billion? I mean, I mean, the numbers are. Not precise, but it's around 10 or 11 billion that people put the cap off, the cap on, and then it will stabilize. Some people say maybe it will go down a little bit, maybe not. I don't know,"
	},
	{
		"start_time": "37:15",
		"speaker": "Laura Carroll",
		"words": "but we know what's going to happen. We could have resource wars that could, you know, disseminate populations in different parts of the world and nobody really knows."
	},
	{
		"start_time": "37:25",
		"speaker": "Ricardo Lopes",
		"words": "And and and then the thing is, what kind of, I mean, what number would be enough for these people to be satisfied? 40 billion, 50 billion, 100 billion, 500 billion, I mean, because after a certain point, we're just completely destroying the planet."
	},
	{
		"start_time": "37:48",
		"speaker": "Laura Carroll",
		"words": "That's right. Yet Pro-natalism is all about growth, more people, more this, more, more, more, more growth-oriented economy, and there are a lot of people that are really concerned about it on how do we unravel that and try to um demographically, um, figure out how all of us can live here and how many is that, and there's varying numbers, which I'm sure you're aware of them. I've seen it as low as 2 billion to, to create a sustainable world economy that we takes enough resources. Sources for us, but we don't destroy the planet as we're going. Some say 34. It's a, it's, it's not really decided, but one thing for sure is when you think of sustainability and as an economy, it's a heck of a lot less than 8 billion and counting. So that I, that I will, I'll buy into."
	},
	{
		"start_time": "38:41",
		"speaker": "Ricardo Lopes",
		"words": "And I mean then there's also, we can also talk about the benefits of having fewer people on the planet that they never address because for example, fewer people correlate with higher wages for the average worker, fewer, fewer. Where people correlate with uh I mean uh less housing crisis for example as well, so and they never address that, never ever address that they're always uh freaking out about the supposed imminent collapse of Social Security, but they never. Address those benefits."
	},
	{
		"start_time": "39:22",
		"speaker": "Laura Carroll",
		"words": "That's right. That's what I would say is they're all about the baby matrix. They all, you know, I love the movie and that's why I called the book that because they're, they're not, they're only telling you what they want you to believe, and it's not the truth. So, you know, you see beyond it and once you do, you can't really unsee it, so. Yeah, it's a, it's, it's a scary, I think that too many people and grow, grow, grow at all costs, the, the way we're going, it's, um, it's a scary thing for those of us who are already here and for people who do bring children into the world, you know, and they're gonna be here in these next generations to come, and I, I really don't know what they're gonna have to face if we keep on this, on this road."
	},
	{
		"start_time": "40:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, the prospects are already very dire because of climate change and all of that, even with the population we have now, so even adding 2 or 3 more billion as we're going to inevitably add to the world population, I mean, you know, so, uh, but, but I mean, uh, just to address shortly, uh, the social security thing. So the aging populations need more babies?"
	},
	{
		"start_time": "40:33",
		"speaker": "Laura Carroll",
		"words": "I think the operative word there is need. I don't think we need uh more babies. I think what we instead need to do more is to try to figure out how to manage the, the demography, as it were, and, um, and that will require, uh, getting off, you know, grow at all costs. So, again, it's to try to shift the focus to How do we care for everyone who's here and, and get off the, the only, the only idea that's there is to create new people, to take care of the old people. That has to be only one way to go and the rate, again, the rate we're going on it, um, it's, it's not a good ending. So we need to look at other ways to Manage all of us here and the economy. So, and I think there are ways to do it. There are demographers out there and experts that I am sure could figure it out, but we don't have the will. We've got governments that are pro-natalist in nature. They are grow, grow, grow at all costs. They want that. So this is a, uh, um, another way to approach it that they're not behind yet."
	},
	{
		"start_time": "41:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I mean even in terms of social security, another thing yet again that they never talk about is that it's not an inevitability that Social Security will collapse because er productivity can go up. And then fewer people can sustain a growing aging, uh, uh, aging population."
	},
	{
		"start_time": "42:08",
		"speaker": "Laura Carroll",
		"words": "So, and I think a lot, there's a lot of discussion too of looking at Social Security, what its original intent was, what is it doing today? How could it be amended beginning with, you know, people that are younger that start paying into it. How do we restructure it so that in the end, it takes better care of all of us. It, it, it needs to, it needs to grow itself, uh, because it's been around now for a long time and it's still operating under the same premises that it was in the beginning and we're in a different world now. So, uh, I think, I hope to see some amendments and things that change for the, for the better over time."
	},
	{
		"start_time": "42:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, because we have uh examples all over the world from last century. The exa the the US is a very good one where uh Franklin Roosevelt basically created Social Security and the system didn't collapse. I mean there were a bunch of uh suddenly new people getting Social Security benefits and the. The System didn't collapse and then after World War II and I mean the decades after that when people from the so-called silent generation retired, I mean uh because uh productivity again kept kept going up, there were a ton of new people getting Social Security benefits and the system never collapsed."
	},
	{
		"start_time": "43:35",
		"speaker": "Laura Carroll",
		"words": "Of course, of"
	},
	{
		"start_time": "43:36",
		"speaker": "Ricardo Lopes",
		"words": "course, there's the caveat that you wet the baby boom. There's"
	},
	{
		"start_time": "43:40",
		"speaker": "Laura Carroll",
		"words": "that caveat, but you did have more people, yeah, and in the beginning, people did not live as long. There's a reason why it's set at 65, and now people live a lot longer. So there too, that's another argument for wait, let's look at the, the reality right now and structure it so it works better for everybody. Um, I think it's, it's more than time."
	},
	{
		"start_time": "43:59",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and then there's the other aspect they never talk about, and this is perhaps a way of calling the bluff of some of these pro-Natalists that get that get involved in politics is that they never ever mention the possibility of increasing the tax for rich people,"
	},
	{
		"start_time": "44:21",
		"speaker": "Laura Carroll",
		"words": "right?"
	},
	{
		"start_time": "44:22",
		"speaker": "Ricardo Lopes",
		"words": "They"
	},
	{
		"start_time": "44:22",
		"speaker": "Laura Carroll",
		"words": "never"
	},
	{
		"start_time": "44:23",
		"speaker": "Ricardo Lopes",
		"words": "talk about that."
	},
	{
		"start_time": "44:25",
		"speaker": "Laura Carroll",
		"words": "And there's also people who are, who studied this, who are arguing if only we Raise the age at which you can start taking Social Security, how that would impact it very positively. I'm no expert about that, but people are, oh my God, you know, but if we started it earlier, uh, and made that one change, it might also help the future of the system, but all of this is to say that we have to stop relying on the only theory is we have to create more humans to keep it going. But it's still dusty old for people to get off of it because that's, that's just the reality we've lived with for, for a long generational time."
	},
	{
		"start_time": "45:10",
		"speaker": "Ricardo Lopes",
		"words": "OK, so another thing that is sort of related to this idea that we need more babies is that er what about immigration? I mean, do these people have something against the immigrants?"
	},
	{
		"start_time": "45:27",
		"speaker": "Laura Carroll",
		"words": "Well, I would have to say there again, it's, it could be that some people might hold a pro-natalist belief that, that's nationalistic in nature, where we want to make a lot of babies, but we only want a certain kind. I,"
	},
	{
		"start_time": "45:44",
		"speaker": "Ricardo Lopes",
		"words": "I, I've actually heard that argument, to be honest. I've heard that. I've heard the argument that, oh, OK, I, I, uh, the argument I've heard from a pro-natalist is that, oh, OK, certain kinds of immigrants are fine, but some other immigrants that, uh, I mean, conveniently tend to breed tend to have a browner. Uh, uh, uh, SKIN, uh, those are not, yeah, those are not fine."
	},
	{
		"start_time": "46:16",
		"speaker": "Laura Carroll",
		"words": "So, well, even there, is it, is it really a pro-natalist or is it someone who has, uh, racial biased views such that who do they think is normal, right? So there's an intersection there, but because there could be people who hold some strong pro-natalist beliefs who Who are fine with immigrants coming into the country, right? And hey, have babies here, you know, we need more workers and to do X, Y, and Z. So it's not so clear cut that, you know, it's, it's pro-natalist is an anti-immigrant. It's, it's again, it's very, it's more nuanced, but If there is an anti-immigrant, um, stance, you know, there, hey, Roosevelt, he did it policy-wise years ago. What was it like? I forget, like in the early 1900s, he, he was Afraid that they were gonna, the whites were gonna be outnumbered, you know. So he, he was kind of a eugenicist, and he didn't want immigrants here. Uh, SO it's not like it's a, a new way of thinking. However, Generations ago, you know, in the times of the Romans or Augustus, I would, I would maybe theorize it would have been less so because you had civilizations, and they were all trying to fight to be the dominant situation. They weren't going like, hey, you can't come over here. They were busy building their own civilization. But today, that there's a lot more factors involved, and, um, like I say, there's a lot of people who hold pro-natalist views who they want the immigrants to be here. But then there are those who, you know, they want a lot of babies, the new tech, you know, tech bro, prenatalists, they make it sound like this is like a new thing, like the prenatalists are new, given this, wanting to have IVF screenings to make the perfect white babies and, you know, all that. The only difference is we have better technology today. So to me, it comes around in Waves, where this anti-immigrant thing coupled with pro-natalism. It's, uh, yes, it's partly propaganda, but it's just something that comes to, um, we got to put the spotlight on it now and wait a year from now, it'll be something else, Ricardo. So we'll be."
	},
	{
		"start_time": "48:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, just to be clear, the kind of argument I was making is not that there's necessarily a link between being pro-Natalist and being an anti-immigrant. That link is not always there, but for some people and for some very prominent people, it is"
	},
	{
		"start_time": "48:49",
		"speaker": "Laura Carroll",
		"words": "right. And I would argue attaching to that, that what we're not saying is that there is a racial bias. There's racism involved there. And whether you want to say that's, you know, pro-natalist in nature, they're two, it's, it's two separate things, but they can coexist, unfortunately, yeah,"
	},
	{
		"start_time": "49:07",
		"speaker": "Ricardo Lopes",
		"words": "as well as some other eugenicist takes like for example, I've heard some pro-Natalist people, very prominent ones, even people who have pro-Natalist movements and institutions, associations and Stuff like that, uh, talking openly about things like IQ, having kids with higher IQ and selecting against certain kinds of psychological traits or, uh, in favor of certain kinds of psychological traits, uh, uh, and, and other kinds of diseases and things like that,"
	},
	{
		"start_time": "49:46",
		"speaker": "Laura Carroll",
		"words": "right? Yep, I see it too. Yeah, there's definitely more talk about it because the technology is, uh, it's more there to, uh. Maybe be used, but that's also an ethical, um, discussion too of how much do you want to use it and to design babies, how, how, how much do we want to get into that, uh, so there'll be different camps on that one too, for sure, pro-natalist and not."
	},
	{
		"start_time": "50:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so I have one last question slash topic I would like to ask you about. So do you think that, uh, pro-natalism represents or can represent a threat to women's reproductive rights?"
	},
	{
		"start_time": "50:24",
		"speaker": "Laura Carroll",
		"words": "I think so. I think we've seen it through different generations. Uh, CERTAINLY. Beliefs that back to the belief that, you know, mother, uh, a woman's role is, uh, as, as mother drives other, uh, beliefs and policies from birth control access to making it harder to, uh, positions on abortion. That's, you study that over time and it's, it's a moving target. It was not illegal in times past, but now we're Back to where we're fighting about whether it's, uh, the baby, you know, it's, it's a human from the moment of conception. So, these, the, uh, these core beliefs that we're, a woman's here to be a mother, these little tentacles come. Out to these other beliefs that then have policy ramifications depending on where you are and who's leading the government and what they believe. So I, I think the answer is yes, and it's, it goes in cycles, but it's very much related."
	},
	{
		"start_time": "51:25",
		"speaker": "Ricardo Lopes",
		"words": "I mean, particularly when it comes to abortion and even going beyond abortion because for example, now in the US there are talks to uh limiting the access to anti-conception medicine to women."
	},
	{
		"start_time": "51:42",
		"speaker": "Laura Carroll",
		"words": "It's like the,"
	},
	{
		"start_time": "51:43",
		"speaker": "Ricardo Lopes",
		"words": "like the, like the pill and so on. I mean basic things"
	},
	{
		"start_time": "51:48",
		"speaker": "Laura Carroll",
		"words": "and it's a lack of access to birth control. That's, that's what's uh the main point of it is they want to make it more difficult. To get access to birth control, get access to, um, a way to abort the child without any hospital, uh, being necessary. They, uh, wanted to make, make it hard to even go anywhere to get an abortion. So, yes, I think what it points, points directly back to what the leaders think about why women are here. I,"
	},
	{
		"start_time": "52:21",
		"speaker": "Ricardo Lopes",
		"words": "I, I, I, I, I mean, and when I mean, and I mean, uh, the, the anti-abortion, I don't like to call them pro-life because I think that's just propaganda. I call them the anti-abortion people, uh, I, I mean, there are so much silly silly arguments that they make because they ignore, uh, sometimes they don't know. About it other times they just straight out lie about, for example, anti-abortion uh laws uh reducing the number of abortions. That's not true. The countries where with uh where abortion is legal actually see the number of abortions go down, so it's the opposite and then, and then they assume that just because. They ban abortion. Women, if they really want, are not going to take steps to do the abortion anyways, but in less, much less safe circumstances. They still, they still have the abortion. It's just that it's not in a safe environment in a hospital, in a clinic, or something like that,"
	},
	{
		"start_time": "53:31",
		"speaker": "Laura Carroll",
		"words": "right? That's right, yep, yep, that's very right on. I agree with you."
	},
	{
		"start_time": "53:38",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah,"
	},
	{
		"start_time": "53:40",
		"speaker": "Laura Carroll",
		"words": "I, I, but the good, I think the good news there too is, uh, more of us now see through some of this propaganda, and yes, there are people who believe it and also hold religious positions that help support believing some of these things you're talking about, but I do think that the younger generations, they see through some of this stuff, and they, they know what is true and what isn't, so they're not as easily fooled by some of these, this messaging that's just, you know, ridiculous."
	},
	{
		"start_time": "54:14",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I, I mean, let me just, uh, uh, let me just say, and this might sound a bit cynical, but I left a bit when in early Jan in early 2025, I think it, it was in January, uh, news came out in The Guardian that uh once abortion got banned across different states in the US, uh, the rate of young people, both men and women, wanting to have uh vasectomies, uh"
	},
	{
		"start_time": "54:45",
		"speaker": "Laura Carroll",
		"words": "and. Yeah, yeah, and women, women went up that they wanted to get their tubes tied or some kind of birth, permanent birth control, so it was exactly the opposite effect that, that, that, that was wanted. So. Yeah,"
	},
	{
		"start_time": "55:03",
		"speaker": "Ricardo Lopes",
		"words": "so, so you know, maybe you're so pro-natalist that you're actually contributing to people being permanently child-free."
	},
	{
		"start_time": "55:15",
		"speaker": "Laura Carroll",
		"words": "Yeah, so that, you know, the beliefs really, they do, that they're held by people in power, um, we see it, we've seen it in history, and we see it now, that policy that can be made, um, to make it harder for women to have control over their reproductive lives, you know, policies that instill incentivize having kids. You get tax breaks, the more kids you have. See, I would, if it were me and I were in power, I'd do just the opposite. I would incentivize people to take like a parenting course before they ever get pregnant so they, they can help them decide whether they're, they want to be in the first place and if they do, how, what they need to learn to be good parents and then, then and only then would they get the incentivized, you know,"
	},
	{
		"start_time": "56:06",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I, I mean this is one of the reasons why I don't. Call them pro-life and I say that's just propaganda because once the child is out of the womb they don't care about it at all. I mean where where are they um being for maternity leave, paternity leave, and why are people who are Republicans in the US, for example, voting against free lunches in school for children they don't. ABOUT children and, and where are they proposing stronger laws against child labor in the US because it's gone up in recent years. I mean, they're not,"
	},
	{
		"start_time": "56:47",
		"speaker": "Laura Carroll",
		"words": "they're not doing that. And we have a society where a woman who doesn't want the child can just drop it off at a fire department house, a firehouse. They, women can leave the hospital without the baby. And not get any repercussions, the mother or the father. So we allow People to have kids, and then when the kid, the baby is here, so often, we, we don't do right for them. They end up in foster care, it's harder to get adopted, the adoption system is very difficult, so lots of negative impacts as a result of, you know, these pro-natalist beliefs that we can, we should be able to have as many kids as we want when we want, um, that we pay a lot of costs for that, so, and one huge one is we have a lot of parents who aren't ready to be parents. The kids are the ones that suffer. Yeah, that really gets me going too."
	},
	{
		"start_time": "57:43",
		"speaker": "Ricardo Lopes",
		"words": "And that's the thing, because as we talked about at the beginning, since most child-free people are not trying to impose their beliefs on other people, contrary to pro-Natalist people. I mean, child-free people are perfectly OK if someone wants to have 10. Children, I mean if you want to have 10 children, go ahead and have 10 kids, whatever, do whatever you want, right? And and child free people are probably even more in favor of those kinds of policies like maternity leave, paternity leave, uh, free lunches in school, whatever, to really. Take care of uh children who are actually born into this world."
	},
	{
		"start_time": "58:31",
		"speaker": "Laura Carroll",
		"words": "Yeah, despite the stereotype, people who don't raise children of their own really do care about the kids who are already here and many from my interviews back to the late 90s, many are in occupations that help families, help kids, whether it be schools or A whole number of things. They have kids in their lives professionally, personally, we're aunties, we're, we're godmothers, you know, we partake, we find our way to participate in, uh, the development of the next generation. If, if we want, and, you know, honestly, from what I see thousands over, over 25 years, most people who aren't raising kids on their own, they do participate in children's lives in some way, some form. We care about, you know, how they live in our society, so."
	},
	{
		"start_time": "59:18",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so Laura, look, we've already done an hour and I think we've covered the most important aspects of being child-free and years. So I mean there were other things that we could probably talk about, but let's leave it there. And where can people find you and your work on the internet?"
	},
	{
		"start_time": "59:36",
		"speaker": "Laura Carroll",
		"words": "Well, I have a website, LauraCarroll.com, and I'm on just about all the socials, um, on Facebook and Instagram, uh, I post mostly on Blue Sky these days. I, I'm, I'm not as active on X anymore for reasons we can all, we all maybe know about, but, uh, on"
	},
	{
		"start_time": "59:55",
		"speaker": "Ricardo Lopes",
		"words": "all reasons probably also tied to a certain specific person, also a"
	},
	{
		"start_time": "1:00:00",
		"speaker": "Laura Carroll",
		"words": "person who is a pro-natalist. So, yeah, if you go to my website, you can have links to all those socials as well as information about my books, and also on my site, um, there's a child-free writings library, I call it now, but it really is a, it's all of my writings from when I had a pretty popular blog, La Vie Child Free, that I started in 2009, and then over the years, I, I just put everything on. To LauraCarroll.com. So I, I continue to feed that library, but you'll find, you know, you'll find writings going back about topics we talked about today. Certainly, I have a whole set of them. I'm like, OK, let's talk about the happiness studies and what's wrong with them, you know. So you'll see some historical conversations that have been out there about the child-free people and uh any, a lot of things that are related to that, and pro-natalism as well."
	},
	{
		"start_time": "1:00:54",
		"speaker": "Ricardo Lopes",
		"words": "OK, so look, thank you so much for taking the time to come on the show. It's been very fun to talk with you."
	},
	{
		"start_time": "1:01:00",
		"speaker": "Laura Carroll",
		"words": "Yeah, you too, Ricardo. I enjoyed it a lot. Thanks a bunch."
	},
	{
		"start_time": "1:01:04",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloane Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]