[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricard Lobs, and today I'm joined by a return guest, Doctor Edward Hagen. He's professor of evolutionary anthropology at Washington State University. And today we're going to talk about his critique of Doctor Agustin Fuentes's book Sex Is a Spectrum. I had Doctor Fuentes on the show back in April or May, and today we're going to talk about the critique of his book. So Doctor Hagen, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Edward Hagen",
		"words": "Yeah, thanks. Thanks for inviting me."
	},
	{
		"start_time": "00:35",
		"speaker": "Ricardo Lopes",
		"words": "OK, so before we get into specific er aspects of your critique, just to start with a general question, what was your overall view of Doctor Fuentes's book, Sex is a Specter?"
	},
	{
		"start_time": "00:51",
		"speaker": "Edward Hagen",
		"words": "Um, I was pretty disappointed in the book because it's, it's not, um, it's not unscientific, uh, but it's not really scientific either. Um, IT'S pretty."
	},
	{
		"start_time": "01:04",
		"speaker": "Ricardo Lopes",
		"words": "What, what do you mean by that"
	},
	{
		"start_time": "01:06",
		"speaker": "Edward Hagen",
		"words": "exactly? Yeah, well, for me anyway, and I think for many folks, science involves providing explanations for the world. Why is the world the way it is and not some other way. And when we read a book on science, at least what I'm expecting and I would imagine many readers are expecting is some explanations. They might be the right ones, they might be the wrong ones, but most of us kind of view that as the goal or aim of science, which is to explain all of the diverse diversity of the natural world. And those explanations were almost entirely missing from this book. There was um a smorgasbord of, of examples of, of diversity in the biological world, but very, very rarely any explanations for that. And that really contrasts with evolutionary biology, which has provided a wide range of explanations. Um, SO, since Darwin in the last, you know, 150 years, the The goal has been to explain biological diversity, and there's been a lot of success. And of course there's still much debate, uh, about it. We're, we're hardly at the end of the road. But the fact that many explanations do exist and have been tested and have quite a bit of um empirical support means that in my view, uh, A successful science book on biological diversity. WOULD provide explanations for that diversity, including the debates, you know, these folks think the explanation is A and these folks think the explanation is B, but those were almost entirely missing from the book. So for me, that was very disappointing and unsatisfying."
	},
	{
		"start_time": "02:49",
		"speaker": "Ricardo Lopes",
		"words": "Yes, uh, I'm, I am aware of that, I mean, even though people who say or claim that sex is a spectrum are still, I think, a minority among evolutionary biologists, evolutionary anthropologists, and other evolutionary theorists, uh, I know that there's an ongoing debate on that topic, and I mean, but when you say. That he fails, Doctor Fuentes fails to provide explanations for many of the examples of animals and species that he describes in the book. Uh, I mean, why do you think that uh that is a problem specifically? I mean, why are the explanations important and specifically in this context of debating sex?"
	},
	{
		"start_time": "03:41",
		"speaker": "Edward Hagen",
		"words": "Well, um, the reason is that sex. Provides a lot of those explanations. So, uh, if you're going to jump into the debate, what you need to do, the, the debate is going to really turn on which concepts provide the best explanations. That's what the debate is going to turn on. And so if you jump into this debate, you need to show that your concepts, your frameworks, your theories provide better explanations or at least competing explanations with the ones that already exist. And so the failure to do that is really a failure of the whole premise of the book, that there's a better way, a new framework. In fact, Fuentes promises to provide us a new framework for thinking about biological diversity, but he doesn't. So, he is the one that set up uh The um expectations and then fails to meet them. So, yeah, so sex um is one of our most powerful explanations for biological diversity, one of our most successful explanations. And if you want to challenge the current views of that, I think that's great. Please do. Science really needs critics. Everybody, in fact, everybody should be a critic of your, of your own theories as well. Uh, BUT to do that, you need to provide alternatives, or at least you need to show where these theories fail. And he really didn't do that. So, he didn't show that the, the existing theories really failed to explain what they purported to explain, nor did he provide. Any alternatives that explain the facts better than the existing ones, or at least our candidates to compete with existing explanations. So that's why it's important."
	},
	{
		"start_time": "05:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, er, and I mean, let me just take a step back and then I'll go through the main topics you explore in your critique. How would you characterize his main argument? I mean, when he argues that instead of it being a binary, that sex is a spectrum, what do you think is the argument he tries to make for that?"
	},
	{
		"start_time": "05:54",
		"speaker": "Edward Hagen",
		"words": "Well, so his argument, which is not really his argument, uh, but that when you look across all the domains of life, um, in fact, two of the three big branches of life don't have sex, so bacteria and archaea, um. They reproduce clonally. They don't reproduce sexually. So it doesn't even apply to actually the most diverse, uh, domains of, of life on this planet, but it does apply almost universally to our branch of the domain of life, the eukaryotes. And What we see when we look at, you know, literally millions of species in the eukaryot that do reproduce sexually is that there's a lot of diversity. And so Fuentes is absolutely correct that there's no In many species, there's not even two sexes. There's, there doesn't, that concept doesn't even apply. Even if they're reproducing sexually, we might get into that in a little bit more detail in a bit. Um, BUT even if there are sexes, um, there's no single template for what it means to be a female or what it means to be a male or, um. And so, Fuentes is absolutely correct about that, but that's not new. Um, THAT, that has been recognized since they, since evolutionary biology became a discipline, and there are many, many attempts to explain why there are females and males in the first place, we may get into that, but when there are, why females have these properties and males have those properties, um, this is not new. So, so Fuentes is not. Um, HE is correct in, in explaining that, um, that particular empirical fact, um, but then he doesn't really go any further. And so, that's, that's the disappointing aspect of it. It's not that he's gets anything really horribly wrong, but he doesn't advance the debate in any meaningful way."
	},
	{
		"start_time": "07:56",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's go through some basics here because I also want for people to understand uh the kind of critique you do in your, uh, post, um, and also for people to, who don't. Who are not aware of this to get a little bit of the biological or the basics in biology here. So where does sex come from? How and why has it evolved?"
	},
	{
		"start_time": "08:24",
		"speaker": "Edward Hagen",
		"words": "Yeah, so this would be, uh, and, and, you know, this is going to be probably the longest answer of our interview here because this is an extraordinarily complex topic, and I want to say from the outset, uh, my This is not my area of expertise. I am an evolutionary anthropologist. I study human behavior and the evolution of human behavior and human cognition, and I draw on some of the results of these theories for the evolution of sex and the evolution of the two sexes. Those are different. Um, SO, I, I want to say right from the outset that I'm, I'm not an expert in this area, but I'll, I'll give a, hopefully, uh, uh, a reasonable explanation here. And it goes, we have to really travel back in time quite a ways to begin to understand what's going on here. Um. And we should really go all the way back to the formation of the Earth, which is maybe about 4.5 billion years ago. That's our time frame. It's this enormous expanse of time that we need to consider. And sometime after the formation of the Earth, life arises on the planet. We're not sure exactly when, but maybe, maybe even as early as 4 billion years ago or even a little bit earlier than that. Um. And at some point, we have what's this fictional or theoretical concept called the last universal common ancestor, or Lucca. Um, And that arises, and that, and we, we can be pretty sure that there is this last universal common ancestor because all life on Earth is using the same DNA code and the same nucleotides essentially, and proteins. So the similarities of all living things suggest that we all derive from this one single ancestral conceptual species, Luca. Um, AND then sometime after that, here's the, um, Luca divides into two big branches, um, of life, the bacteria, these are single-celled organisms, and a very similar group of organisms called the archaea. And, um, these reproduce clonally. They basically copy their DNA into their daughter cells, basically clonal division. And they do not um reproduce sexually, so they do not combine the genomes of two parents into the genomes of offsprings. There is something called horizontal gene transfer, we won't get into that, but there's pretty widespread agreement that these groups don't reproduce sexually. Now, sometime after this, uh, what we think happened, um, and this is going to happen in the time period, probably between 1 billion and 2 or 2.5 billion years ago. I, um Species of archaea incorporates a bacterium in a symbiotic relationship. Uh, THAT forms a third branch of life, the eukaryotes, and we are eukaryotes. And eukaryotic cells are much more complex than the prokaryotic cells of the, of these ancestors. And um, Almost all eukaryotes reproduce sexually, at least at some point in their life cycle. Um, AND, and all, uh, multicellular, uh, or almost all multicellular life forms like plants and animals and fungi are eukaryotic species, but not all eukaryotes are multicellular. Many like yeast, for example, is a single-celled organism. But even yeast, the single-celled organisms reproduce sexually. What does that mean? That the um, Parents form a, um, and that basically every organism has exactly 2 parents and they get half their DNA from one parent and half their DNA from the other. Now, the question is, why did that evolve? And the answer is we don't know. Uh, THERE are many, many, many theories about why this very cumbersome reproductive system evolved, but there's no consensus on why it evolved. Um, I can just give you a taste of, of some of the ideas, um. So, and, and we to really understand the mystery of this, this is a really costly way to reproduce, because if you're going to Require that two distinct individuals somehow have their genomes combined into a new offspring. Um, THAT means you have to find a mate and imagine this is all happening in marine environments, probably ocean environments, you know, 1 to 2 billion years ago, um, in this vast ocean, how are One individual going to find a member of, you know, uh, of the other of their same species and, you know, somehow get their genomes to combine. So, there's just the, the chance, you know, the problem of finding a mate is, is very, very difficult. Now, at this early stage, There are not two sexes. There's sexual reproduction. But there are not two sexes, there are two parents. And the two parents is going to be fundamental to why we eventually get two sexes. But the, at least the theorizing at this point is that early on, um, there are not two sexes. Um, NOW, why is this cumbersome system evolving? One idea is that somehow genetic diversity, that the two parents' genomes are going to be slightly different, and therefore the offspring is going to be genetically different from either parent, and that there might be some advantage that outweighs the costs of sexual reproduction. Um. That's one idea. Now, what could that be? It could be that the environment of the offspring is different from the environment of the parents, and therefore being genetically different, uh, might give at least some of the offspring some advantages for surviving and reproducing in this new environment. And one of the main ideas about what that new environment might be, might be something like parasites or pathogens that are constantly co-evolving um with their hosts, and If you want to avoid being infected by the same pathogens that infect your parents, it might be good to be genetically different from them. Or if you're just in a, in a very different environment, um, it could be good for parents to kind of hedge their bets and produce offspring with a number of different genetic combinations. Another idea is this would be a way to get rid of bad mutations. Bad mutations are happening all the time, and if you just clonally reproduce, your offspring will, with 100% certainty, have those bad genetic mutations. But if you combine part of your genome with part of a parent, It's unlikely that um your mate will have the same bad mutations that you do, and your offspring, there are more, you might be able to form offspring that can basically get rid of some of those bad mutations. Um, YOU might form, you know, new combinations of genes that have advantages. Those are, those are some of the other ideas. Um, SO these are just a small fraction of, of the many, many ideas for why sex, oh, and then a third really important idea is DNA repair. Um, IF you've got a bad mutation in, in one part of your genome and you combine it with a genome that doesn't have that bad mutation, DNA repair mechanisms could operate there so that the offspring is more likely to have a better functioning genome. So, these are just some of the, of the various ideas out there. There's no consensus about this, um. But then once uh sexual reproduction evolved, and this seems to characterize all eukaryotes almost all. And there are some asexual species, but they tend to be pretty rare. Um, THEN we get. Uh, A whole different dynamic taking place now where, um, there's all kinds of evolutionary dynamics come into play when you now have two different individuals having to combine their genomes into um a single offspring. So that's And that is maybe all happening at least prior to 1 billion years ago. So when we're talking about sex, Uh, and then the eventual evolution of the sexes, which we haven't gotten to yet. Um, WE really need to think that this is something that applies over very, very deep time and across millions and millions of eukaryotic species, not just, it's not something unique to us humans or our little branch of the tree of life. It's a very widespread, um, that has deep importance for understanding diversity across one of the three main branches of life."
	},
	{
		"start_time": "17:04",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's get then into the evolution of the sexes, but before that, tell us about the concept of anisogamy and why is that important to then understand uh how and why each sex evolved and how we define each of the sexes."
	},
	{
		"start_time": "17:25",
		"speaker": "Edward Hagen",
		"words": "Yeah, so imagine we're 1 billion years ago in the warm oceans of early Earth, let's say, and you're a single-celled organism, and you are going to have to get your part of your genome to combine with the part of a genome of another individual. How is that going to happen? Um, NOW, in some species, those two individuals actually join and that DNA, of course, in eukaryotes is in the nucleus, and they actually Exchange, uh, what are called micronuclei. Um, SO there's this direct transfer of, of the nucleus. However, in most species, the way they do this is they produce a gamete. This is a sex cell. So, this is a cell that contains um the haploid genome of each parent. And those two cells Uh, have to find, um, each of those cells has to find uh a cell of another individual, a mate, and fuse. And So, we now begin to think about the evolution of these gametes and what choices the parents have when they are making gametes. And the question is, what, what decisions, quote unquote, or, you know, scare quotes here, uh, do these single-celled organisms make when they are deciding how to make their gametes? Well, they're, um, there's the, uh, property of size, how big should the gametes be, and why does that matter? And something about type, and I'll talk about that in a moment, um, something about mobility, um, could be really important. So how do these play into this whole process? Well, the whole, we think. The reason sex evolved is somehow there's some benefit of combining your genome with the genome of a different individual. So what that means is if you're producing gametes, you don't want your gametes to fuse with your own gametes. Now, there are species that do that. Uh, BUT in general, you would want your gametes to fuse with the gametes of a different individual."
	},
	{
		"start_time": "19:29",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but there's, for example, species where there's parthenogenesis,"
	},
	{
		"start_time": "19:33",
		"speaker": "Edward Hagen",
		"words": "right? Yeah, so there, there, there, there's definitely all kinds of asexual reproduction and self-fertilization that, that definitely happens for absolute sure, um, but we think. That the benefits of sexual reproduction largely derive from combining um the genomes of different individuals, is something about the genetic differences really lead to benefits somehow. Um, AND so for that to be the case. Um, YOU would want to prevent your gametes from fusing with your own gametes, and only fuse with the gametes of other individuals. So, that leads to the evolution of order called mating types, where the gametes are basically the same, except they have molecular mechanisms that define basically a genetic locus on their genome that says you're type A and you're type B. And actually the way they refer to mating types is the plus type. In the minus type, typically. And there are typically two types, um, in these single-celled organisms that are reproducing sexually by producing gametes. Now, some species have many, many types, sometimes hundreds or thousands. Um, BUT typically, there are two types. And so, if you're a plus type, you will only fuse with minus types and minus types will only fuse with plus types. And one of the theories for that, is that this ensures that you're going to uh mate or fuse uh your gametes with the gametes of another individual because they are a different type. OK, so now we have mating types. So that's one decision. What type Uh, should I be? Now, these gametes are releasing these gametes out into the ocean, into some marine environment, we think. That gamete has to survive out in the wild. Um, IT'S in some sense, it's own little organism. And so that means that you need to provision it. The parent needs to provision the offspring, or the offspring, excuse me, the gamete. Um, AND so the presumption is here that bigger gametes are going to be better able to survive and then develop into successfully into offspring that themselves can survive and reproduce. However, There's a trade-off. When you produce bigger gametes, that means providing more resources into each gamete. But if resources are limited, and they always are, producing bigger gametes means producing fewer of them. And so, parents then have a choice, OK, what type should my gamete be, number one, but then how big should it be? Should it be bigger, in which case, it's more likely to survive and reproduce, but I can produce fewer of them, or should it be smaller, in which case, um, it may be less likely to reproduce, survive and reproduce, but I can produce more of them. And so what we end up with is A situation where um parents might initially in this kind of theoretical scenario early on, produce gametes that maybe have a range of sizes. Um, BUT if two small ones fuse, you're going to end up with a small zygote verilla, and that 1 may not survive and reproduce at all, um, or it may not be able to, um, And if you, but if you produce large ones, you're gonna produce fewer of them, and so they may not be able to find successfully find uh gametes of the other type. So this is called the um gamete limitation hypothesis that something about mate search, um, and gamete search is critical to the evolution of either smaller gametes or larger ones. And then the alternative view is, uh, the gamete competition. Um, HYPOTHESIS that in some sense, big gametes are a resource, uh, for the small gametes. So that if small gametes can fuse with a large gamete, then the resulting zygote is very likely to, to make it, to be able to survive and reproduce. And so, um, you're going to get this sort of disruptive co-evolutionary process whereby you either end up wanting to, uh, parents can either decide, OK, I can make fewer large. Gamtes, um, or I can make many, many small ones, but I can't do both. And so, some individuals, uh, may choose to produce many, many small gametes, and that means that their gametes are going to be more likely to be the ones, because remember, only one gamete can fertilize one other gamete. And so, if there's fewer big gametes, those are a very limited resource. And so, it might pay to produce many, many small gametes. That are then more likely to successfully reproduce the fewer large gametes, whereas the advantage of producing the large gametes is that those large gametes by and large are going to be more likely to survive and reproduce in the first place. So you end up with a situation where Initially, individuals are producing gametes that are the same size, and there are many species today that still do that. Those are called isogamous species, where the gametes aren't different sizes, and there are conditions where that is the more stable strategy for each individual to produce gametes that are the same size. But what we see in a wide, wide range of species is that they have evolved either to produce. Um, LARGE ones or small ones, or here's critical, both. There are many, many species, hermaphroditic species that produce both large ones and small ones. And this is critical, because what this means is, and by the, and by the way, here, this is where we now have the two sexes. So, the evolution of these different sized gametes is how evolutionary biologists define the sexes. But notice what it applies to. It applies to the gametes. You're either producing the female gamete, which is by definition the large one, or you're producing the male gamete, which is by definition the small one, or you can be producing both of them. So the gametes have a sex, but the parents might or might not have a sex. In hermaphroditic species, it doesn't make any sense to say if you're producing both large gametes and small gametes, the parent itself doesn't have a sex, even though it's gametes do. And there are other species, sequential hermaphrodites, where they produce big ones maybe to begin with, and then switch to producing small ones or the other way. Um, AGAIN, it doesn't make sense necessarily to define the parents, um, as having a sex. And so this is kind of a critical distinction when we think about the sexes. It's really the options in a gamey production game. What are your options? And what we see in a very, very wide range of species is you have two options, only big ones or small ones. And in fact, that size difference can in many cases be enormous, a factor of a million to 1, where, where the large gametes are a million times bigger than the small ones. So, it can be, you just think about, um, you know, chicken eggs versus chicken sperm, you know, massive, massive differences here. Um, SO, it's that early evolution of Um, this disruptive evolution of gamete size that leads to these two different sizes, large and small, and that then sets off a whole set of, of downstream evolutionary consequences."
	},
	{
		"start_time": "27:04",
		"speaker": "Ricardo Lopes",
		"words": "Right, so perhaps this would be a good point to introduce, uh, two questions that I got from two different interviews I've done on the show. One of them is already released with Doctor Herman Ponzer, an evolutionary anthropologist. The other one is going to come out, I think, in February with Doctor Nathan Lentz, who's an evolutionary biologist. So, um, I mean, when it comes to. Defining sex because it's defined on the on the basis of gametes, I mean, bear in mind that Dr. Herman Ponzer thinks or agrees that sex is binary. He told me in the interview that we talked a little bit about arguments made by people who think that sex is not a binary, and he said. Directly that he thinks a claim like that is not helpful, but at a certain point I asked him, so on what basis do we define sex? Is it on the basis of gametes then? And he said, yes, but even that is not a perfect definition and the examples he gave were something like, OK, so imagine you have a Boy before puberty who's not yet producing sperm, so is he not a male yet or is he, is he not a male and a woman who after menopause is no longer producing eggs, so does she stop being a female? I mean, what do you think about that, that kind of uh idea?"
	},
	{
		"start_time": "28:51",
		"speaker": "Edward Hagen",
		"words": "So, this is really where it's important to keep the distinction between the options in the gamete production game and how we classify every single individual. So, the, the, the anisogamy definition of the sexes is about the types of gametes you produce. And it's about the two types of gametes. So think about hermaphroditic. So let me just step back. So what Ponser is talking about is humans. Uh, WE should really take humans out of when we're talking about the evolution of sex and the sex, take humans out if you want, because we're just one species out of literally millions of species. And these concepts are meant to explain. The diversity that we see across the entire range of eukaryotic species, um, is, is, and across very deep time, as I've emphasized over and over the last billion years or more of evolution. And so, um, A better, you know, example for, for Herman there would be hermaphroditic species that produce both large gametes and small gametes. You can't define the parent. Uh, DOESN'T have a sex there. Um, THEIR options are still to produce male gametes or female gametes. Um, BUT the parent itself, uh, doesn't have a sex. It doesn't make sense to assign a sex to a, a, a simultaneous hermaphrodite that simultaneously produces both large gametes and small gametes. It still, uh, makes a huge amount of sense to assign a sex to the gametes, small ones or large ones. And so, The notion of sex is about your the options uh that you have. Now, in species like humans. We early on, um, we kind of flip a coin, and many, many, many species called gonochoric species or dioecious species, um, very early on in development, typically flip a coin, um, a figurative coin. And the figurative coin might It be a genetic switch like the XY chromosome system in mammals, or the ZW system in in birds, for example, or it might be an environmental sex determination system that we see in many reptiles. But whatever it is, um, developmental pathways diverge early. And, um, so that you then are going to either produce large gametes, or you're going to produce small gametes. And again, Um, if you wanted to, you could say, well, this, we can assign sex to the individuals. Uh, BUT what you're really doing is saying, are you going to be producing large gametes, or are you going to be producing male gametes, the female gametes, the large gametes, or male gametes, the small gametes. So, the two sexes are really about the options in the gamete production. Um, GAME, not about classifying every single individual out there during every single phase of their life. Again, think about sequential hermaphrodites. Uh, THEIR life cycle, um, they're going to produce large gametes at one point and small gametes at another point. And so it doesn't really make any sense to assign a sex to that individual across their entire lifespan. It's really about the gamete production options. And so that's, I think, where folks like, uh, like Herman are, are really. Asking the wrong question."
	},
	{
		"start_time": "32:21",
		"speaker": "Ricardo Lopes",
		"words": "OK, that, that's a very interesting point. Uh, AND now the other thing that I talked about with Doctor Nathan Lentz who just recently, uh, earlier this year released the book, The Sexual Evolution. I mean, it's actually a very interesting book. It talks about the things like homosexuality or same-sex behaviors across. The animal kingdom and he also talks about trans people. I don't think he directly makes any claims about sex being binary or non-binary in the book, but we also talked about that in our conversation and at a certain point he made the claim that Uh, species that are hermaphrodites should be classified as a third sex. I mean, what do you think about that?"
	},
	{
		"start_time": "33:13",
		"speaker": "Edward Hagen",
		"words": "Again, my, my answer would be sex is about your options in the gamete production game, and by game I mean an evolutionary scenario where organisms, you know, make a decision, scare quotes there. Uh, ABOUT what gametes they're going to produce, and there's just this very, very striking pattern that's not universal, but very, very striking that in a very wide range of species, there are two types of gametes, the large ones and small ones, and that's it. Um, THERE'S no third gamete type. So, if you don't have a third gamete type, there's no third sex. If there's only two gamete types, Um Then there's, there's, there's two options in your gamete production game. Um, NOW there are species, we've talked about isogamous species, um, where they've got one option. Uh, AND we've also talked about, but they, their options are what type do I do? Do I make a plus type or a minus type of mating type, or do I have many more types? Um, SO they have different options in their gamete production game. And so, yes, the, the concept of sex, uh, the sex, so sex still applies, but these sexes does not apply. It really only applies to the very, very wide range of species that have two options in their gamete production game. And that's all, that's it. It's not really about anything else. Um, IT'S about the downstream consequences that evolutionarily over long periods of evolutionary time, there are many, many consequences of that. Um. But, but it's not about trying to classify every single individual and put them into some box. Um, THAT, that's not the, that's not where the explanatory power of this concept comes from. Um, IT doesn't come from classifying every single individual. It really comes from what are the evolutionary consequences of producing large gametes or small gametes or both."
	},
	{
		"start_time": "35:14",
		"speaker": "Ricardo Lopes",
		"words": "OK, so another thing that you talk about in your critique of Doctor Fuentes's book is uh why the ratio of males to females is always close to 1 to 1. I mean, why does that happen and why is that aspect important for these discussions surrounding whether sex is binary or not?"
	},
	{
		"start_time": "35:40",
		"speaker": "Edward Hagen",
		"words": "Yeah. So that's one of the really critical consequences, evolutionary consequences of anisogamy, of having two sexes and of sexual reproduction. So with sexual reproduction, every individual has 2 and only 2 parents, and that's where the that's the ultimate source of the sex binary is the fact that we are all the product of 2 and exactly 2 parents. Um, NOW, not all sexually reproducing species, as I've mentioned multiple times, uh, have anisogamy, um, but we still all have 2 parents. And what that means is, um, then if you do have Uh, anisogamy, and you do have a situation like, um, as humans, you're going to, every individual is going to have a mother and a father. Now, what are the consequences of that for the ratios of males and females in the population? And this is called the, the Fisher condition or the Fisher principle. Um, And, and this was worked out. Even Darwin had a version of this argument early on. Um, WHAT are the consequences of that? And the way to think about this is to think about the two extreme situations. So, imagine that you have a population with 99 females and 1 male. In that theoretical, uh, hypothetical situation. That male is going to be the father of every single offspring. Because there's only one male, and every offspring has to have one. Male, one father and one mother. Um, WHAT that means is that there's going to be an enormous, um, selection pressure for the females to begin, who up to this point have only been producing daughters with very few males. Um, IF they, the female that gets a mutation to produce more males, her sons are now going to be, because there's such an imbalanced sex ratio. Your sons are going to be the fathers of most of the offspring, which is going to lead to more selection to produce more males. And what you're going to eventually get is that the number of males increases relative to the number of females, and you now approach a 50/50 sex ratio. And if you flipped it around and say, uh, there were 99 males and 1 female, then that female will be the mother of every offspring. And so then there would be an evolutionary advantage to be producing more daughters rather than sons, and that would again move the sex ratio back to fifty-fifty, typically. So, it's that dynamic that we think explains why in most sexually reproducing species, the sex ratio is close to 1 to 1. And again, that's one of the explanatory benefits of the sex binary is it explains these widespread patterns that we see. Um. And so that is, if you um If you start to reject the sex binary, you have to then begin to help, OK, what's your explanation? You need to have a better explanation for that kind of dynamic than the one that we already have. And so far, Um, and all these folks that claim that sex is not binary, I haven't really seen any attempts to provide that. Now, maybe somebody, somebody, somebody will. Uh, SCIENCE is always in flux. Uh, BUT that's, that's your challenge. If you want to challenge the sex binary, you have to challenge these kinds of explanations that have been very successful at explaining widespread patterns in nature."
	},
	{
		"start_time": "39:20",
		"speaker": "Ricardo Lopes",
		"words": "Talking about the sex binary in Doctor Fuentes's book, he talks about uh uh Thomas Locker's account of Western ideas about sex, and that's actually something that you include in your critiques. So, uh, what do you make of his using of Thomas Locker's account of that?"
	},
	{
		"start_time": "39:41",
		"speaker": "Edward Hagen",
		"words": "Yeah, so this was the first I'd ever, uh, heard of this account, um, and I was, it was interesting. I, I was glad that, uh, Fuentes brought this up. Um, Um, Laqueur is, I believe, a historian. And um He had this um Um, one sex model that was apparently, and again, I'm, I'm not a historian, and this is, this was the first time I had come across this, but it was, it was definitely interesting, um, that Galen, who was a physician in ancient Rome, around that shortly after the birth of Christ, I think in like the 1st century, um, so, 2000 years ago, roughly. Um, HE made this claim, and so Galen was, and, and actually Galen was, is a fascinating figure. Um, HE, uh, conducted hundreds and hundreds of dissections and really detailed analyses of anatomy and physiology, and his ideas really dominated Western medicine for 2000 years, um, almost 1500 years. So, he's really remarkable. Character, um, hugely influential and got a lot of stuff right. Um, HE was really based on, you know, empirical investigations of human physiology and anatomy and animal physiology and anatomy. I wrote extensively, um, and he made a comment. Uh, THAT all the parts that men have, women have two, the difference between them lying in only one thing, namely that in women, the parts are within the body, whereas in men, they're outside. So he's looking at the genitalia and he's kind of seeing some analogies between The external genitalia of men, um, and the internal genitalia of women. And from this, uh, because Galen was such an influence on thinking in the West, Laqueur um claims that um. Western conceptions of sex were not binary, that they were unitary. Um. And, um, so this is, you know, really dramatic claim. Is that really true? Is that, did we not really have this concept of, of men and women, uh, throughout the history of the West? Uh, SO I did just a little bit of digging. It didn't take long. I, I kind of went to Wikipedia right away and immediately found that there were many, many critiques of this by other historians who were equally, if not, um, more familiar with the literature that Lacour was talking about. Um, AND, um. One of the, the, the main ones that I came across was Katherine Park, who had written a recent article that I read. Um, AND she really goes through the whole argument and pretty convincingly takes apart, uh, Lacour's argument, um, showing where it comes from, showing that it really, um, that this was not the, the, the reigning model in, in Western history, and really identifying a lot of weaknesses in Lacour's scholarship. Now, I'm not a historian. I can't judge, uh, but I can say at least that there is vigorous debate about this concept in the historical among historians, and that at least to an outsider like me, um, there's pretty convincing, uh, criticisms of it that suggest we shouldn't take it too seriously."
	},
	{
		"start_time": "43:18",
		"speaker": "Ricardo Lopes",
		"words": "Uh, ANOTHER question, what do you think about Fuentes's use of terms like, uh, I mean, these, uh, these, these are terms that I, I think he invented for the book just for the sake of simplicity. He uses terms like 3G males and 3G females, and by 3G he's referring to gametes, Gnets, and gent. And what he means by that or what he tries to imply with that is that there are some males and some females who do not have uh uh precise correspondence uh between gametes, gonads, and genitals. There's variation in that sense. So what do you think about uh his use of those terms?"
	},
	{
		"start_time": "44:06",
		"speaker": "Edward Hagen",
		"words": "Yeah, before I get to that, I just, uh, I wanted to say one more thing about the, the liqueur issue. It took me 5 minutes to find criticisms of this model, and Fuentes kind of leads off his major section on sex in humans with Liqueur's model, implying that this is somehow fact. And the fact that I could just very, very quickly, uh, find criticisms of that and the fact that Fuentes didn't. Um, DO that himself, or if he did do it, he failed to report it. That would even be worse, I think, in his book. I really kind of shows the weakness of, of the scholarship of the book, um. If he's going to kind of highlight this model, which has been very influential, he's absolutely right about that, um, at least from what I can tell as a non-historian, but um, it looks like Lacour's model really did have a big impact. And even his critics sort of credit Lacour with kind of raising this issue. What are the historical concepts of, of sex and the sexes throughout history? That is a really interesting question. And, and it doesn't have to be a binary concept by any means. Um, THAT'S just. Um, BUT the fact that there, there are these really substantial criticisms and the fact that Fuentes doesn't even mention them. Um, OR weigh them against each other. Um, I, I think really typifies a lot of the book here. Now, getting to your question about his terms, I have no problem with him. Uh, INTRODUCING new terms. All of us, all of us scientists do that. Um, WE have certain ways that we want to conceptualize things and so we create new terms to do that. It's perfectly legitimate, um. Those terms are not ones that I'm planning to adopt. I don't find them very useful or informative or insightful, but that's me. Uh, EVERY scientist, every scholar needs to kind of make that decision for themselves. So, yes, it's part of our job as, as scholars to, if we think there are important distinctions to be made, um, to then, if we think it's, uh, Um, going to be helpful to invent new terms and the fact that Fuentes does this is just what, what we all do. So yeah, perfectly acceptable. I have no problems with that."
	},
	{
		"start_time": "46:15",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YES, but, uh, I was also trying to ask you more about the idea behind, uh, those terms. So the, uh, the fact that there's not, uh, always a perfect correspondence between gametes, gonads, and genitals, um, when it comes to, uh, males and females in this case. So, uh, do, do you think that that is a useful idea to keep in mind when it comes to thinking about Sexual diversity or not."
	},
	{
		"start_time": "46:47",
		"speaker": "Edward Hagen",
		"words": "Yeah, so again, we're right back to the human specific case where what I'm trying to emphasize is that these concepts of sex, uh, and the sexes really apply across millions of species over deep evolutionary time, and we don't need to think about humans at all when we're applying them. Now, when we get to humans, this is again where what does, would those distinctions matter for the evolution of our species? Fuentes doesn't make any argument that they would. So, at this point, we're not really trying to elucidate human evolution or the evolution of other species. Um, WE'RE really trying to classify all humans and put them into various boxes of various sorts. And it might be useful, absolutely, uh, for certain, you know, if you're a medical doctor, uh, and you're treating patients, these kinds of classifications could be really critical. Um, SO, in certain contexts, in the human case, Absolutely, um, these distinctions might be absolutely important and very critical. If we're trying to think about social roles in humans, where we often do make decisions about social roles based on sex and And other considerations. Yeah, this, this could be really, really important. Um, SO, I don't think there's much case to be made, very strong case, or at least one case doesn't make one, that there's any sort of evolutionary consequences of this, uh, downstream or that it really explains much about human evolution. But for many, many other issues, it might be really, really important to keep these distinctions in mind. So, again, I have no problem with making these distinctions. As long as we begin to understand where they would be useful and where they're not going to be useful, um."
	},
	{
		"start_time": "48:31",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, ANOTHER thing that you talk about in your critique is the Bateman gradient. What is that and why does it matter for this discussion?"
	},
	{
		"start_time": "48:42",
		"speaker": "Edward Hagen",
		"words": "Again, as I'll, as I'll say over and over and over, this is a concept that applies across a wide range of species, and the question is, does it, uh, what is the evidence for it? What's the theory behind it? Um, CAN we challenge it? And um so basically what it means is, the abatement gradient is the extent to which Um Your biological fitness. Correlates with the number of mates. And so As an individual, male or female, uh, has one mate, 2 mates, 3 mates, 4 mates, what impact does that have on their fitness, the ability to produce offspring that themselves survive and reproduce. And so, The argument Is that in many cases, um, The species that produces the smaller gametes is going to have a steeper Bateman gradient, that is, that acquiring additional mates would have would increase their biological fitness more than the other sex. So that's what the Bateman gradient is. It's the slope of fitness on number of mates. And the question is, does this differ? You know, is that slope zero? What is the slope? And does it differ between the sexes, between males and females in species where that distinction makes sense? Um, THESE would be the, um. And It's generally taken to be an index of sexual selection. If it matters that you are going to have higher fitness if you have two mates or gain access to two mates than 1, and 3 mates more than 2, more than 1, then for the sex for which that is true, there's going to be a lot of Uh, competition for getting access to that limited number of mates. Remember, by the Fisher principle, generally the, the ratio of the sexes is roughly 1 to 1. And therefore, uh, mates are a limited resource. And so, the batement gradient, um, the steeper it is, the stronger we think sexual selection is. Um, THAT there would be a greater benefit to either outcompeting members of your own sex, called intrasexual selection for members of the opposite sex, or by, uh, convincing, um, the opposite sex, uh, being better at convincing the opposite sex to mate with you, in. Sexual selection, uh, for example. So that's, that's what that means, and that's why that those are the evolutionary consequences of it, we think. Um, NOW, I will say there's been lots of criticism of this, and some of those criticisms have hit home. Um, THIS is a scientific concept. Scientific concepts are always up for debate, always up for criticism, um, and there have been. A large empirical test does this hold true across animals, and it looks like, yes, it does. Um, THERE'S pretty strong evolutionary or empirical evidence um that um It does, uh, have an impact on, on sex roles the way that we have thought it does. And there's also mathematical modeling that shows that it works. Um, SO, so far, we have good reason to believe that the Bateman ingredient exists, that there's a sex difference, that it does have these evolutionary implications, but I think most folks that are in this area would say, um, more research on this is needed, more theoretical work and empirical work will be, will be informative."
	},
	{
		"start_time": "52:29",
		"speaker": "Ricardo Lopes",
		"words": "So there's a very, very big topic in evolutionary biology that we have to address here since we're talking about sex and for species that of course reproduce sexually and we're um distinguishing between males and. Females makes sense. That is sexual selection. So why is sexual selection so important and do you think that we could still explain it if sex was not binary?"
	},
	{
		"start_time": "53:04",
		"speaker": "Edward Hagen",
		"words": "Yeah, so, um, in species with two sexes, sexual selection is related to this Bateman gradient, um. And Again, the idea that uh Um, the sex that produces the larger gametes is going to produce fewer of those gametes, and the sex that produces smaller gametes in species where this distinction makes sense, um, is going to produce more of those gametes. Um. And so, sexual selection means that there's going to now be competition for those relatively few gametes, um, those few large gametes. Um, AND this idea was first put out there by Darwin. In fact, he wrote a whole book on it. And it, it's, was aimed at explaining, again, this widespread pattern that we see across many, many animal species and even plant species, sexual selection can operate in plants, we think. There's still, there's more debate about that than there is for animals. Um. But there are sex differences. Um, THE sexes are not identical, and it, and a lot of those differences are rather puzzling. Um, THEY seem to be traits that don't have any obvious utility for the individual in terms of their ability to acquire food or resources or defend themselves from predators. Um, AND in fact, they seem to, in many cases have, would have the opposite effects on that. And so Darwin was attempting to explain. This widespread pattern, not universal, but um pretty common that there are these often striking sex differences, many of which are rather puzzling. Um, AND so he proposed that The sex differences arose by uh what he called sexual selection. And this is a principle that's very widely regarded as, as being really important to explaining the diversity that we see in the living world. Um, AND so, the typical examples would be, of course, the peacock's tail, but basically, uh, males, um, Either being very uh physically larger than females and having bigger weapons, which would suggest that males are competing with other males for access to females, or females being really brightly colored or engaging in elaborate behaviors, or providing resources to females, um, where they seem to be competing for um female choice, intersexual selection. Um, SO these patterns are the, the types of phenomena that sexual selection theory aims to explain."
	},
	{
		"start_time": "55:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, SO, uh, another thing that, uh, Doctor Fuentes talks about in his book has to do with"
	},
	{
		"start_time": "56:01",
		"speaker": "Edward Hagen",
		"words": "the, maybe I should interrupt right here. The question is, uh, because you asked the, the important thing, and I didn't answer, which is what if we got rid of the two sexes, we wouldn't. What would, how would that alter this theory if there's more than one sex, I mean more than two sexes, um. And the critics, the folks that are proposing. You know, these non-binary or, you know, sex as a spectrum theory haven't even tackled this, you know, how, what they attempt to do is, is try and undermine this theory. Now, does sexual selection still have a lot of open theoretical questions? Yes. Does it still have open empirical questions? Yes. But I want to emphasize that it's been very successful at explaining many, many traits that would be very difficult to explain otherwise. And if you want to offer an alternative account, You need to provide a better explanation that better accounts for the empirical evidence than the theories that we have right now. And so far, that has not happened. So, maybe it will, um, if folks want to pursue that, I encourage them to do so. I'm sure other evolutionary biologists would as well. Uh, BUT we really don't have any reason to abandon it at this point. Um, THIS, you know, abandon this very, very successful theory, which involves the dynamics between two sexes, male and female."
	},
	{
		"start_time": "57:17",
		"speaker": "Ricardo Lopes",
		"words": "Yes, that, that's a very important point as well. Um, TALKING about behavioral sex differences because that's also something that Doctor Fuentes talks about in his book. Um, TO what extent do they derive from differences in reproductive biology between the sexes?"
	},
	{
		"start_time": "57:38",
		"speaker": "Edward Hagen",
		"words": "Well, some of them are pretty dramatic. So, think about mammals. Females typically have mammary glands, males typically do not, um, or at least ones that don't work. And so, females are gonna be the ones nursing. They're the ones gonna be getting pregnant. They're gonna be the ones, uh, nursing offspring. Um. And males typically are not. Um, AND so there can be pretty dramatic differences in sex roles in, in species, and again, there's still quite a bit of debate about how this evolves, um. But yeah, what we see is that um often males are going to be in mammals anyway, and um again, we need to be really careful that um the conditions of each particular species matter. Things like Mortality rates and sex ratios, um, and what are known as operational sex ratios and adult sex ratios, there's lots of subtleties to the theories, um, but they often can, um, explain empirical patterns where we see females, uh, doing all the offspring care and males doing almost none, or we can see the reverse where males are doing the care and females are doing none, or where there's bi-parental care, um. And so, again, these theories are explaining why we can see the evolution of sex roles, um, and why we see them in one way in some groups of species and a different way in other groups of species. Um, SO, absolutely, um, differences in gamete size can lead to differences in the physiology of two sexes can then lead to differences, um, and pretty dramatic differences in the behaviors of the two species. Um, AFTER all, um, I mean, even plants have behaviors in, in a, in a very general sense. So, uh, you don't survive and reproduce without doing something, without changing your environment somehow. And the fact that you're producing large gametes versus small gametes means the kinds of things you need to do, the kinds of alterations that you need to make to your environment, uh, can differ in many cases pretty dramatically."
	},
	{
		"start_time": "59:56",
		"speaker": "Ricardo Lopes",
		"words": "And even when there's variation in terms of, for example, certain species where the male perhaps might invest more in the offspring, might participate more in parenting, um, those, even that variation can be explained by addressing it or approaching it as sex being binary,"
	},
	{
		"start_time": "1:00:21",
		"speaker": "Edward Hagen",
		"words": "correct? Yeah, absolutely, so. And again, that's, that's our challenge as scientists is to go out in the world and observe the world and we see this diversity and then we use our theories, our concepts to try and explain it. And our theories have been pretty good, but not perfect. There's still lots of work to do here. Um, AND the question is, will You know, ditching the sex binary concept, give us a better explanation. So far, it has not. Um, AND then really the attempts really haven't even tried to. So, they've really just kind of said, you know, we see this kind of diversity in phenotypes, kinds of things that you brought up earlier, where the genitalia may not match or the um Components of of sex chromosomes may not exactly match the the norm or the typical version, um. And that's absolutely true. Those things absolutely exist, but what are the evolutionary consequences of that? Um, WE have lots of, of pretty interesting theories that have made a lot of progress, um, building off the anti-isogamy concept, and, um. We can't just ditch all of those theoretical successes. Um, WITHOUT some really clearly superior alternative."
	},
	{
		"start_time": "1:01:43",
		"speaker": "Ricardo Lopes",
		"words": "Um, SO in terms of behavioral sex differences, there's one aspect that I, I mean, in the particular case of humans is very interesting in the, in the partic approaching it from an anthropic, of course, an anthropological perspective that has to do with the sexual division of labor. So, um, do we know, uh, to what extent, uh, the sexual division of labor derives from Uh, sex differences between, uh, men and women and not, for example, uh, aspects having to do with culture or ecology or some other aspects of the environment."
	},
	{
		"start_time": "1:02:28",
		"speaker": "Edward Hagen",
		"words": "Yeah, we really don't. So, the sexual division of labor, which means that, uh, males tend to do, and again, this is in humans, um, and we might see it in, in other species as well. Um, BUT This is something that's very widely observed in human societies, that there tend to be, at least in certain domains of life, that Uh, women typically engage in and other domains where men typically engage. So the, the classic example would be in, in most hunter-gatherers, um, what we see. Is that, uh, most of the hunting, especially of large game, would be done by the males, and most of the, um, but males would also engage in gathering plant foods. But a lot of the, what the females would often be doing is um Gathering, um, plant foods and, um, hunting smaller game is not that uncommon either, and, uh, caring for, for kids. Um, SO this is a pretty common pattern. Now, the question is what explains that pattern, and there's lots of debate, and there should be lots of debate, uh, and we need lots of debate, and we need more, uh, theoretical, uh, empirical investigations as well. Um, BUT the basic Idea, there's a, there's a couple, you know, 2 or 3 really important ideas here that, um, have been pretty influential, not proven. Um, BUT big game is, uh, brings in lots of calories, but it's also pretty variable. Um, THERE'S a lot of variation. Uh, YOU may go days or even longer, um, before getting your next, you know, wooly mammoth, um, or even large bison. Um, WHEREAS plant resources and small game tend to be, you don't bring as much, as many calories in, but they're much more reliable. And so, one of the big advantages of a division of labor of any sort is efficiency, that you get one class of individuals specializing in one task and then being particularly good at it, and another class of individuals specializing in, in another task and being particularly good at that. And then, but both tasks are essential. You can't, you can't rely on one or the other. You need both. Um, AND so, one of the main arguments for the sexual division of labor in hunter-gatherers in humans is the efficiencies that come from one group of individuals, typically the males, uh, specializing in these high risk, high return resources. And, um, another group of individuals, the women, specializing in lower return but lower risk resources and also specializing in childcare. And uh you need both, um, that it's a fully cooperative, interdependent relationship between men and women that is much more efficient than both sexes trying to do both things, um, or not cooperating at all, which is what we see in many, many mammal species, is that there's no cooperation. So, the idea here is that humans entered this niche, this ecological niche, and you brought in and it is related to ecology here. Where there were these very valuable resources out there, these large game, but they were really high risk, um, and required high levels of skill, um. And so it took years to master the skills necessary to track these animals and successfully kill them. Um, AND so, our big brains and our long childhoods, um, and the sexual division of labor all kind of evolved in concert. Equally, um, figuring out all the right plants to find and how to process them, uh, to extract maximum resources, that takes a lot of skill. Raising kids, enormously cognitively demanding, that takes a huge amount of skill. So, each sex specializing in these. Very cognitively demanding domains, um, and then cooperating with each other would have led to enormous efficiency. So, that's, that's the theory behind it. Um, IS that theory universally accepted? No. Do we need more empirical research? Yes. Do we need more theory theory development? Yes. Um, BUT there's a pretty, pretty strong empirical pattern that we do need to explain. Um, AND there's some pretty, pretty convincing theoretical arguments for, for the, um, appearance of that pattern, um. So that's That's my brief summary."
	},
	{
		"start_time": "1:07:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, what do you make of, uh, uh, Doctor Fuentes's saying that we are a biocultural species and the idea there is that we should not just focus on our, uh, um, on the aspects of our biology but also on The fact that we have culture and culture that is much more complex than uh the culture we find in any other species at least that we know of. So what do you make of that?"
	},
	{
		"start_time": "1:07:42",
		"speaker": "Edward Hagen",
		"words": "Oh, I would agree with that. I think most, uh, anthropologists would agree with that absolutely, um, that our genetic inheritance is critical, but our cultural inheritance is too. And so, um, the fact that we are a biocultural species, I think that's, um, widely accepted in, in anthropology. Um, AND I, I would say it's also pretty widely accepted across the life sciences and the social sciences. I don't think it's a very controversial statement. Um, THERE'S still lots of debate about the details of that, um, useful debate and useful empirical research, exactly how we should conceptualize our cultural inheritance and how we should exactly characterize our biological inheritance. Um, THAT'S, those are all very important and useful debates, but the fact that both are, are essential to who we are as a species, I think is, is correct and, and very widely accepted."
	},
	{
		"start_time": "1:08:41",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, you were an evolutionary anthropologist. Uh, WHAT is your take on sex and gender? Do you think that it is important to distinguish between them? Uh, DO you do it yourself?"
	},
	{
		"start_time": "1:08:54",
		"speaker": "Edward Hagen",
		"words": "Yes, I do do it and I do think it's critical. So, we have many, um, and so we talked about these, these roles, uh, these kind of typical sexual division of labor, um, in, in, in hunter-gatherers, but we, we see more diversity in that. Um, AND so we humans. Uh, FOR whatever reason, again, we might debate why that is, but we, uh, folks tend to be in various roles in society. Um, ENGAGING in some kinds of tasks versus others. Now, we do see that, of course, in other species where females and mammals, for example, uh, do most of the, um, parental investment in birds. It's often by parental investment. So those would be roles. Um, AND we humans, um, Have even more complex social roles. We have some, the ones that I just talked about with the sexual division of labor in, in human hunter-gatherers, uh, but we have other roles, and often, uh, those are conceptualized, um, in terms of sex. So, the, the female role, the male role, but there might be a third gender role, um. And, um, so there are many societies that have a third gender or or multiple genders. And so, I, I, that's an old concept in anthropology and the social sciences that we should kind of distinguish biological sex, which is producing large gametes or producing small ones. Um, FROM in humans, the various roles that we assign the sexes, um, culture, and, and these do vary across cultures. So this is kind of where that biocultural perspective would be useful, um, that we need to think about the interaction of sex and, uh, gender. And that's exactly why we shouldn't, uh, try to conflate them. And so Fuentes in his book tries to kind of conflate this into a single concept. And I would argue that it's critical to keep them separate, precisely so that we can understand their interaction, because they do interact, but you can't understand the interaction between two factors if you don't keep those two factors distinct, um, the distinction between biological sex, for which there are two, and Uh, gender roles for which there may be multiple. There may be one, maybe there's one gender role, maybe there's 2, maybe there's 3, maybe there's more. Um, WE need to keep those two concepts distinct so that we can precisely understand exactly how they do interact. And there's still tons of tons of work to be done in that area. There's still a lot, uh, that we don't know about that."
	},
	{
		"start_time": "1:11:32",
		"speaker": "Ricardo Lopes",
		"words": "Uh, IN what ways, uh, just to ask you a little bit more about that point, in what ways do you, would you say that Doctor Fuentes conflates or at, at certain points in the book, perhaps conflates the sex and gender? Well,"
	},
	{
		"start_time": "1:11:47",
		"speaker": "Edward Hagen",
		"words": "he explicitly does it. He says, I'm going to refer to these as sex gender, I think is the term, uh, he uses. Let me, um, just quickly, yeah, he refers to them as gender sex. Um. So he is very explicitly conflating, uh, and here's the quote from, from his book, um. That uh he wants, he needs, he wants to conflate uh gender and sex into a single concept to reflect the intertwined biocultural reality of bodies and experiences more accurately. Um. And Um, but you can't do that if you, if you conflate those into a single concept. You need to keep them distinct in order to understand that interaction and how they do interact because the interaction is complex, um, and does differ across cultures and it is really important to our lives. Um, WE'RE, we're constantly debating that, um, as, and we probably always have, uh, you know, the, these debates are not new. Um, AS an anthropologist, if you look into the ethnographic literature. Uh, DEBATES and conflicts over gender roles and conflicts, uh, between the sexes are ubiquitous, and they, they always have been and they probably always will be, and that's OK. Uh, BUT to understand that scientifically and to make progress, um, would be very, very difficult if we can't keep those two concepts distinct."
	},
	{
		"start_time": "1:13:15",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, uh, I have now a question. I, I was actually going to ask you one single question, but I'm going to divide it into two questions because I think that we should do that. So, uh, about intersex individuals, how should we account for them or people who we now say have differences of sexual development?"
	},
	{
		"start_time": "1:13:39",
		"speaker": "Edward Hagen",
		"words": "Yeah, I mean, that's a critical question for us humans, um, and we scientists can only provide. Uh Some insights, but we can't provide answers because this is ultimately how we as a society want to treat people. And um, So we can, we can begin to understand scientifically why that happens, um. And Uh, what impacts it has on phenotypes and including cognitive and psychological phenotypes and physical phenotypes. And we can provide. Evidence of that and explanation for that. But ultimately, um, society, the, the individuals themselves, um, and, and society at large, um, Needs to really debate those kinds of questions. And um So I, I am very much. Opposed to scientists stepping into the roles of community. Um, YOU know, political leaders or religious leaders or uh moral leaders. Um, WE scientists have screwed that up way more than we've gotten it right. We have been on the wrong side of history so often. Um, AND just think about, uh, Doctor Watson, who just recently passed away, you know, one of the most brilliant scientists, um. And yet it was on the wrong side of history when it, when it came to, to race. We have so many examples and think of Darwin. Um, HIMSELF, he was really progressive when it came to, um, concept, you know, the social issues of slavery, um, and, um, even, you know, recognizing that. All humans are human and the similarities between us or among us are vastly outweigh the differences, but he wasn't so progressive when it came to Uh, gender equality. Um, AND so, being a scientist doesn't give us, uh, any insights on how to, or, uh, any special authority on, on, on, on how we should organize our societies. Um, AND, and Steve Gould is, is really good on this. He wrote a, wrote a whole book, um, really making the case for distinguishing moral leadership. And human rights from knowledge of the, of the scientific knowledge of the world. Um, THESE are really two separate domains, and it would be really important to, again, that would be another thing that we don't want to conflate. So when it comes to intersex individuals, um, We scientists can provide a little piece of it, but the bigger piece is, you know, human rights, um, everybody, um, Has a right to live a full, uh, you know, full and a full life and a, a, a happy life, a productive life, um, fully participate in society. Um, THOSE are the kinds of issues where we need moral leadership. Um, AND if you look into the literature, I'm, I'm, again, I'm not an expert on this at all, but none of the literature on this mentions anything about the biology of sex. All of the literature on human rights and morality really deals appropriately, I think, with those kinds of issues. Um, AND so, Um, that's what I would say, um, about those kinds of topics."
	},
	{
		"start_time": "1:17:06",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, I, I mean, I've even had on the show, uh, a discussion last year, I think it was last year with, uh, two psychologists, um, about, uh, gender, and we, we were talking about, uh, trans people and homosexual people also because they're lesbians themselves and, Uh, I mean, at a certain point, we were talking about how, I mean, it, it, for in, uh, for the case of human rights and human, uh, and people who are LGBTQ plus, having human rights and having access to work and housing and all of that. I mean, it doesn't really matter that much whether uh people are born this or that way if they are born. Born homosexual or if they are born trans, for example, or if they uh develop in certain kinds of ways as homosexual or not. I mean, I, I know, I know that uh there's lots of evidence and uh I even talked about that with Doctor Nathan Lentz when we had our conversation about his book, The Sexual Evolution that, uh, homosexuality and same-sex behaviors have a lot of, have a very strong biological basis to them, but Even if they didn't have, I don't think that would be very relevant as to whether uh people who are homosexual or people who are uh transgender or people who are bisexual or whatever should have uh human rights as any of, of, uh uh as uh hetero heterosexual people or cis people have rights. I mean, I, I don't think that's very relevant, at least in my opinion."
	},
	{
		"start_time": "1:18:56",
		"speaker": "Edward Hagen",
		"words": "Yeah, I would agree with you. Um, IT would be really dangerous to base our human rights on scientific theories, because if those theories turn out to be wrong, that would undermine our rights. So we really want to keep our rights, uh, untied to any specific. Scientific theory because we don't want those rights to be undermined uh by evidence that those theories might be incorrect. And that, that goes for whether you think sex is binary or you don't. Uh, DON'T, don't base our human rights on, on science, which is always unsettled. We never, um, you know, the physicists have come up with theories that uh, uh, made. You know, mind-bogglingly accurate predictions. And yet physicists know their theories are incomplete. Um, SO, even the, even the folks that have come up with the best scientific theories ever, uh, know that their theories are, are not the last word. And so, if they, if they have that attitude, we need to have that attitude too, that our, our scientific theories are always subject to being questioned and undermined. And that's exactly why we can't base our human rights, um, and our human societies on any single theory. These theories can inform. Debates about human rights, but they can't determine them. Um, AND this is called, um, and, and again, Steve Gould is really good on this is called the naturalistic fallacy where we think that the way the world is or the way that we think it is, um, is the way that it should be. Um, AND there's, there's no obvious connection between, between, um, the way things are and the way Where they should be. Um, FOR example, we know that humans can be, uh, murderously violent and, and aggressive. Um, THAT'S an empirical fact. What the explanation for that is, of course, is up for debate. But the, but the fact that that is true, doesn't mean it should be true. Um, WE should always strive for, for more peaceful and, and productive societies, um, despite evidence, uh, that we've often failed to do that."
	},
	{
		"start_time": "1:21:00",
		"speaker": "Ricardo Lopes",
		"words": "So I asked you about intersex individuals, let me ask you now directly about, uh, trans people, of course, um, I mean trans people, uh, if I understand it correctly, uh, don't really, uh, I mean, whether whatever we think about them don't even, uh, don't really have a bearing on whether sex is bi. Binary or not because uh being trans orse has to do with uh gender identity. So, um, but, but, uh, uh, as an evolutionary anthropologist, how do you approach trans people? I mean, are they, uh, just part of a normal human variation in terms of gender identity?"
	},
	{
		"start_time": "1:21:49",
		"speaker": "Edward Hagen",
		"words": "Yeah, I don't know. And as I said at the beginning of, of, uh, the interview here, um, I'm not an expert in the evolution of sex or of the sexes or even of, of sex in humans, um, even though I draw on some of these theories. So, you know, in our previous interview, we talked about depression and drug use, suicide. Those are the areas where, where I'm a specialist, uh, mental health and, and evolutionary medicine, not, uh, and so I, uh, as little as. I know about um the evolution of sex and the sexes, I know even less about uh trans and issues involving trans and and what that is. Um, AND a lot of the, the diversity that we see in human sexuality. Um, I'm not an expert in this area at all. So, um, I think what I could say is that our scientific theories of the evolution of the sexes, what we do as scientists is we always simplify things, you know, our models. Are deliberately simplified so we can make progress. And so we have these very, very simple models, really, that have been pretty darn good at explaining the diversity uh across uh eukaryotes, um, the diversity of species. Um, BUT now as we drill down into all of the complexities of human reality, um, do our theories, uh, even come close to explaining this? No, they don't. Uh, WE'RE not, we're not anywhere near being able to explain what's going on here from an evolutionary perspective. Um, AND me especially, I, I know very, very little about these, these issues, um. Other than, you know, what I see on Twitter, uh, or, you know, on Blue Sky, I, I, the issues come up all the time, but, um, this would require somebody who's really specialized in this area to, to provide an informative answer. I'm not that person."
	},
	{
		"start_time": "1:23:45",
		"speaker": "Ricardo Lopes",
		"words": "No, that's fair enough. So, uh, let me ask you then, uh, I, I guess we've already ended up talking a lot about this throughout our conversation when we, for example, talked about sexual selection, but what do you think science could be or would be giving up if it ditched the binary sex concept?"
	},
	{
		"start_time": "1:24:08",
		"speaker": "Edward Hagen",
		"words": "Yeah, we'd be giving up a lot, um, we'd be giving, uh, understanding why are there, um, These different types of gametes, uh, what impact did those have downstream on why, uh, The numbers of individuals that produce each type of gamete tend to be pretty balanced. We'd be giving up understanding why, how, uh, different types of tissues like testicles and ovaries evolved, how different types of genitalia evolved, um, how the uterus evolved, how parental care evolved. Um, WHY there are sex differences, why often there are lack of sex differences. Where do we expect different sex differences? Where do we not expect them? Why do we see them in these cases and in these traits, and we don't see them in other cases and for other traits. So, the sex binary has been just enormously powerful at explaining a lot of the variation. However, This is critical. It doesn't explain all of the variation. Uh, THERE'S lots of things that every organism has to do to make its way in the world, and, uh, reproduction is only one of those things, and producing gametes is only one of those things. There are many, many, many other things, um, that the organism has to do, and if those things really depend critically on the environment in which it evolved in which it finds itself. So, We would be giving up, um, the explanation for many, many aspects of biological variation, um, but there are many other aspects of biological variation that are not explained by, by sex. Um, AND so we need to, to keep in mind that, you know, as an entire organism, there, uh, there's many things we have to do, you know, we have to digest our food, we have to avoid predators and avoid toxins, um. And learn lots of information about our world and You know, form successful social relationships in the case of humans, um, and learns all kinds of specialized knowledge and, and those kinds of things we're going to expect to be not really dependent on sex in many, many cases. Um, SO, many, many aspects of our psychology and our biology do not have to do with sex, but we would be giving up. Um, ALL of the areas that do, and there are many, many areas that profoundly do depend on that, um, our reproductive physiology, um, sex ratios, um, in many cases, sex roles, um, And uh I'm happy to give those up if you provide me uh a more powerful and better explanation by the standards of science that we all follow. Uh, BUT until you do, uh, I'm not giving these up."
	},
	{
		"start_time": "1:26:55",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me address another aspect that Doctor Fuentes talks about in his book or at least he alludes to it. Um, DO you think that the sex binary could be harmful or at least that perhaps there are people, uh, who might, who might make use of it in harmful ways?"
	},
	{
		"start_time": "1:27:20",
		"speaker": "Edward Hagen",
		"words": "Yeah, we humans suck. Uh, AND we are very competitive with each other, and, uh, we often see the world in a zero-sum way, unfortunately. So, absolutely, um. Ideas do have consequences, uh, so I agree with that. And I do agree with the larger point. That, um. We scientists do have an ethical responsibility to think about the impact of what we're doing. We are, you know, by and large supported by the public. Um, THE public pays our salaries in many cases, either through their taxes, if we're at a public university the way I am, or through their tuition dollars if you're at a private university or through. Um, YOU know, donor dollars or through grant dollars, which also come from taxes. So we serve the public. And so when we're doing our science, our science ultimately needs to serve the public interest. Um, AND that's why the public is willing to support us and fund us. They could be putting their tax dollars to something else. So we are quite privileged, um, that the public has by and large, um, elected to contribute a portion of their hard earned money to us to do our science. Um, SO we do need to think about. The ethics of our research and the extent to which the consequences of it would provide benefits to the public versus somehow impose costs on them. And that always does require us to think carefully about that kind of benefit cost ratio. Um, AND ideas do have consequences. That's why we're all doing science because we believe that scientific concepts and ideas will have consequences, and we hope good ones. Uh, BUT not always. They may have, uh, they may negatively impact, um, maybe the public at large. Think about. You know, the whole debate about biosafety and doing research with dangerous pathogens, um, doing that research can provide tremendous benefits. We need to understand those pathogens in order to better protect ourselves from them. But if we make a mistake, um, and there have been lab leaks, um, this is not my area of expertise at all, but we know historically there have been. Um, AND so calls for really, you know, being vigilant about biosafety are really important. Um, THAT would just be an obvious example. But when it comes to, you know, ideas like, like the sex binary, uh, we do need to think carefully about, um, Because I think it is easy even for us scientists to commit the naturalistic fallacy. It's easy for us to slip into thinking, well, my theory says this is the way things are, and therefore, it's the way they should be. Um, IF there was a sexual division of labor in the past where men were hunting big game and women were taking care of the kids, that's the way society should be today. No, um, that's, that's a classic example of the naturalistic fallacy. So, as we Do our research and then convey our findings to the, the public. We do need to kind of think how is this going to land, um, and how can we present our results in a way that maximize the benefits to everyone and minimize the cost to anyone. Absolutely."
	},
	{
		"start_time": "1:30:39",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YES, and there, there's even one way that, uh, I mean, the sex binary or any other topic that people might, uh, study scientifically. Uh, COULD be harmful, not because of, uh, it's not the fault of scientists, but it's more that there are people out there, people particularly with political motivations that might cherry-pick certain aspects of the science, might misrepresent aspects of the science, or might. Mischaracterize the way that the scientists do their work or the conclusions they present from their studies to try to make, uh, in that case I would characterize it as a pseudo scientific argument uh for certain kinds of, um, I mean political. PRACTICES that might harm certain groups of people. I mean, that's not the fault of the scientists themselves, but unfortunately there are bad actors in society and politics like that."
	},
	{
		"start_time": "1:31:50",
		"speaker": "Edward Hagen",
		"words": "Yeah, there are bad actors. So here's the way I think about it. Science can only benefit the public. To the extent that we provide correct explanations for the world. That's what gives us our leverage on the world to make things better. So, our, our first responsibility is to try and get the science right. And I hope it's been become clear throughout this that that's hard, that we've made progress, but we still have a long way, way to go, and we, we always need to be humble that uh our current concepts might be, might be wrong. But we can only benefit the public. To the extent that we do discover the correct explanation for something in the world. And so, um, but once you find those levers, Uh, those levers could be used for, uh, for good or for ill. Um, AND so, when we're looking for those levers, we need to be sure that there's a clear ethical case, um, for doing so. So just to take the, the clear example of research on dangerous pathogens that will give us. Many levers to improve human health, but it could also give us levers to create weapons and do all kinds of things to, to harm literally millions of people. Um, AND that's going to be obviously much less true for folks in my discipline. The levers that we find are going to have much smaller impacts, uh, either positive or negative, um, but we are searching for those levers to then provide them to society to, to make things better. Um, BUT we need to keep in mind that once we do find them, there are going to be bad actors. That want to benefit themselves at the expense. Of everyone else. And so, we, we do need to think about, can this lever be used in ways, um Where it would benefit a small minority of individuals to, uh, to the detriment of, of the majority. Um. And I don't have any brilliant insights more, you know, we're all kind of struggling with, with how to do this. Um, IT is a very useful and important debate to have. Um, I don't have any, any, any magic, any silver bullet here, um, any magic solution. Um, BUT, um, I, I will, I will add my voice to the many other voices that, that it's an important topic and it needs to be raised and, um, And considered very fully uh for what we do as scientists, absolutely."
	},
	{
		"start_time": "1:34:31",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I have just one last question. I mean maybe I will have just uh another question after that, but um do you think that even with your criticisms of Doctor Fuentes's book and perhaps the ideas of other people who uh came to the same conclusion as he did, uh, that most of the arguments. And the information he presents in the book are scientific arguments and should be taken seriously even if we do not agree with his conclusion and even if perhaps, as you said, he doesn't provide proper explanations here and therefore these or that kind of very. ATION within the animal kingdom, uh, and so on. I mean, do, do you think that we should, uh, think about that as a science, as proper science, and address it as science? And I'm asking you that also because, I mean, um, I, I interview people from many different walks of science and I even interview people. Sometimes from different scientific disciplines that approach the same topic from different perspectives and they disagree with each other, but, but I think that's, that's a very healthy disagreement, but when, when it comes to, for example, people going on social media and just uh bashing er other people's work and saying, oh that's just. Science, we shouldn't take it seriously or if someone just claims that in this specific case sex is a spectrum, I mean that's not even something that we should consider. We shouldn't even take that seriously from a scientific perspective. It's the same as the flat Earth or something like that. I mean, do, do you really think that that's a. A healthy way of approaching science."
	},
	{
		"start_time": "1:36:41",
		"speaker": "Edward Hagen",
		"words": "Yeah, I have, I have no problem with, uh, any scientist that wants to question the role, the existence of two sexes or anisogamy. Um, It's critical that scientific theories and frameworks always be subject to criticism. So, we need to, and we need to kind of bend over backwards to, um, to allow that. Uh, SO, I have no problem with Fuentes or anyone else um taking their shot and seeing, um, you know, where they can find weaknesses in the arguments. Um, THAT'S perfectly legitimate, that's normal science. We need to bend over backwards to allow that, um, and to encourage that. Um, AND most of those efforts probably won't. Bear much fruit, that's OK. Uh, IT'S taken a long time to get where we are, and it's gonna take a long time to, to, to, to even get further than this. Um, SCIENCE is may be frustratingly slow in many cases. Um. But what we, what we sometimes see is the opposite, that, um, That it can become, you know, politically incorrect to say there are two sexes, uh, even though this is one of the most powerful, um, Explanatory concepts we have in evolutionary biology. Um, SO, if you're gonna be open to the criticisms, you, you have to be equally open to the existing theory too. Uh, SO that, that, you know, that. Uh, SWORD cuts both ways, that's, it's a two-way street to pick your metaphor there, um. So, yeah, it's, it's perfectly legitimate what what Fuentes did. I didn't find it very convincing. Um, I'm not going to change anything I do based on what he said. Um, BUT I, I, uh, strongly defend his, his right and prerogative to do that, absolutely, and I think it is abs, it is important. Um, AND it actually ironically, you know, the fact that there have been several attempts to, to call into question the sex binary, and in my view, they've been really unsuccessful, that really just strengthens our confidence in the existing theory, um, that it's, it's kind of hard to attack it. Um, SO, yes, let's bring on the attacks, um, and let's see what, um, what remains standing at the end of these. Absolutely."
	},
	{
		"start_time": "1:39:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. So Doctor Hagen, uh, just before we go, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "1:39:18",
		"speaker": "Edward Hagen",
		"words": "Um, YEAH, if you just Google Ed Hagan, you'll, you'll probably find me pretty easily, but, um, I have a website, uh, Ed Hagan.net, that will take you to my faculty page or my Twitter account or my Blue Sky account, um, or feel free to, uh, it also gives you my email address, um, so Ed Hagan.net, uh, will get you there."
	},
	{
		"start_time": "1:39:40",
		"speaker": "Ricardo Lopes",
		"words": "Great. Uh, I'm also leaving a link to your critique, to the full critique of, uh, Agustin Fuentes's book Sexist Spectrum, and Doctor Hagen, thank you so much for taking the time to come on the show. It's been a fascinating conversation. Well,"
	},
	{
		"start_time": "1:39:54",
		"speaker": "Edward Hagen",
		"words": "thank you very much for having me, Ricardo."
	},
	{
		"start_time": "1:39:57",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]