[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor Sami Timimi. He's a consultant child and adolescent psychiatrist. He's also an experienced psychotherapist, and today we're going to talk about his latest book, Searching for Normal A New Approach to Understanding Mental Health. So Doctor Tamimi, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:27",
		"speaker": "Sami Timimi",
		"words": "Thank you so much for inviting me. I look forward to our conversation."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, likewise. So, uh, tell us first, uh, what would you say is the main argument of your book before we get into specifics"
	},
	{
		"start_time": "00:43",
		"speaker": "Sami Timimi",
		"words": "here? I am arguing that the way we imagine mental health to be is a set of mythologies that have spread around that mental distress and behavioral difference is due to something internal to our brains and bodies. Um, AND the, the way we understand and the framework we make to understanding what we mean by mental health has very powerful effects on the people who get these labels. So that's my first um argument uh is uh and in effect what we're calling mental health because it's subjectively defined. There is a. Way of thinking about mental health, which means that we literally don't know what we're talking about when it comes to mental health, but we act in the press, in academic papers, as if we do. So I'm questioning some of these foundational assumptions, and I'm questioning the effects of these foundational assumptions. So I go on to argue that what we call psychiatric diagnoses are not diagnoses, but they're better understood as commercial brands. In that they have become commodities that are sold to people. And uh so they've become a source of profit rather than a source of understanding what's happening in a person. And I then speculate about why this has grown so quickly in the last number of years. So, in the second half, or rather the, the last third of the book, I'm looking at the potential political, economic drivers of what, of the creation of what I call a mental health industrial complex. And a mental health industrial complex that has merged with a strand in politics, which we often refer to as identity politics. And I point out the fact that this may reflect a decline in the Western psychiatric uh sorry, in the Western capitalist empire. So that there are socioeconomic routes to this spread of a mental health industrial complex, which has two sides to it. One, we've got a population that are increasingly pessimistic, that feel society is broken. And that don't believe that politicians have any um way of addressing those declines. So it's a price, a crisis of economy, but also a crisis of legitimacy. And this, so this results in a large degree of alienation, insecurity, and general distress in the population. And this then becomes a new source of profit. So rather than this turning into opportunities for social solidarity. And the types of structural changes that may make a difference. Instead, these are being encouraged to be internalized as problems within a person and for them to seek their solution and to seek a sense of liberation, if you like, through labels and various products associated with these psychiatric labels."
	},
	{
		"start_time": "04:35",
		"speaker": "Ricardo Lopes",
		"words": "OK, so lots of things to unpack there and of course we're going to make connections as you mentioned there with politics, economics, I think anthropology as well, but uh let's start with your critique of uh of how psychiatry and clinical psychology approach mental health today. So first of all, when are experiences symptoms?"
	},
	{
		"start_time": "05:05",
		"speaker": "Sami Timimi",
		"words": "That's a really good question because um What uh what has happened in our mental health ideology is. That what we have as individuals, as people trying to make sense of our world is we have experiences, we have behaviors, and we're always trying to make sense of these. One thing that we have in common with each other is that we're essentially meaning making creatures. We, we want to understand, we want to understand the world. Around us for um not just our physical needs, but also our um sense of. What we, where we fit in, what's going on around us, kind of these more existential. Uh, MENTAL needs. So we try to make sense of our, our circumstances and particularly when we're suffering or when we're distressed, when things don't feel right in our, in our worlds, that's when we're really trying to find ways to make sense of things. Yeah. When we call these experiences of distress or feelings of not fitting in or feelings that things are not going right, when we start calling these symptoms. We've provided a framework for that making sense efforts. But that framework has consequences. So one thing I try to point out is that in our attempts to make sense of things, the framework we choose to make sense of what's happening. Has a huge impact on us and how we feel and how we um decide to um tackle those experiences that we're having. So when we start calling experiences symptoms. We are into a framework where we're thinking that these uh cos what are symptoms in medical terms, symptoms are generally referred to things that are, we're experiencing that are due to some sort of medical problem. In other words, there's something wrong with you. Um, AND in that medical framework, what we do with symptoms is we try to manage them, get rid of them, hopefully, or reduce them. That becomes the aim of an intervention in medical terms. So if you have a cough, you go to your doctor, you're hoping that the doctor will, you know, examine you, find out, um, maybe run some tests because you want to find out the cause of that cough because that will affect the treatment. And in the treatment, you're trying to get rid of the cough, you're trying to understand what, what's going on with the cough so that you can treat that, that as a symptom, so a cough becomes a symptom, so that's what we do. In general medicine, when we start calling experiences of distress, of anxiety, of um, Impulsivity or whatever it is, when we start calling these general subjective experiences symptoms, we've put it into a certain framework. Now, um There are situations where these experiences can be symptoms. So there are certain conditions in medicine, for example, hypothyroidism slows your metabolism up and you're much more likely to feel um to have a low mood. In that case, low mood could be a symptom. Yes. But we've put a whole range of experiences into this bucket full of what we're calling symptoms. And a whole range of human experiences where there isn't a pathology that you can, you know, in the brains or the body of the person that you can identify. Um, AND when we start doing that, we're, uh, potentially turning. Other ways of understanding these experiences. We're turning um lots of experiences into something that is a bit like meaningless torture. So if you're very distressed and you start to think that this is the caused by some sort of medical problem in your brain. And you have no other way of making sense of it or actually being able to. Um, HAVE a sense of agency, in, in other words, a sense that you can be part of trying to understand that, deal with that. With the help of other people or you know, making sense of things that have happened in your life, then it becomes meaningless torture, rather than something that you can get other meanings from. And also it uh it has the potential to deprive you of um so you, you in, in some ways you start passing on that distress for a professional to deal with. You're, you're selling your emotional life to a professional, uh and so it. It can and often does set up a pathway towards a part of yourself. That you now feel is something that shouldn't be there, something that you need to manage, something that you need to suppress. And if whatever intervention you get doesn't do that. You start to feel that this bit is more and more powerful and the one thing that, the other thing that can make it even more powerful is that if you go to a professional, um maybe they prescribe medication, whatever. And it does improve things, but it keeps coming back. That uh that can convince you even more that there is this part of you that you are sicker than you thought you were, that there is uh this is a bigger problem in your life. And I see this quite often nowadays, um, you then start collecting more labels, more medications, more interventions, both psychological or pharmacological or other types of interventions. Meanwhile, you're strengthening this idea, uh, each step along the way, when things don't improve or things improve and come back again, you're strengthening this idea that there's a part of you that's more and more powerful. So the framework we choose to make sense of our experiences has incredibly powerful effects on our experiences. This is why I say that in, in my line of work as a psychiatrist. We're not dealing with emotions, we're dealing with what I call meta-emotions. We're dealing with what framework are we going to choose to make sense of someone's experiences, because the framework we choose. It's going to have very powerful effects. And so getting back to your original questions, when do we know if something and experiences symptoms. When it comes to mental health, we don't. This is why I say we have models. With consequences. The idea that we're going to get to a truth is not part of the sorts of areas of work that professionals like myself are involved in. We are, we, we cannot find a truth. What we are offering is different ways of making sense of experiences, and we always need to be aware in the back of our minds. That the models that we're choosing, that we're creating with the people we work with, they have consequences, so choose carefully."
	},
	{
		"start_time": "13:26",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now because then I want to ask you about uh your approach and what you think about mental illness, but how do we arrive at an understanding of normal? I mean, how do we determine what's normal and what do we mean by that?"
	},
	{
		"start_time": "13:47",
		"speaker": "Sami Timimi",
		"words": "We can't. Um, I, I know that's the title of my book, Searching for Normal. It is, it is the, the key word is searching. Mhm. In other words, um, at the end of the book, I, I, I, um, quote this saying that up close no one is normal. This is, this is part of, part of what I'm trying to help people understand. That how we understand normal is very culturally and socially determined. It relates to what model of human nature do we hold. Where does that come from? Um, WHAT model of self do we hold? Where does that come from? These are all things that are, if you like, socially constructed. They relate to what's going on in our society, which relates to various things, historical, economic, um, political, uh, it can relate also to religious ideas. So we construct an idea, and so what I'm trying to suggest in the book is the way we're constructing our idea of normal. In recent years, and this reflects a deterioration in the state of our economy and in the state of uh and in the amount of distress and also the amount of alienation and lack of meaning that people have in their lives cos um. We have developed a what I refer to as a hyper-individualistic model of human beings. So, our, our concept of what we imagine to be normal is, has got narrower and narrower and narrower. Which is why in the book, I, um, in clinical practice, which I explain in the book, I prefer not to use the concept of normal, I prefer to use the concept of ordinary. And or understandable. Um, uh. And I and I, I put. I assume the people who walk in the door in my clinical practice. They will, their experiences will fit into what I consider to be ordinary and or understandable until proven otherwise. That's my starting point assumption about um So for example, one way of thinking about that is that as human beings. We're built, when bad things happen to us, we feel bad. So you take that as a starting point. Now you might not necessarily understand how that all links together, but you start with people feeling bad. Most likely uh way of helping people understand that. Is because bad things have happened and most of my clinics, and I suspect most mental health professionals' clinics tend to have more people who've had bad things happen in their life. Um, Um, ANOTHER way of, uh, of understanding thinking in that way, that, um, type of model is, um. When bad things happened in your childhood. Is that has another sort of impact on you. Because as you're growing up, you don't have a sense of um that is your normal, that is your ordinary, whatever's happening to you. So you might not think of it in, in those ways. But it might have done things like um and again I see this quite often, um is that it makes trusting adults, trusting people around you, much harder. So a lot of the people who walk in. To my clinic doors have real problems with trust. They wanna be close to people, they get close to people, they, they um don't have trust that this is going to work out. So there are uh the, the model that we choose. Again, has really important consequences on how we understand and how we work then therapeutically. So again, just coming back to your original question. Normal is a construct. And there are a lot of things that um contribute to that construct and how uh and a lot of it relates to how we conceptualize. What human nature is, and that conceptualization of human nature is there isn't a natural state that this is human nature and this is not. That conceptualization of human nature is very dependent on your culture, on your society, and um on the economic system. And um that's how we construct our idea of normal, so the, so I'm also questioning. How we think about what we consider to be normal."
	},
	{
		"start_time": "19:20",
		"speaker": "Ricardo Lopes",
		"words": "So you said that when a patient walks into your clinic, uh, you assume that whatever they're going to uh manifest is uh ordinary or. Understandable. I mean, when is it that you consider it to not be ordinary or understandable, and would you use a label like mental illness uh to attach to that?"
	},
	{
		"start_time": "19:53",
		"speaker": "Sami Timimi",
		"words": "I, so I've been In um psychiatry since 1989. I've been a consultant child and adolescents. I started in child, my first job in child and adolescent psychiatry was 1992. And I've been a consultant since 1997, so I have many decades of experience. I've been inpatient, outpatient. Worked with learning difficulties, etc. Um, AND, uh, I have to say that even in the, so I've seen the full range of severity of presentations and even in the most severe presentations, I haven't, I very rarely come across people who I don't think can fit into that category. I, I, I do, um, I do think it is important to screen for physical conditions because there are times when certain experiences can be, um, at least in part a manifestation or related to physical, um, conditions, and I have picked up. Certain physical conditions in uh some people um uh over the years, so that's one area where you can say, OK, this is likely to have been a contributor. Very rarely the full story either, but it's likely to have been a contributor. Um, The one condition or presentation that is um makes it much harder to stick in that area is when people are uh what we refer to as thought disordered. So when it becomes really hard to have any conversation that at least in some way makes sense. Um, uh. And, and there are, there are degrees, but they tend to be a lot more difficult to um manage without going down the pathway of, for example, using some sort of medication for a period of time. Um, AND there's a lot of reasons why people might end up in, in such a confused state that they're no longer able to make sense. Their, their connection with the world has, has, um, really been disrupted. But even a lot of people who present with uh what phenomenologically we refer to as psychotic experiences, like um hearing auditory hallucinations, what we call, so you're, you're, you perceive that you're hearing voices externally, but there is no voices externally, so it's a. A perceptual um problem. Or people who have delusions. Or what we consider to be delusions, they often have a, a um. They often have a, a meaning behind them. So, um, er, even people who are presenting like that. You can still, uh, quite often, and I've, I've worked successfully with people who present in that way without needing to use medication or just using medication for very short periods. And when we do use medication, my uh my um approach to it is to um understand that med medication is never the treatment. It is an adjunct, so it might create a window of opportunity, it might allow the person to become, cos they're often very highly aroused to become less aroused, and that might make a possibility to um discuss certain things or look at work on certain things. Um, And uh I've found over the years this is the best way of managing risk. Is having a therapeutic alliance, is taking people seriously, is not just looking at the, in psychiatry, you're meant to look at the form and the content is not as important. Well, I think they both are, you know, people's content, their delusions often ref reflect something. Um, But you do from time to time have to take a step back and say. This situation is too risky to manage in the community. Um, But over the years I've observed that the people that I've been seeing. I, I, for, for a while I managed an inpatient unit. For about 5 years, um. And um we developed a process where we would um go and before we agreed to admission of person, we had an emergency admission line, but there were lots of referrals made for arranged admissions and we had a process where we had a team that would go out, a couple of people, 2 or 3 people would go out and interview the family and then I would see them and they would, uh, and. We tried to do our best to help people not come in, and we followed them up, so we were doing a lot of this. And during my time as a consultant psychiatrist, the, um, at some point, the head of the trust, because the way that we work in the UK we're now divided into what's called mental health trusts. So each county tends to have a mental health trust. And they're almost set up as a bit like um a, a private business in that the Mental Health Trust has a budget, it gets allocated a budget for certain things that it provides. And at one point the. The chief executive of our trust came to visit me and said. Um, HOW come you have so few patients? You know, if you carry on like this, we're going to have to close this down. Is this what you want? So anyway, eventually I, I was moved on from there. And um the unit just started being full again. So we had 12 beds and at times we were down to 3 or 4 patients, so we did a really good job in not needing to um. Uh, HAVE patients in, and that has carried on in my outpatient work. There's very few times where I end up. Um, NEEDING or wanting to refer somebody in for inpatient treatment, but that doesn't mean that you shouldn't. There are times where, um, that becomes, uh, necessary. But even when it does become necessary, um. It's important from my point of view, not to see that as a confirmation. It's just that it's a particular time, so I've seen so many people who've been in and out of um inpatient units, and I've kept the idea alive that, OK, maybe not yet, but at some point things are gonna make sense to you, the penny is gonna drop. I don't know how it will come, I don't know when it will come, I don't know what the thing that will, but my experience is that at some point something will start to make sense. And all the things we've been talking about. Will start to make sense. And you'll start to recover. So I've seen people who've been really disabled, functioning, hardly functioning at all. Who've made incredible recoveries after several years of in and out, um, and you just don't know when that will happen, but it is important to keep that hope alive. So, um, there, my clinical experience kind of matches this idea that. The framework you choose. Don't lose sight of it, even when people are really um functionally impaired. Maybe needing the safety of an inpatient unit. It's, it's never the final word. It's not a confirmation that there's something broken in their brain. I see very few people where I could say that's the case."
	},
	{
		"start_time": "28:52",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I would like to ask you, what is your opinion on the fact that people nowadays or many more people are receiving mental disorder diagnosis. I mean, because, uh, many people say that, uh, the reason why, for example, today people get more ADHD, autism, depression, anxiety diagnosis is that Uh, we now have a better understanding of what those conditions are because, for example, in the past, uh, some of the behaviors that resulted from that might have been considered just, uh, moral failings or people being, I don't know, possessed by demons or something like that. Uh, AND, and now we have better, and they say that we have better diagnostic. Tools, better diagnostic procedures, better diagnostic criteria, and we have studied those conditions more and have a and have a better understanding of what they are and how they work. Um, WHAT is your opinion about that? Do you think they're right or do you think that there are perhaps some issues with how those conditions are diagnosed?"
	},
	{
		"start_time": "30:15",
		"speaker": "Sami Timimi",
		"words": "No, they're not right, um, and yes there are major, major issues. Let's take one example. Um, So there has been a massive increase in the numbers of people getting uh attention deficit hyperactivity disorder, ADHD diagnoses. There's been a massive increase in the number of people getting autism diagnoses. Um, So if I just deal with those examples, and the other thing in child and adolescent mental health is um a massive increase in the number of people getting depression diagnoses in childhood, which they didn't used to get. So what's happening is what I call a mutation of constructs. So, um, take something like, um, ADHD. When I first started practicing. And back in 1992, there was that that wasn't even a concept. In the UK Um, there was a concept of hyperkinetic disorder which focused on activity levels, you know, uh, how, how active children were. It was considered extremely rare. It was considered that if you had learning difficulties, that would automatically exclude you. Um, BECAUSE that was considered to be sufficient explanation. And um it was, uh, therefore something that was not really. Part of the way of thinking and part of the things that we looked for when we saw children and young people. By the way, I kind of consider myself a traditional child and adolescent psychiatrist because in that first um posting. Uh, THE department I worked in was mainly systemic in the way it thought, so always thought about what's going on around the child and also developmental. Always thought about the idea that children change, in fact we change throughout our lives, and those are two principles that are very important to me. The idea, think about the context and keep in mind that change is the one constant. Anyway, so, um, hyperkinetic disorder. I, I didn't see anybody with that diagnosis in my first few years, it just wasn't a thing. Then in um in, I think it was 1995 or 1996, I was at a placement, uh, so I was being uh a trainee in child psychiatry by that point and the consultant who was um my supervisor wanted to do some research on ADHD. It was just coming in as a concept. And he asked me if I would like to join him. One of the reasons we were in a part of East London, which had a large ethnic minority community, and the children from this ethnic minority community, there were large numbers of them being expelled from schools due to behavior problems. So this consultant thought, well, I wonder if this concept of ADHD might be useful here, might explain this. So anyway, I agreed to do the research. I was, uh, uh, you know, I was in my early days of um becoming quite keen on the academic side. So I went away to do a literature review and um my experience of doing the literature review really enlightened me to all sorts of problems with the. Um, SCIENTIFIC basis of this concept of ADHD. And it really took me on a path to then start questioning all sorts of other concepts. The advantage of studying ADHD at that time is that it was a new concept. So, I was, uh, rather than a concept that you'd inherited and, you know, didn't really have the time to go and look at where does it come from, what, what's the arguments. Here was a new concept, at least to the UK. And so looking through the literature, I had this, um, there, there's a saying in um In Britain. That something is a will of the wisp. What this means is that a will of the wisp is a type of fog, a type of mist. Where you see something in the mist, you think you see something, but every time you go there, it seems to disappear, and then you see it again, and it just keeps disappearing, a bit like a mirage. But it's a kind of a um. So, uh, so I had this sense, I tried to, I was trying to, what is ADHD? Where is it? How, how do I know? um, AND I had this will of the wisp feeling as I was doing this literature review because it seemed to me ADHD was being proposed as a concept. And it was accepted in these um literature as a concept that was already valid. And I kept thinking, hang on a minute. You're telling me all these facts about prevalence, about presentation. And are you telling me that these are just descriptions of behavior? Is that all it is? And of course that was, was all it is, a descriptions of behavior. So I knew from the start, the empirical basis had never been established. There was, uh, it was, it's what I call upside down science. You start with assuming something is real. And, um, and, and they were already calling it a neurodevelopmental problem. Well, where, where is your evidence that it's neuro? Where is your evidence anyway? So, um, that experience was, was very um. Uh, IT taught me a lot. And it taught me that, you know, you need to go back and question the basics. Don't assume something has been shown factually to be correct until you find the evidence. Don't do this upside down science. Um, SO what I've seen from there, once I've understood this, that a concept like ADHD is simply a description of certain behaviors, calling them symptoms is a conceptual jump. Calling it neurodevelopmental is a conceptual jump, calling it genetic is a conceptual jump. And it gets even worse because what happened, I've been engaged in this literature, I've been engaged in articles debating these things with other people, and what tends to happen. Is You're asking critics of the concept to prove their criticisms. But actually the critics of the concepts, that's upside down science. COS in science you should always assume your hypothesis isn't true until you can show that it's true. You shouldn't assume it's true until somebody else can show that it's not true. That's not how science works. Um, ALL a critic like myself needs to show is that you haven't demonstrated genetics, you haven't demonstrated any neuro, uh, um, basis, neurological or chemical imbalance basis. That is um definable, characteristic, um, so you haven't shown me why these behaviors are symptoms. That's all I need to do is, is need to. Explain the lack of evidence. So what's happened is that this construct starts as a construct, as an idea, and it just keeps, and because it's subjective, because it's behaviors, it just keeps expanding. Um, SO, ADHD comes into the UK. Originally it was thought to have a prevalence of maybe about 0.5% of children. Over the years, it's expanded and expanded. 5% to 10% is now the generally accepted. Originally it was still thought of as developmental, which meant that most children are expected to grow out of it. When you start adding in different ideas, you then start expanding it further. So when you focus, for example, on lack of attention. That makes it easier to expand it into an idea of adult ADHD. And then you change the, you, you start arguing that when it's in adults, it presents differently to when it's in children. So you start introducing new things, behaviors that you now call symptoms. So it'd be things like poor time management or um uh being disorganized. Then it um so then it expands to becoming a lifelong condition, not just developmental. And then you change the construct again, so the concept of masking comes in. And the idea of masking is you do have the symptoms, but you don't show them because you're very good at hiding them. And that it's women who do this, mainly. But when you get home, all of these things come out in a very disorganized life and um. So when you introduce the concept of masking, to say actually the reason why women don't get this diagnosis is because they're good at masking, you've expanded it again. At no point has there been any scientific discovery. At no point has anybody shown what the so-called biological difference or um. Lack or chemical imbalance, at no point has anybody shown this. So this is why I call it a mutation of constructs. But it has a very powerful effect on how you then interpret what's happening in your life. And as it's expanded, We've got into the situation where people now identify with their so-called disorder. Um, I wrote about er er somebody called Matilda Bosley. Who is a journalist in Melbourne, who talked about how TikTok helped her discover that she had ADHD. Because the algorithm kept sending videos to her of people with ADHD because of the types of interests she had. So she goes and gets a diagnosis. You know, pays, pays for somebody to do an assessment and things have got very expensive to do that, gets the diagnosis. And it leads to her reinterpreting a whole lot of things in her life. Um, SO she talks about, for example, I, the reason why my flat was untidy, I used to think it was because I was lazy. Now I realize it's because I lack dopamine. So she's taken on this idea that there's something in her brain that meant certain bits of her life are not the way she had hoped or she imagined. Um Uh, AND this is where we found concepts that were originally rare. Um, MEANT to be for children who will often grow out of it. Um, HAVE spread to parts of the population who are otherwise very successful. So, um, more and more of people who are, uh, who've been, had successful careers, who are in the public eye, who are, um, actors or journalists or musicians. ARE now coming out and saying that they have this condition like ADHD or autism. Uh, SO we've seen this, so we've seen this expansion, and it's a mutation of constructs. There's, there's no, no one has actually found or been able to demonstrate that the people who get these diagnoses have something specifically wrong or different, uh, about them in their biology. Childhood depression is a good example of expansion the other way around. When I was training, childhood depression was felt to be something that children. Young people don't get because they're not psychologically mature enough, cognitively. And also it was felt that if you do present in a similar way to adults. Then uh that's usually the result of severe trauma. That sometimes you do get that and it was not amenable to medication, for example. The childhood depression is an example of a successful import from adult psychiatry. Again, you have to change the um way, the idea that it in children it presents differently, but it's the same condition. So in children, the idea became that it might present as irritation, frustration, arguments, um, the sorts of things that a lot of adolescents do. Um, AND that it was amenable to the same sort of treatments, so it introduced the idea of using so-called antidepressants, which is a marketing term, uh, in children. So, these expansions have happened. And there are changes in constructs, they are changes in belief system. They are not associated with a better understanding. They are associated with a fictional understanding. Mm,"
	},
	{
		"start_time": "44:50",
		"speaker": "Ricardo Lopes",
		"words": "uh, OK, so, uh, let me just be, uh, a little bit provocative here, if I may, pro provocative to you, both to you and to the people who approach psychiatry in a more, um, let's say. The mainstream way, uh, do you think that these labels and people identifying with these labels like depression, anxiety, ADHD, and so on, um, uh, I mean, uh, as you mentioned that case where a person reinterpreted her life, do you think that if people, uh, use those labels to reinterpret their life and create a new. NARRATIVE to make sense of their life, it can be helpful to them in some way."
	},
	{
		"start_time": "45:42",
		"speaker": "Sami Timimi",
		"words": "I think it's a dangerous and cruel trap that you might find yourself unintentionally walking into. Um, ONE way to think about it is that um, If you take social context out of the picture. And turn it into something that is internal to you. You're not creating a better understanding of the world and uh your experiences, you're creating a fictional one. And that fictional one might lead you in unintended directions. And because these then act a bit like a commodity, this is why I call psychiatric diagnoses are better understood as brands. These brands have expanded and expanded because they have lots of products that are sold alongside them. And the way commodities work is they offer you, if you consume this. In some ways, your life is going to be better. But commodities also come with a sense that you need to keep consuming them. For life to be better because most commodities have a limited lifespan. After a while. It's not quite enough, and it's, it's a type of um. Uh, MEANING making experience that really lacks, if you like, um. How to uh a a a more existentially rich or spiritual component. It's a very narrow and thin way of making sense of your life. So if, if you're now thinking that there's something in you that means you're not able to function in certain ways as society expects, and that's because of some hard wiring, chemical imbalance, some type of problem inside. You're going to be vulnerable to a process which I've seen, and it's been quite distressing that I've seen this now happening in young people. So I've seen what tends to happen is. You think, oh, that really helps. Now I understand myself better. 1 year down the line, 2 years down the line, whatever. Hm. That doesn't quite fit anymore for all of the things that I'm experiencing, maybe I'll have another problem. Um, SO you go and get another diagnosis. Maybe you start on some medication. Most of the medications are what I call enhanced placebos. They do something to you. And you interpret that something as, oh, they're, they're helping me. But after a while, your brain gets tolerant to them and you also start to think this is not quite doing what I hoped it would do in the long run, so you get another medication or another diagnosis. So I've seen. You know, 1617 year olds. Who've um come to the clinic and they've been seen elsewhere, and they've got a diagnosis of ADHD and then a diagnosis of autism. And then a diagnosis of anxiety, and then a diagnosis of PTSD. They've had various uh therapies, they're on several different medications. Um, AND you see this process happening with adults. Uh, SO, it's kind of be careful what you wish for. You enter this world. Um, AND you're entering into a space where that process might take over before you've realized how far it's, it's, um, sent you. Now there might be, there are groups of people who can, who can avoid that and still find some value. Um, But I do think it's very, uh, it's not good for us as a society, let alone good for us as individuals, and all the evidence is that mentally we're becoming more and more unwell as societies, even as we consume more mental health labels, more mental health products, uh, which is not something you'd see in other branches of medicine, you know, outcomes are getting worse even as we consume more. That's, that's not, not a good. Um So, I think, you know, this idea of shifting our attention away from other systems of meaning making that might help more with social solidarity, that might help more link your your experience of suffering to things that have happened to you rather than the idea that there's something wrong or broken. And I guess I'm particularly worried about the impact that has on young people. We've never had a generation as pathologized as the current generation, at least in, in the UK. And of course, you're very suggestible in those ages to. You know, taking on these ideas. So if you're growing up with an idea that there's something about you, whether you've decided it's part of your identity or something you're trying to control, but there's something about you that means that you're unfit. In being able to function in the social Situation as it is in ours. So you might be, and I again I've seen this, you might be unnecessarily disabling yourself before you've even had the chance to. Grow up and find somewhere in your life where you can function."
	},
	{
		"start_time": "51:39",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about the influence and the role that you think the economic systems we live in, uh, in the book you talk about neoliberal capitalist societies, uh, the influence that they might have on people's lives and people's distress. I mean, in what ways does economics and perhaps the job market as it is and. Issues related to poverty and lack of opportunity, what kind of impact can that have on people's lives and why is it, and why does it matter?"
	},
	{
		"start_time": "52:23",
		"speaker": "Sami Timimi",
		"words": "So one of the things that I felt was important to try and explore. And of course this, this bit is more um speculative, it's more trying to understand a process uh and a process which by its very nature is going to be multifaceted and, and, and complicated. But I have to try and answer this question. How is it that we've developed a system. That is expanding and expanding, and more and more people consuming these various products related to what I call the mental health industrial complex. And yet we have plenty of evidence that what we're doing at the moment is not only not working, it's associated with our societies becoming mentally sicker. How, how can we be involved in a process like that? So, um, in an, in an attempt to shed light on that, one of the, uh, uh, one of the things that I came to the conclusion of is that there is a dual characteristic to this. One is that distress is eminently exploitable. And it's eminently exploitable depending on what model of human nature is dominant. And the second one is that we are living in societies. Uh, THAT are in decline. And society's in decline economically, but also in terms of politically. Tend to have a greater degree of distress, alienation, insecurity, and I go through some of the statistics that bear that out. And the thing that connects both of them. Is the model of human nature that is dominant. So I um er our model of human nature is not plucked out of thin air, there isn't a model of human nature that is the definitive model that we're all trying to live up to. Our model of human nature emerges from the dominant narratives and the way they're constructed in our societies. So in the type of capitalist societies that we live in. The model of the economy is. Centers around competition. And um putting your interests of your company first above broader social interests. So it's not surprising that this is the model of human nature that is dominant. So I call it the compare and compete society. Where um we're, we're pushed more and more into a hyper-individualistic model of human nature. So our concept of the self is um the self as an individual, a lot in more collectivist orientated cultures, the self cannot exist without other selves. Self is always in relation to other selves. And in that compare and compete, there is a sense that we're always performing. In order to get value for ourselves, we have to perform in some way. And it starts young, starts through the schooling system. And even when schools are doing their best not to create a performative culture, that is the culture that you're living in. That's the messages you're gonna get from all sorts of, you're in competition with each other. And you're always in a performance. Um, And then you grow up into a society in which inequality is becoming more and more visible. So, um, the gap between the richest. Who are assumed to be the best performing in this kind of neo-Darwinian model of human nature, um, and the poorest, and if you have this hyper-individualistic performance-based model of human nature. Then if you're not succeeding by the measures that have become popular in your society, and a lot of the measures that have become popular relate to how financially and job wise successful you are. Other things don't have as much value, anywhere near as much value. So if you're not performing in, in considered in this kind of winner and loser system. It's quite painful. It's quite painful to feel that you're somehow not good enough, so that feeling of not good enough, of feeling shame, of not being able to fit in, of imagining other people are doing well. That kind of insecurity. Becomes very prevalent. And this is the insecurities in which psychiatric products offer a kind of pseudo solution. And nobody, even the most successful people, nobody is free of this, because if you become really successful, you're sort of looking behind you as to who, who, who's coming along and how can I keep performing at this level. There's a, there's a pressure to keep performing. And um So, this is the type of model of human nature, um, and when the uh the society starts struggling economically, and we've had at least two decades now of very visible economic struggle. Um, IT accentuates these differences, because there's going to be more people who are not able to, um, earn enough, uh, so rents become high. Um, Job security um disappears, you're always at risk of losing your job, so you become under financial pressure, you're um under all sorts of real world pressures as well as this kind of existential thing that I'm not good enough going on around you. And then, as this has gone on and on and on. And our politicians can't solve this, and they can't solve this because They're not the people in charge. Our politicians are the theater in the middle. The people in our charge are, are the, the, the super rich layer. Uh WHAT many people refer to as the oligarchs, these massive corporations, they own the media, they own the big companies, uh, they can destroy competition whenever they want. And those people have been making lots of money. Number of billionaires has increased, the amount of money they have, so they're increasing at the same time as homelessness is increasing, you know, that's, that's a kind of exaggeration of our inequality. So this is a structural issue, and so when you lose hope in your politicians doing anything, this is the crisis of legitimacy that's spread across Western countries. Um, PEOPLE become quite pessimistic, quite negative, don't feel hope for the future. So again, these are the sorts of things that spread that sense of alienation, dissatisfaction, not being good enough, performance failure, all of those sorts of feelings. And because it's a market-based economy. This has turned out to be a tremendous opportunity to make profit."
	},
	{
		"start_time": "1:00:47",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you then one last question. Um, HOW do you look at the future of psychiatry and um do you have any hope about it and what do you think should change in how psychiatry approaches the topics we've been talking about? I mean, to perhaps try to evolve into uh. I guess we could say a proper science or a proper scientific endeavor and really help people dealing with their problems."
	},
	{
		"start_time": "1:01:27",
		"speaker": "Sami Timimi",
		"words": "Um, ALL healthcare. Involves a psychosocial dimension as well as the technical dimension. One way to explain that is that if you eat an apple. There's many things you can say scientifically about the apple in terms of how to grow it and how to improve the yield and all sorts of things that are very useful to farmers and people who are sellers and, and to the purchasers and so on. But none of that is as scientific knowledge is going to tell me what it's like to eat the apple. Some type of knowledge is not in that type of framework, in, in an empirical framework. And to my mind, this is, uh, so, and, and that is something that's true across healthcare. Uh, SO, particularly if you have long-term conditions, uh, if you have, uh, the, the sorts of conditions that present to family doctors, um, They all have a kind of psychosocial component. Um, THERE are certain bits of medicine where the technical component is really key, and the psychosocial component may be a bit less so. So for example, if you're going for a hip operation. I'm not as concerned about the uh bedside manner of the of the surgeon. I'm much more concerned that the surgeon has good skills and is using high quality materials for my hip replacement. Um, BUT after that, the psychosocial component becomes very important in terms of rehabilitation, uh, exercise, uh, what sort of support do I have in that? What sort of place am I living in, what my, what are my resources, um, who, who's around to help me, etc. So, And in mental health, we really sit at that psychosocial component side of things. The knowledge of the experiential knowledge that comes like eating an apple, that type of knowledge that's very personalized. Um, SO we operate in that kind of um. What I think of as the contextual relational aspects of healthcare. And in a proper thoroughgoing psychiatry, that is the expertise that we could bring to the rest of medicine. Unfortunately, psychiatry got caught up with um what's happened a lot in the last century is we caught up with the idea that we're making technical progress and we're going to have technical fixes for all of life's problems. And so it started to promote the idea that it's just like any other branch of medicine, we have diagnoses and we have specific treatments for specific diagnoses, even though the evidence has refused to back that up. And so that's leading to this crisis of confidence in the paradigm in psychiatry, and, and it is because we're adopting the wrong paradigm. Uh, THE rest of medicine struggles with medicalization issues and all sorts of other issues that psychiatry could help with. Um, BUT while we pretend that we're just like any other branch of medicine. We're going to continue to struggle in um being able to demonstrate that we are. So, the future of psychiatry really can only come about once we are honest with ourselves and dispense with the paradigm that we currently operate in. And that would mean dispensing with the idea of individual treatments, particularly pharmacological treatments, being the main approach, and it would dispense with the idea that what we have are diagnoses, we don't have diagnoses. Um, AND, um, uh, there are models out there that have shown that you can do that. And these models can be very successful. For example, the model that developed out of a movement called democratic Psychiatry in Italy. Which is a very communicate community-based, working with other agencies. And it takes a problem-based approach rather than a diagnostic approach. Works on building community. So a lot of people who use the services are also involved in social enterprises, so they run bed and breakfasts, hotels, they run bicycle repair workshops, they Um, so they have various things, uh, and they work closely with the housing department to make sure people have, um, adequate housing and so on. Another example is the open dialogue movement in, um, in Finland. Who have been showing great outcomes with even with. Uh, PEOPLE presenting with psychotic phenomena, and again they use the approach that what people are presenting with is human experiences that are meaningful rather than meaningless torture, as, uh, you know, as the model that we, uh, dominantly have. So there are models out there. What they have in common tends to be that they view things in, in a contextual and relational manner, and that it's uh human experiences that you're dealing with, not diagnostic, these, uh these fake diagnostic products. Now, how long it might take for that to become more widespread for these um islands of practice that you, you can find here and there. That I don't know, because there's a lot of money being made by peddling these ideas that what we deal with our diagnoses and that if you get a diagnosis, there's all sorts of these other products that you can consume that will make your life better, so. Um, WHILE there's a lot of money to be made, maybe it's gonna be difficult, but you can't keep a false narrative going forever. So at some point it will change. Predicting that point is going to be difficult. Um, NOBODY predicted. That the Soviet Union would disintegrate when it didn't. Nobody predicted that. Well, actually there was, there was 11 person who predicted it back in the 70s. Um, uh, Emmanuel Todd, who wrote about it, and he's recently also written a book about the, um, what he calls the defeat of the West. He, he thinks the, the Western Empire. So it might be that the Western Empire has to sort of disintegrate before these money-making models. Uh, ALSO, uh, come, come to pass, but at some point it will. That's, that's. A firm prediction, it might be in my lifetime, it might not be in my lifetime, I don't know, but you can't keep a paradigm that doesn't work going forever."
	},
	{
		"start_time": "1:09:09",
		"speaker": "Ricardo Lopes",
		"words": "Good. So, um, the book is again Searching for Normal A New Approach to Understanding Mental Health. I will be leaving a link to it in the description of the interview. And Doctor Tiimi, just before we go, uh, would you like to tell people if there are any places on the internet where they can find you and your work?"
	},
	{
		"start_time": "1:09:32",
		"speaker": "Sami Timimi",
		"words": "Yeah, I have a website, um, Sammy Tamimi.co.uk, um. I've, I've been encouraged by my um. Publishers to make myself visible on social media. I'm, I don't like social media, I'm not good at it, but I do post on X and um sometimes on Instagram, occasionally on TikTok, but I don't know what I'm doing really, but yeah, um, those are the main places to find me. There is a um Portuguese um translation of the book coming out. I don't know, it's meant to come out, I think, by the end of the year, but I haven't heard if it has or uh whether it's on its way. But there should be a Portuguese uh version coming out too."
	},
	{
		"start_time": "1:10:26",
		"speaker": "Ricardo Lopes",
		"words": "Great. Uh, I'm looking forward to it and thank you so much for taking the time to come on the show. It's been a really interesting conversation."
	},
	{
		"start_time": "1:10:36",
		"speaker": "Sami Timimi",
		"words": "Thank you so much. Thank you for inviting me."
	},
	{
		"start_time": "1:10:39",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloane Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]