[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Dr. Richard Wolff. He's a return guest, and today we're going to talk about Marxism, dialectical materialism, and how we should approach them intellectually, particularly as Marxists. So Dr. Wolff, welcome back to the show. It's always a pleasure to talk with you."
	},
	{
		"start_time": "00:30",
		"speaker": "Richard Wolff",
		"words": "Likewise, a pleasure for me. I'm very, very happy to be here and particularly to talk about these issues."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "Great, so, um, starting with, uh, Marxism, I mean, intellectually, how do you approach it? Uh, IS it a philosophy? Is it an economic theory? Is it something else? I mean, or, or, I mean, does it even matter under which kind of uh scientific or academic discipline. It, it falls, uh, I mean, how do you approach it basically?"
	},
	{
		"start_time": "01:15",
		"speaker": "Richard Wolff",
		"words": "OK, um, I approach it in a historical way that I can summarize this way. Every social system that we have any record of going back hundreds or thousands of years. Every one of them has had in the, in the society, people who think it is wonderful, it is successful, it is a lucky thing that the people living there and then uh have this system within which to work and to have a family and to live a life. And in every society, there are people who don't think that way, who believe that society could be better organized, to be more successful, more happy, more supportive of human life than the one they're living in. In other words, societies always Generate self-criticism, that is the criticism by people in a society of that society. Marxism is the self-criticism of capitalism. It is a body of thinking, a body of feeling, a body of action, of experiments of all kinds by people who share a basic idea that capitalism. IS something we can do better than. But let me give it very concretely. Slavery, which has existed in various parts of the world at various times. WAS often welcomed and celebrated by masters, uh, but it was criticized often by slaves. They had a different attitude, and the slaves particularly thought hm that there maybe could be a better arrangement, for example, if they were free and not slaves, occurred to them, and then they made eventually the demands. And the struggles and the ideas that led the human race to say no more slavery. Mhm. OK. In feudalism, the, the system in Europe from say 500 to, to, to the Renaissance, that period, we saw lords and serfs, and the lords thought it was wonderful, and the serfs, not so much. And in the end, I'm making it simple, of course, the serfs had the idea, we can do better than feudalism, we can do better than the, and then we had capitalism. Marxism is one of, not the only one, but one of the critical perspectives. Particularly embraced by the working class, which has the idea we could do better. Than the system we are living in. They are critics, they are opponents. Now, in order to make it clear, we have to then, and I have to do this, explain what we mean by capitalism. Well, here, it's very interesting. The critics of capitalism don't agree on what capitalism is. That shouldn't surprise you. The critics of feudalism didn't agree either, and the critics of slavery didn't agree either. The critics of capitalism are very interesting group. One of them, Marxism. HAS, at least so far, been by far the biggest and most successful tradition of criticism that capitalism has generated. When people say to me, uh, uh, Marxism uh will disappear, I laugh. Marxism won't disappear until capitalism does, because Marxism is the self-criticism of capitalism. If you believe that capitalism is strong and that capitalism has a, a big future in our world, Then I'm afraid I have to tell you that that's good news for Marxism, because Marxism is the critique of this system. Now, even among Marxists, there's disagreement. I'm gonna just mention one or two to get us clear here. One group of Marxists, perhaps the one most people know, Looks at capitalism and focuses on an interesting aspect, namely that capitalism as it emerged out of feudalism, starting in England in the 16th century and spreading to Europe and eventually becoming the global system it is today, they focus on the fact that it was private individuals. Who's established capitalist enterprises and who built them up until they were able to make it the dominant system. And for them, the critique of capitalism that they articulate, what they find wanting, which we can talk about, but for them, the solution that Marxism is interested in is replacing private enterprise. With social or government or public enterprise. And I'm sure the audience knows what I'm talking about, because if you look around at many socialist parties or communist parties around, say, Europe, Including in Portugal and Spain and so on, these are political parties that emphasize what the government should do to control the market or to shape the behavior of enterprises or perhaps to run certain enterprises itself like the university, like the hospital, like and so forth. That's not that part. That's not the kind of Marxism I find persuasive. I'm more of a different perspective, and the pers which I believe is now growing because the perspective on private versus state is kind of shrinking, which is normal. The different critical views of capitalism move and change over time, just like the critical views of feudalism did in the past and so on. So here's mine. For me, what's unique about capitalism is not that the state can be the employer that the state can regulate versus private. I understand that that's a difference. I take it seriously, but it's not what defines capitalism for me. What defines it for me is a particular way of organizing the workplace, the factory, the office, the store, where people get together to produce the goods and services that an economy generates. I find capitalism to be a unique way of organizing the workplace. It takes, here's how it works. A very small group of people sit at the top. Of a capitalist enterprise, the owner. The person who started the enterprise. If it's a modern corporation, the board of directors of the enterprise, they are the ones who make all the key decisions. They have the power. They are the ones who decide what gets produced, what technology is used, where the production takes place, and what is done with the output or the revenue if you sell the output, what is done with it. They are the people who run the system, and they have a name, employers. The rest of the people, the vast majority of the people who come to work in a factory or an office or a store are employees. They sell their capacity to work to the employer. That's what makes it different from feudalism, because in feudalism, the serf didn't sell his or her labor to the lord. That was not the relationship. Same thing in slavery, the, the slave didn't sell his ability to work because he did not own it. He was a slave. His capacity to work was owned by his master. So, capitalism is the system of employer-employee. Now, this is very important because, for example, it means that I'm not very interested in whether the employer is a private person or a governmental official. That's an interesting difference. I'm not saying it doesn't make a difference. It does. But it's not crucial because what the state enterprise and the private enterprise have in common, what they both do in the same way is organized into a minority that controls and a majority that is controlled, even to the point that the employer has the control to say to the employee, If you don't do what I want, I will fire you. I will take away your job, I will take away your income. I will plunge you and your family into all the difficulties. Whereas what can you do? If you don't like me as an employer, you can quit, but then you're gonna go have to find what? Another employer. So you're not free of this system, but I am free to, to control you. For me, and let me be real clear here, this is an unbearable arrangement. I find this as outrageous as any slave ever found slavery or any serf ever found. Vandalism. This is undemocratic, my God, a capitalist enterprise is an example of the absence of democracy. It is an autocracy, a tiny group of people. In our country here in the United States, we refer to them as the CEO, the chief executive officer of a corporation. I make a joke when I travel the country giving speeches. I say we thought we killed kings years ago when monarchy was ended mostly in around the world. And the only monarchs that remain are figureheads. They're not real political dominant characters. We thought we had gotten rid of them, as in the French Revolution with the guillotine. But they fooled us. They changed their names. And now we have them, only we call them CEOs because inside the corporation, the CEO functions like a king. You are his subject. He tells when you enter the workplace in the morning at 8 o'clock Monday through Friday, he tells you, your employer, where to sit. What machine to use, what to do, how to do it, how quick to do it? When can you go to the toilet? When can you have your lunch? When you must come back. And at the end of the day, after you have done what he has told you to do. He tells you to go home and to leave it at the workplace everything you poured your brains and your muscles into that is out of rage for me. That's why I'm a critic, and Marxism is the theory. And the practice and the experiments of trying, here we go, trying to move the society in the direction where this is no longer the case. The, the, the, the Marxist says, I want to do better than capitalism. But he doesn't want to give up the machines that capitalism developed. He doesn't want to give up the achievements that capitalism had, of course not, any more than capitalism wanted to give up the, the, the discoveries that slavery made and so forth. We build on the previous system, but we do better. And Marxism is sophisticated. Let, let, let me remind people, Marx dies in 1883, so that means we have about 150 years since Marx died, roughly. During that time, his way of criticizing capitalism has produced Marxist. Trade unions, Marxist political parties, Marxist publishing houses, Marxist professors, Marx, unbelievable growth in 150 years, I can make the following statement. Every single country on the face of the earth has Marxists in it. Doing all kinds of things. You know, the People's Republic of China has a government that says it's Marxist. Whatever you think of that government is another matter, but Marxism is a very powerful critical tradition in global capitalism. And I should say that capitalism had its greatest growth, not in the period from 1600 to 1850. But it has had its most spectacular growth since 1850. The last 150 to 175 years have been the growth of capitalism to be a global system. And just as Marx explained, that would be the best possible conditions for Marxism. To develop So here's the irony. Marxism is the strongest, most developed, largest critical tradition of capitalism. If you are aware, as I hope most people are, That capitalism, like every other system. Was born, evolved over time, and then passes away. That's what happens to every other system. There is no reason to believe that capitalism will not show the same pattern. If it does, and I believe it already is, if it shows a decline. And in the United States and Western Europe, decline is what capitalism is now experiencing. The likely inheritor of that decline, the likely way of thinking and organizing. In that decline will be whichever critical tradition developed the most during capitalism. And that's more, which means I make you, not a prediction, I don't believe in that, but a logical inference from what I've said. That the future, the future of capitalism as it declines. WILL be the emergence of a new system. And that new system will be characterized by the democratization of the workplace, the transformation of factories, offices, and stores from top-down autocratic organization to a horizontal democratic organization where everybody in the workplace has one vote. And we decide by majority rule. What the company produces, what the technology will be, where the production will happen, and what will be done with the output. That's where we're going, and I would argue, we're gonna go there in England, and we're gonna go there in Portugal, and we're gonna go there in India and China too. Each in their own way, each at their own pace, each with their own history and religion and traditions, but that capitalism emerged out of feudalism, feudalism emerged out of slavery, and this future that I described, the democratization of the enterprise. Socialism, if you like, will emerge out of the decline of capitalism."
	},
	{
		"start_time": "21:21",
		"speaker": "Ricardo Lopes",
		"words": "OK, but as I said at the beginning, I also want to ask you about specifically about dialectical materialism. I mean, how do you look at the relationship or the role that dialectical materialism plays within Marxism, and do you think of it as a form of scientific endeavor?"
	},
	{
		"start_time": "21:46",
		"speaker": "Richard Wolff",
		"words": "OK, good. Let me begin at the end of what you just said. I don't know what the word endeavor means. I mean, it dialectical materialism is an approach to understanding the world. It is a way of doing scientific research. There are other ways, uh, there's no unique way. Uh, IN my judgment, there's no right and wrong way. Uh, HOW you do science for me is very similar to how you organize eating or how you dance, or what kind of music you produce and enjoy in your society. Human beings, thankfully, differ. They do all those things differently. You know, uh, my family is of French origin. My father was born in France. So, for example, I love French cuisine. The French are very good at food and wine, as you know, as are, of course, the Portuguese. AS well, but I love French cuisine, and it's different from American cuisine. I live in America. I regret that American cuisine is not French cuisine, never has been, and I doubt ever will be. OK, so for me, dialectical materialism is one way to do scientific research. OK, what does it mean? Well, to, to get at this, you need to know just very briefly about the history of philosophy. One of the questions That philosophers who've thought about this for thousands of years, one of the things they've wondered about is what is the relationship. Between what they call material reality, you know, the hard reality of the weather and the soil and the wind, and, and, you know, the, the things we can touch, this can or this shirt that I'm wearing, the material aspect of life. You know, we are material beings, we are born, we evolve, and then we go back, you know, it was Ash Wednesday the other day, we go back to the soil from which we come. And philosophers have differentiated that part of reality from something else, which they call ideas. These are thoughts that the human organ of the brain creates, the idea of something being beautiful, or the idea of something being dangerous. Human beings construct ideas. And so philosophers have said, What is the, have asked themselves, what is the relationship between material reality. And the ideas human beings create. Now, some people look at this question slightly differently. They think that ideas Actually come from another realm of the world. And they call that realm God. Or religion. Or the heaven, or spirit, or lots of words for it, but it comes from somewhere else into us. And it shapes who we are and what we do. Our ideas govern our behavior. And in the religious way of thinking, Our ideas that govern our behavior come from God, because God, as is written early in the Bible in Genesis, is the beginning of everything. God created the material and God created the ideas, and indeed, God is Himself an idea. And it shows you that the ideas of the world are what make everything else happen. And the word for this way of thinking is called idealism. Ideas govern reality. Now, there were philosophers all the way back to the ancient Greeks who disagreed with this perspective. Who said, yes, there's a material reality and there's an ideal reality, that's true, but it is not true for them that the idea governs the material. They have the opposite view. They think the material governs the idea. In other words, the ideas that take shape in your mind. ARE the result of the influence on your brain of the weather and what you eat and the work you do and the relationships you have with other people, etc. So for them, the material shapes the ideal. And those people over time, got the name materialists to differentiate them from the idealists who saw it the other way. For Marx, who was a student of philosophy, just to remind everyone, Marx's education was as a philosophy student. He got his doctoral degree as a philosophy student. He wrote his doctoral dissertation about Epictetus and Epicurus, ancient Greek philosophers. And his first job was as a professor of philosophy, not of economics. So, he knew what he was talking about when he dealt in this area. He said, I have a different pos position. And he, he said, I am not an idealist. And I'm not a materialist in a way I'll explain in a minute. I'm something else. And then he gave great credit to his teacher. A very important German philosopher, Marx studied in Germany. He was born in what is now France, the city of Metz, uh, or near there, uh, but It, it was German culture that he came to. Actually, if I was a mistake, he wasn't born in Metz. He was born in Trev or Trier. It's a German, uh, French border. Anyway. He very carefully said, I don't believe that it's idealism over materialism or vice versa. Instead, I believe there is a, here we go, dialectical relationship between ideas and material reality. Each of them shapes the other. It is an empty exercise which one shapes the other. They both shape each other. The way we think shapes how we act, and how we act shapes how we think, and they're both always, here we come now, changing each other. And so in Marxian dialectical materialism, You always study or try to in your scientific research, you try to understand how the way we think shapes the material reality you're studying and how that material reality shapes how you're thinking. It is a very self-conscious way of conducting scientific research. It is, if you know the language, the coming together of epistemology, the study of thought, and ontology, the study of how the world works. Those two things are intertwined. That's what makes it dialectical, as in the word dialogue, interaction. That's what dialectics comes from in the ancient Greek. So it, it's a particular Marxist way of thinking. I like, if you're interested in the way modern European Marxists have tried the best of them to develop this idea of dialectical materialism. And the ones who went the furthest with it. Were the Hungarian Marxist Georg Lukac. The Italian Marxist, Antonio Gramsci and the French Marxist Luis Altusa. But the interesting thing is all three of them, Luca, Gramsci, and Altusa. All found the idea that they could develop for their way of understanding Marxist dialectical materialism. They found it in the work of Sigmund Freud. Sigmund Freud's first book is called The Interpretation of Dreams. It's available in all European languages. It is a fundamental classic in the literature of psychology. In that book, Freud analyzes dreams. How do you interpret the dreams human beings have? And as he does it, he analyzes, here we go now, how the lived material reality of a person shapes his or her dreams during the night. And then how the dreams shape the reality around the person. This for them was a scientific person, Freud, a medical doctor, trying to understand the medical, the uh mental problems of his patients using without knowing it. The dialectical method of Marx to understand dreams. So they took this, Lukach did, Gramsci did, and Altusayer and said, look, here we can see. A way to do this kind of research where our scientific work embodies the notion that material shapes ideal and ideal material all at the same time in the universal process of everything changing. I hope that's clear."
	},
	{
		"start_time": "34:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. No, right, I, I want to ask you, I, I think we will, we will probably have time for just one more question, but I want to ask you then, uh, since scientific knowledge keeps e. Evolving and we've just talked about dialectical materialism as a way of thinking, as a, as a way of approaching science, of approaching reality since scientific knowledge keeps evolving. How should Marxists approach Marxism in the sense that, for example, if Karl Marx, Friedrich Engels, if Lenin, if Trotsky, and other theorists. Got things wrong if they made claims about what we would now classify as anthropology or sociology or economics or history or whichever other kind of discipline if they made erroneous claims that with scientific developments we now know are not correct. I mean, how should Marxists deal with that and with the evolving aspect of scientific knowledge."
	},
	{
		"start_time": "35:57",
		"speaker": "Richard Wolff",
		"words": "They should learn the following lesson. If what was thought to be true in the past has later been shown not to be true. Then they should draw from that recognition the humility. To be aware that what they believe now may also be untrue. That that's the nature of science. It's always finding out that the world is different from what they thought it meant. And the best way to understand it. That I know of, takes me back to Marx's teacher. Hagel Who is famous for having said. You can never step in the same river twice. Why? Because between the 1st and the 2nd time, both you and the river have changed. So, be aware that you are trying to understand something, and you are using the scientific. World achievements to do that. And that's what you should do. But it is always incomplete. When you are trying to explain something, you can begin, and by the way, this is the key concept of Sigmund Freud's interpretation of dreams, just like it's the key concept in the work of Louis Altusa. It's the notion of overdetermination in French, sur determination. And it's a simple idea. That anything that happens in the world, a rising interest rate, a war, an idea that occurs to you, a piece of music is overdetermined by an infinity of influences. If we want to know why Ricardo Lopes. THINKS or looks the way he does, the answer is, he thinks the way he does. Well, let me tell you about his mother. Let me look at how his father worked, let me look at his boyfriend, his girlfriend, he, he, his teachers, the books he read, the, the movies he saw, the sports he participate. I could go on forever. All of those factors, each in their own way, helped shape Ricardo Lopes, or me, or anybody else or any event. To say that I'm gonna use science to explain why something happens immediately confronts you with the problem. To explain something would require you to show all of the infinity of factors that made it happen. But infinity is too big. You as a scientist will die before you get through. And therefore, here we go now, from a dialectical Marxist perspective. No one has ever finally explained anything. It's not possible. We don't have the capacity to do that with or without a computer. It won't make a difference. We can't. We invented God because we need to imagine what it is no human being can ever do, and that's what God is. It's that which is beyond. So, all explanations are incomplete, therefore, all explanations are open to revision. So yes, of course, there are things we think now that make us say, as you did, this statement by Karl Marx is rejected. We don't think that's correct. OK, fine. That's what science is. It makes those judgments all the time, and so it should. As long as we don't imagine. That we can do what Karl Marx couldn't. We can get to the truth that will be forever. That's crazy from a Marxist perspective, and that's not good for science. You study, you use your apparatus to make sense of the world. Do it. It's interesting. We will learn from it. But to make the epistemological claim that you have the truth once and for all. You know what that is? That's ironically the Stalinism that these same people criticize. The Russians form. It's not, it, it is an attempt. I say this as a scientist myself. It's an attempt to shut down science, to say that science is now finished because we have the truth. No, we don't. We're constantly correcting what people before us did, and that's fine. But the notion that we get ever closer to the final absolute truth. That is actually. And the, and the person who captured this most is Antonio Gramsci, the Italian Marxist, and that's a religious person. That's just God sneaking back into the dialectical materialist conversation. God is the final absolute truth. It is, and it should be understood as the creation by human beings of the boundary that separates human thought from something that human thought is not, namely, absolute truth. We invent the concept because we don't, we can't get there. It's, it, it's important to understand, and by the way, if any of this is of interest to anyone. Then the Marxist tradition is where you need to go. You need to read this material. These people, Gramsci in Italy, Lukach in Hungary, Altus, and many others. I, I don't mean to only those three, many, many others, including in Spain and Portugal and so forth, have worked on these issues. And out of these issues comes an awareness. And for those of you who know my work, uh, dealing with the geopolitics of the time we live in now, if you have found my work and that of others who are Marxists interesting. Then please understand, it's not us. We didn't do this. We are using the Marxist apparatus to do our work. We are grateful to all that that apparatus taught us. Do we still make mistakes? Of course. Do we still say things which other people will find to be erroneous? Yes, we do. And I look forward, as long as I'm alive to learn from those who can teach me where I made a logical mistake or I misunderstood some fact or other. I, I'm interested in exchanging these ideas, but as a Marxist, I know that the system in which I live and work. Is frightened of me. Tries to stop me from functioning. For those of you who don't know me, I'm malfunctioning in the United States, but that's because the United States has changed. The prohibition on Marxists and socialists is weaker now in the United States than it has been in my entire lifetime. I have a bigger audience than I could ever have before, and that's, by the way, mainly because capitalism in the United States is in a period of serious decline, and millions and millions of our people know it. And as they live through it, which is what's happening to us. Questions are being raised, like what comes after capitalism? What happens if this decline continues? For the next few years. What does it mean that China and the BRICS is a larger economic unit than the United States and the G7? What does that mean? Why is the United States In the situation it's in, having become the bully of the world, having produced a leader that the whole rest of the world looks at as if he were crazy. Why is it that the countries on either side of us, Canada and Mexico, are arming themselves out of fear of the military attack of the United States? That's never been true before. This is a country in serious decline. Left and right, everywhere. I live in New York City. We now have a mayor who was elected a couple of months ago. Who is a socialist Muslim. The the mayor of the city of New York. We've never had such a thing before. And he was elected overwhelmingly. It wasn't close. I live in New York City. My neighbors are talking to me with great excitement about our new socialist mayor, a very nice young man. And the fact that he's a Muslim. Didn't bother them at all. Even though the president is denouncing Islam and Muslims in the crudest, ignorant way imaginable. Here in New York City, our president counts for exactly nothing. If he ran for office here, he would get elected to nothing. These are signs of a society. That's disintegrating, which is what's going on, and that means That there is a resurgence of people who are asking. Why is this happening? Where is this going? What is my future? What are the futures of my children? And in that conversation, we Marxists have a lot to offer, and so people are interested. They don't all agree. I can't convince everybody, not at all. But I can speak. I am part of the conversation in this country, and I must tell you, It is a wonderful experience. I'm having in many ways, the time of my life. Instead of being a professor in a college or university with a dozen students in a seminar room. I'm on radio and television all the time. I have my own program, weekly program that is global, etc. ETC. So, it is, it is a time when Marxism is coming back into its own, and for the best of reasons, because the object of its critique, capitalism, is in ever deepening trouble. The alliance between Europe and America is over. The Europeans are trying to figure out what to do. They're not doing a very good job of it. They obsess about Russia in a way that is strange, to say the least. Meanwhile, Russia and China have come closer together than ever before, which is what Europe and America had hoped to avoid. Not only did they not avoid it, they helped make it happen. This is a sign of a system that's falling apart. Uh I don't want the suffering that comes from that. I'm very fearful about that. We are all wondering in the United States whether our government is about to go to war in Iran with all the implications that might have, particularly for countries in the southern half of Europe like Portugal. So, and we share that with you, but for Marxism, this is a good time in the United States, better than we've had uh in my lifetime, and I have white hair."
	},
	{
		"start_time": "50:28",
		"speaker": "Ricardo Lopes",
		"words": "OK, so Dr. Wolff, let's wrap up the interview here because I'm noticing that we're reaching our time limit here and I'm very, I'm getting very mindful of your time. And as always, I will be leaving links in the description to democracy at work, to your books, to, I mean. Every week I watch your economic update show and your wolf response show. So thank you so much for doing those and thank you so much for taking the time to come on the show again. It's always a big pleasure to talk with you."
	},
	{
		"start_time": "51:03",
		"speaker": "Richard Wolff",
		"words": "Well, it's a pleasure. As I said, it's a pleasure for me too. I appreciate programs like yours. THAT have the courage and the interest to develop these kinds of, of hour-long conversations. So we're not limited to the twelve-second soundbite and we can actually go into the material. So if you want to do it again in the future, please don't hesitate. I'd be happy to talk with you again."
	},
	{
		"start_time": "51:30",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herz Agnon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka, Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Ebert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stinnik, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]