[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Loops. And today I'm joined by Doctor Claudio 10. He is a tenured research group leader in the Department of Early Prehistory and Quaternary Ecology at the University of Tubingen. This is our second interview. I'm leaving the link to our first one in the description box. Uh And today we're going to talk basically about the differences between ape culture and human culture. So, Doctor 10 Year, welcome back to the show. It's always a pleasure to talk to you."
	},
	{
		"start_time": "00:36",
		"speaker": "Claudio Tennie",
		"words": "It's a great pleasure to talk to you and thank you very much for having me a second time. Thanks,"
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "great. So OK, let's perhaps start with some basics here. Uh How would you define ape culture? What is ape culture?"
	},
	{
		"start_time": "00:53",
		"speaker": "Claudio Tennie",
		"words": "Right? Yeah. Well, uh ape culture would be cultures um shown by apes. But when we talk about culture generally, and this is uh always news for newcomers to the field. At first, it turns out that culture is quite a slippery fish. It's quite difficult to uh measure it to, to really get hold of uh culture generally, not just in apes anywhere. And um to see why that is, you know, we can imagine that we can measure genes, you know, the existence of genes. Anyway, um what to make with this data is a different matter. But we can measure them, you know, we can find them same for environment. You know, we can measure the temperature somewhere, we can measure the humidity, uh someplace and so on. But with culture, it is difficult, it continues to be difficult to really measure our culture. Culture is something that happens out in the world sometimes stays out in the world such as cultural artifacts and so on. But it is also something that is very much in minds in brains. And we don't have very good means to get to these brains, you know, uh it's not something that I personally do, for example. So the general approach had been then in the past, in order to try to pinpoint culture is to take away the signal and the factors from other um uh areas. So, for example, to try to find, if you control for, if you measure and, and um adjust for genetic differences, and if you measure and control for environmental differences between populations, if you do both of these things, the idea is that what is left over, if there is some difference, still left over between these populations, that you can call that difference um cut. So it's an approach that the philosophers call an X Negativo approach. It's basically defining uh something by uh the absence of all the other things. Um And that is what, what culture has been uh come to be seen. And also in the apes, I can talk more later, maybe about this, but population differences between apes that are not very obviously linked to genetic differences and um environmental differences, that's what people call ape culture."
	},
	{
		"start_time": "03:24",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so, uh I would imagine that we can study ape culture through different means. So I guess that perhaps some aspects of it could be studied in the lab, but we can also study ape culture in the wild. So, um uh what do we know about wild ape culture? And is it similar or different to human culture?"
	},
	{
		"start_time": "03:52",
		"speaker": "Claudio Tennie",
		"words": "Yes. So wild ape culture is a prototypical case of ape culture. Wild ape culture is what most people focus on. Really when you, when you open up your TV channel and you see David Attenborough come up and talk about, I don't know chimpanzee nut cracking or something and so on. And then they would invariably talk about some culture there. That's what they are ultimately uh on about, they talk about these dissimilarities between populations and they call that um culture. And again, uh when, when you ask about the similarities, now, now we get into the topic of what we are talking about today. Um The similarities uh there is some similarity in the sense that indeed we also see in humans, population differences, right, the way that I eat uh rice might be different to how some other people and some other populations eat rice. Right? So there are some differences and these differences can indeed be meaningfully linked to some cultural processes. So on that level, on the surface level, we are dealing with a similar phenomenon, we are dealing with population differences. And by the way, if somebody were to say this is a cultural difference, you know, on this very rough level, just to talk about culture per se, I have no problem with that. Um uh If you know, if the method of exclusion, that's this method to exclude genetic and environmental differences. If, if it had been applied correctly, uh then, you know, I have no problem with that. But this does not mean that the culture specifics underlying these cases are or must be the same. And this is basically where I have the biggest difficulties always in getting our main point across the main point from my research group is to say they, that is not to say that apes don't have culture. This is a point that is very frequently misconstruct. The point is not to say that apes don't have culture. The point is to say Ape apes have culture, but that culture might be very different from the culture of humans. That's essentially our main point here. Um Yeah, but, but, but, but the rest of the devil is in the details and so on. Uh But I'm sure we're gonna get to this. Yeah."
	},
	{
		"start_time": "06:21",
		"speaker": "Ricardo Lopes",
		"words": "But do you think that when studying a culture, uh we have to be careful about, uh what would probably be some of the differences that arise between, for example, studying it uh when the animals are uh captive versus uh in the wild?"
	},
	{
		"start_time": "06:43",
		"speaker": "Claudio Tennie",
		"words": "Um Well, there are different opinions on that. Uh The, the opinion, the main opinion is, I guess for most people out in the world, many, most people are very interested in apes generally and they are somehow very interested in ape culture generally. But when they are interested in these things, they are usually interested most in the wild ape cultural case. However, you can also do similar methods, you can apply them across different populations of captive apes, for example. And then you can find also some population differences between these captive populations that suggests, it suggests that perhaps we are dealing here with similar phenomenon, meaning that the similar phenomenon might be underlain by very similar mechanisms as well. But here is where then some people um disagree. Some people would then say there is a, there is a big difference between wild apes and captive apes. And uh that is, I mean, theoretically speaking, you know, that could well be. Um BUT then you look at the arguments and the there is already a problem, the arguments that people then bring are go are pointing to completely the opposite patterns. So I'm not explaining this very well. People make different claims with regard to this difference, wildly different claims. So some people essentially claim I, I have to turn this down a little bit here because we don't have much time. Um So I'm painting with a very broad brush here. Some people would then say that um captive apes are stupid. Again, I'm painting with a broad brush. Uh So then they would say the captive apes, they, they can't do very much and so on the wild apes, they can do many more things and they are really clever ones and so on. So these people would then essentially claim that captivity impoverishes the cognition, um intelligence if you so on, you know, of these things. But then you look and some other people say the exact opposite. They say actually, you know, there is a thing they call it a captivity effect doesn't matter what it's called now. And they say, oh actually, it turns out that the captive ones, they are the ones that are showing improved cognition. So there is a huge problem here. And um logically speaking, uh unless you finesse it down into more details, logically speaking, on this level, one side must be wrong, right? It cannot be both correct that they are impoverished and improved in, in their cognition. So that's already shown you um part of the divide that we have in the field where people talk about different things without even agreeing on the basics, even agreeing, they can't even agree on the overall patterns as it were. But if you can't agree on this overall patterns, and it will be very difficult also to frankly answer once and for all the questions that you ask me, it's a good question. You know, is there a difference between the culture of the captive apes and the word? And there currently it depends who you ask. Those people who say that uh the the uh captive apes are impoverished, they will give you a different answer than those who say uh you know, that the captive apes are improved in their cognition or enhanced in their cognition. I personally think that the difference between wild apes and captive apes doesn't go as extreme in one direction or the other as some of these scams have been made, right? Uh I think also if you, if you think about it for a second, the fact that that can be people who, who promote the idea that, you know, the the difference is like this, you know, and the others promote the exact opposite uh idea. Well, maybe what really is happening is that the, the real difference is not all that great. And indeed, um unless we talk about incarcerated apes and so on so forth, we, we might do so later. Um Unless you talk about this, the difference is not that great. Uh And so my answer then would be quite similar. My answer would be to say, captive apes are also able to um have an ape culture just like wild apes do. It's just that most people focus on white ape culture. That would be my my personal short answer to"
	},
	{
		"start_time": "11:34",
		"speaker": "Ricardo Lopes",
		"words": "that question. But I mean, I've also asked you about that because sometimes when we talk about studies that are done in uh not only with animals but also with uh humans in the lab, uh There are people uh that bring to the table criticisms regarding for example, ecological validity, right? Of those studies. But I mean, perhaps I'm saying something that is completely wrong and if so please correct me. But uh I mean, I I if um couldn't we treat, let's say captive animals or animals studied in the lab as uh I mean, those artificial settings as a different ecology. I mean, would that make sense?"
	},
	{
		"start_time": "12:29",
		"speaker": "Claudio Tennie",
		"words": "It would, it would absolutely make sense. You know, we can even go into an evil route. You could, you could and people have done that. Unfortunately, in the past, you can take um single chimpanzees, right? So you it's a social animal and you better treat them as social animals and you keep them as social animals but, but people have taken them and put them in single cages and that's not only is that super cruel, we don't need to talk about that. Everybody would agree that that's a cool thing to do but that kind of thing, that kind of thing I am convinced that that does deprive these apes and it leads to impoverished cognition. So how, how can we expand from this uh case? Right, we can expand from it in, in the following way, I think we can ask the the more sensible question and the question that can be measured like how similar to the wild do we need to create conditions in order to make these cases ecologically comparable? This is very important because when we do that, we see that there is not one type of ecology for chimpanzees. Let's talk about chimpanzees. Generally, we can talk about all the A I DS but chimpanzees are the typical case to talk about. So when we look at chimpanzees across, you know, Africa, uh we see that they live too in very widely different situations in different environments, you know, but also in different sizes of populations. That is simply the case, right? Um So some live in small populations actually, you know, this is there is also an interference with human observation there, but let's not go in in that direction. Um And some live in very big uh uh environments um in big groups and they live in this different environments too. So what we can glean from that is the following, we can glean from that. And, and we can also imagine that in the past in the environment of evolutionary adapted this of, of uh chimpanzees and so on. In the past, there were very likely more variability in their living conditions. So actually many different environments, social environments and physical environments, many different environments are compatible within chimpanzee life, which means that this is good news as it were for those captive workers. Because now it's not altogether immediately clear that if you have a good zoo that provide the aids with uh big enclosure, say that keep them in uh social settings, the chimpanzees, especially in social settings, right? It's not immediately obvious and it's not an immediate, you know, Trump card against captive work to say that there are some differences between this situation and the wild situations. You know, you can always find the differences. Yes. But the question is, how much do they matter? And if you frame it like that, I think it's easy to see that the answer will depend, right? I would, I would say uh some zoos are more ecologically relevant or similar to the range of environments that uh wild apes have, right? Some are less, you know, yes, in an ideal world, you, you take that into account, but that's why we always report also where we run our studies. So later meta reviews and so on can look out for these things. But as I said earlier, when we actually look, the differences don't seem to be all that great. Again, if people have widely different opinions on that. Probably the truth is somewhere in the middle, which in this case means they are not altogether incomparable. Yes."
	},
	{
		"start_time": "16:13",
		"speaker": "Ricardo Lopes",
		"words": "So, uh going back to the wild apes specifically earlier, I asked you, uh if their culture is similar or different to humans when it comes to the differences, do we know exactly what they are in what ways wild health culture is different from the human culture?"
	},
	{
		"start_time": "16:37",
		"speaker": "Claudio Tennie",
		"words": "Um Well, many people, when you ask them, many people would point immediately to language and they would say humans have language and AIDS, don't that's what many people would say to a large degree. I think it's true. Then again, when, when, when you look more closely, well, what is language? Language is a form of communication, right? OK. Do apes have communication? Surely they have communication, right? They even have a communication on different channels, you know, they can uh use gestures, they can use sounds, you know, so it's not that there is a complete lack of complexity, say in their, in their communication, right? And then you get into essentially linguistics, lin linguistic debates which are always tough to follow, let's say, right? Uh They are more for the specialists. And so let me just summarize what I think most linguists would say. They would say while that is true that they have this communication, et cetera, et cetera. There are some big differences still and what you always find every year when you, when you look at this literature, you know, the the the aid researchers, they, they chip away every year a little bit, you know, they chip away at these differences, right? But the chips that they remove are usually not very, very large. So the the the overall picture is that a communication does, I think that it is fair to say does get closer to human language over time. But the steps don't seem to be as big as they would ever reach a complete overlap. Let me put it this way, right? I'm not an ape language researcher. Let me, let me, let me say it like that. But that is my interpretation from all of this. But in my own approach, I try to go one step deeper. I take the following as um as granted, one major assumption of my, my work is also and I take this from the linguists. Um THEY describe language in all kinds of ways and some specifics of languages also that we learn from each other, the words or in gestural language, you know, in sign language that the specific gestures from each other, right? The fact that we speak English together, right? Uh I think none of us as a as a native speaker, right? That is because we learned these things from others and also even our native languages, we learned these things from others, right? We learned these words from others. But then what are words in a in a way um words are a specific type of information. Um It's in the vocal domain, let's stick with the vocal domain now. And it's sequences of certain pronunciations and so on that you really have to learn as this all sequences a slow. And in my lab, we, we call this and other cases, we call that, know how, know how to pronounce a word, know how to pronounce the word uh printer, know how to pronounce the word word water bottle. You know, that, that kind of thing it is about, know how and, and I know uh you know, I've, I've moved away quite a bit from your original question. I haven't forgotten the question was what is the difference between ape and human culture? Right? OK. So let's take for granted that language is still the big difference maker. But now we see that in order to get language, you need several factors as the linguist, they've got whole list. But one of these factors that is necessary is that you need to be able to copy arbitrary strings, arbitrary, know how. And another way of saying that is you need to copy, know how that you yourself will not have come up with uh any time in your life unless you had copied it from others. So nobody wakes up in the morning without ever having had contact with uh Mandarin and speaks Mandarin. You know that that is just not the case. We all know this, but the the background to that is that it consists among other things of know how pronouncing all these words um that we could not just produce our own. So our lab, we call that and I know it's a bit of a mouthful, right? We call that super individual, know how s above individual beyond the individual. No, is the term. The whole idea goes back to classical uh research and cultural evolution. The whole idea goes back to Boyd and Richardson who pointed out that, you know, a special type of culture, cumulative culture, I would like to add cumulative culture of know how produces, you know, ways of doing things and so on. Um THAT nobody on their own could develop uh from scratch anymore. So we just, you know, we just gave this a label. Uh We, we specified a little bit more, we said it's about know how and we specified uh you know, the whole idea in the extrovert super individual. So the difference then, and this is the high positive, but it's really very well supported by now, the difference is that humans have recounted them roughly and we found billions, billions of cases of super individual know-how across the whole planet, across all humans, billions. And then in the case of the apes, you know, do they have super individual? Know how, I mean, the interview is continuing, we can talk more about that. But let me give you a very rough answer. And the answer is if, if apes have, I should specify un incarcerated, untrained apes, if they have super individual know how they have it in very rare cases. So a couple of cases, maybe a handful of cases, but maybe also they have none and these handful of cases may be illusions. Um But then we have the answer in focus. Now the answer is essentially uh human life would be widely different. What is inconceivable in its current form. If we were to take all these super individual know how away everything would come to a grinding halt. We wouldn't have computers, we wouldn't have language, we wouldn't have any of these things, you know, you and I, we wouldn't uh be able to talk to each other, you and I, we wouldn't have names, you know. So that is what, what my approach has been for for many years now. Um TO say that the difference is that we humans, we are um we, we are able to copy, know how, even if there's no how it is super individual and we indeed do. And we have created all of this around us in this"
	},
	{
		"start_time": "23:34",
		"speaker": "Ricardo Lopes",
		"words": "way. OK. So perhaps I could save this question for later. But since you brought it already to the table, let's censor it now. So uh you mentioned there the question, I mean, if other apes have some, some form of super individual know how uh I mean, what are examples of that. And I mean, what are examples of that where some people might claim that they in fact have that?"
	},
	{
		"start_time": "24:05",
		"speaker": "Claudio Tennie",
		"words": "Yes. So um here is it is an interesting approach. If you do the data approach, where you actually look systematically, what are these cases, you find actually a different answer than when you ask people like that at a conference. For example, when II I do this kind of thing as well, I ask around, you know, I, I talk to people. So when I explain what I'm after and I explain, you know, I'm I'm after know how not know where food is, not know what food is. You know, this thing, whether it's that thing, we all know that apes can learn socially also about these things. When I say no, no, we are talking about know how more specifically not know how that they can do on their own, what my lab calls latent solutions. It doesn't matter what we call that, you know, let's stick with this. Know how. So we are not talking about this latent know-how, we are talking about super individual. When I explain all that, they give me answers such as OK. But then for example, they would say, for example, Chimpanzee nut cracking would be uh one of these cases, right? Chimpanzee nut cracking. Um I don't need to explain, they use uh some hammers to crack, open some nuts, you know, very cool behavior. Nobody denies that. But it's a question is that a good idea, you know, to call that super individual, know how, in fact, um this is so convincing to most people per se per se without looking at the data that uh the United Nations have now uh started to protect Chimpanzee nutcracker. The United Nations protect Chimpanzee nut cracking. The whole idea there is that this is they don't use these terms. But the whole idea is that this is so human like that, this is super individual. Know how that this is not know how that the apes would ever show unless they had developed this culture around it. That's the idea, right? And again, nobody is saying that this is a stupid idea. You know, it's not a stupid idea. It's just a matter of does it actually fit the data? And so what we have done is we have given um uh orangutans in two different zoos orangutans untrained. So they were not trained to correct nuts, un incarcerated, you know, so they were not, their cognition wasn't changed by human interaction. Maybe that's the shortest way I can describe this, you know, they were left on their own and nobody showed them how to correct these nuts, right? We asked the keepers, they promised us, you know that nobody showed them how to correct these nuts, right. Well, they crack nuts, they use an animals and they crack nuts spontaneously, right? So orangutans don't even crack nuts in the wild. This would have been maybe the last remaining uh rescue hypotheses for the United Nations. Say when they say, oh, maybe they, they learned it somehow we, because eventually, if you go back long enough in time, eventually some orangutans had to come from the wild, maybe they brought this knowledge along. No, you know, orangutans don't crack nuts in the wild, not that we know of anyway. And so we have basically um uh an ape species very relevant because it's an ape species, you know, they are all very closely related to each other and to us um who didn't bring this knowledge from, there's no help from the world who wasn't trained to show this knowledge, who wasn't, you know, cognitively, um super enhanced by, by human incarceration. And we didn't show them how to do these things and yet they take hammers and they crack nuts, right? So p definition is this is not super individual. Nohow, by definition, it shows that the individuals could come up with this know-how. So this latent know-how, it's know how that they can come up with on their own. So exactly, unlike the example that I said earlier when I said nobody wakes up in the morning and just be able to speak Mandarin or, or Portuguese or, or whatever, you know, that doesn't happen. But in a is it does happen that, you know, they, they encounter the situation and as long as they are motivated. It's very important, motivated to actually eat these nuts. We, we tried this with chimpanzees as well and they were not motivated to eat the nuts. And of course, you can't study it. But you know, if they are motivated, then um apparently they can do it, you know, so the answer then that people give you what is super individual, know how in the apes you can then go and you test it in these ways. And we have done many, many such tests. And the overwhelming result from all these tests is that people make these claims, right? And the claim, nobody you know is fine to make this claim. But then you test it and we showed many of these papers are still yet to be published. You know, uh we show that these kind of know how develop spontaneously in individuals. And therefore it does not require the special human skill, it does not require the skill to copy. This is very important, the skill to copy super individual know how instead all they need is uh being able to trigger each other's latent, know how they do that. But that's a different thing, right? I can this is a bad example because it's a hard wire behavior, but I can trigger you to yawn, you don't have to copy the know how of the yawn from me, right? Just to give you an example that it happens in humans too, but it's very rare in the human case, right? We don't, that's not usually the way that we work that we learn from each other. Right? But it is a typical way that the apes learn from each other. And, you know, yes, they, they, you have to have some social learning in the apes and it's clearly is there otherwise they wouldn't have culture. Right. So, um if you bring it all together apes have culture, yes, but their culture is different in the sense that they don't copy super individual, know how, which prevents logically, which prevents the cultural evolution of this. Know how, because if the apes, even if some ape comes up with a super great uh know how on their own. Let's imagine an ape genius uh scenario. Let's just imagine this, this a genius comes up with a super great super individual or maybe a techni technological way to crack nuts like 100 in an hour, you know, let's, you know, we humans do this kind of thing. So why not? You know, so um this a genius comes up with that, but if the other apes are unable to copy super individual, know how they are not in this example, they would not be geniuses. Well, the predictable outcome would be that this invention would die with its maker. You know, all the others would do the kind of things that they are able to do on their own again, a long answer. But, but that is maybe the shortest I can do for this question."
	},
	{
		"start_time": "31:16",
		"speaker": "Ricardo Lopes",
		"words": "Great. So uh before we move on to another topic, I mean, the questions I have asked you up till now that were mostly related to wild ape culture and how similar or different it is to human culture. I mean, of course, uh intellectually the I guess these questions are very interesting but from the perspective of someone who's trying to study and understand the culture, cultural evolution, why should we bother with these questions? I mean, why, why does it matter if wild ape culture is similar or different to human culture and if similar or different in what way, specifically, why should we bother with this question? Um"
	},
	{
		"start_time": "32:07",
		"speaker": "Claudio Tennie",
		"words": "So generally speaking, I think what we are doing in all these cases is we are not, we're not producing anything, you know, this is not, you know, this is not feeding humans on the planet or the answer to this question, right? So it's essential basic science, essentially basic science, but that we are doing here, we're just trying to understand systems. That's, that's what we do. And within that, I think we have got a couple of different approaches. I am, I am a biologist by training originally. Now, I'm also an archaeologist, but I am originally a biologist. And so for me, it's just of general interest to find out how apes behave and uh what ape culture is where it comes from and, and so on and to describe it, you know, so that's generally interesting, but there are a couple of other things that are more broadly interesting. Um So for example, to, to be able to talk about animal culture, generally, we would need to study as many animal species as possible. Some people now even claim that plants have some social learning. So we would have to include them in some general very general cultural category. So apes then would be one part of this general puzzle that we should study everything that we can in an ideal world. But in addition to that, um we can use this kind of knowledge, this hard gain knowledge in order to try to understand um cultural settings generally and cultural evolution generally and specifically for humans. And here is where the apes of course play very um large role. They play a large role because they are our closest living relatives. And so in addition to being of interest in and of themselves, they are highly, potentially highly uh phylogenetic informative. Uh IF we understand ape culture, it gives us a handle to have a likelihood, understanding a likelihood, understanding of uh the last common ancestor with apes. So if we find some patterns that are shared among all living apes today, chances are good. Chances are good is the implication that the last common ancestor also shared in. It's not the perfect uh uh data set, right. Ideally, we would have to have hundreds of living ape species that would be much better for this kind of influence. But it's the best that we have, you know, and, and so we should use it and then we can infer with a certain likelihood what the last common ancestor ancestors culture was like. And we can then build from that. And that is, that is my other area of research. But I think we talked about that last time to a high uh degree. So I would be refer listeners interested in that what we are homing in our own past ancestors, cultures like and so on that we, that we debated last time. So uh people could maybe listen to that then."
	},
	{
		"start_time": "35:14",
		"speaker": "Ricardo Lopes",
		"words": "Yes, of course. And as I said, at the beginning, I'm linking to our first interview in the description of this one. And by the way, just to clarify when you mentioned that a certain point there, our last common ancestor with apes. Are you referring specifically to the last common ancestor? We have, we have with chimpanzees or going all the way back to the one from which uh orangutans and gorillas also wrenched."
	},
	{
		"start_time": "35:45",
		"speaker": "Claudio Tennie",
		"words": "I would, I would say the typical way that people talk about it, the last common ancestor and they say it just like that and it's the last common ancestor we have together with the chimpanzees and the bonobos, right? Um But my lab has also been, again, I would refer to the last interview we did has also looked at all the other apes and so on so forth. We should really, ideally, we should look at all primates. Uh But uh you know, that's hard to do. It's, it's very difficult to get all the data for the apes."
	},
	{
		"start_time": "36:17",
		"speaker": "Ricardo Lopes",
		"words": "So another question, then there's this similarity hypothesis that people apply to the kinds of questions we've been talking about here. So what is the similarity hypothesis? And what are the types of claims that people have proposed in favor of it?"
	},
	{
		"start_time": "36:38",
		"speaker": "Claudio Tennie",
		"words": "I think if you ask around us the conferences, the the the the things that convinced most people sometime in their Androgyny, you know, um many are convinced this is how I started too. I was convinced by the similarity of hypothesis in the beginning too. And then the data changed my mind, my own data uh changed my mind but also other people's data. Um So many people arrived there because they had heard this in school that all primates of human like culture, sometimes this was just implicit by the teachers, you know, and then people just pick it up in this way. Sometimes it was said explicitly, I've asked some people a little bit about that, but many also arrived because in public uh common media, imagine Attenborough and so on. But of course, other people in wildlife documentaries and so on, the typical way that they describe these things is that they say, yeah, yeah, this is all exactly like in the human case. And then of course, um, it looks also, I have to admit it looks at first it looks quite humanlike. Right. Um, SO why would people based on that, why would they come away watching these things and hearing these things? Why would they come away with a skeptical mindset? Right. There's absolutely no reason for that. But, and, and, and that's why I arrived at the scene, you know, uh like that, I, I believed, you know, that apes would have human like culture. Um So, you know, if you look at that just superficially, there is something already wrong with this uh approach because when you look even superficially at ape life and then human life even cross culturally, you do see differences, right? So there is a problem if you think about it like that, if you begin to actually compare with the human case, but let's not, let's not go in this direction right now, a different direction is to basically say what we, the the main convincing things are that people see videos say of uh mother chimpanzee doing some things and then often cut videos, you know, sometimes not even the same individual, but it can be the same individual uh later on these youngsters doing similar things, all right. Uh So that's very convincing to people, then I always point out yes. But uh that is also the explanation that people had in the past for um how birds learn to make their nests, they believe was that they always have to learn how to make their nest, how notice how, you know, they learn what material where this material is for sure. But the how, that's the question and uh the crucial uh studies there were done uh many years ago, Colas and Colas, for example, did a study on river bird nest making weaver birds are fantastic because they super fantastic. N you know, super great design, seemingly very complicated and so on. So what they did is they took an egg, the beauty with birds is that you can take them as an egg. They can't have seen anything, right? And then they raised these eggs outside of the view of any nests, let alone nest making and then they ate it, you know, and uh these river birds completely naive to nest and nest making, they made the species typical nest and then, you know, people immediately get it, you know, they say, yeah, the, the logic is super clear here. We may have assumed that the birds have to copy how to make the nests. But these kind of studies conclusively prove that they don't. Hm. And then I say, ok, now we talked about uh birds somehow, you know, birds are much less emotional and the logic is much clearer to see, you know, let's go to this, unfortunately, very emotional case of the apes. And what if I were to tell you that, you know, you see mother chimpanzee do something, uh baby chimpanzee do something if we now remove this knowledge, right? And they still do it. And I, I told you about this one example in the orangutan case already, you know, they didn't have to see these kind of things. It's logically, it's the same structure in the river bird case as in the orangutan nut cracking case, if they can do these things on their own, it proves that the assumption that they have to copy these things was wrong, right? Um So that's, that's essentially one aspect. But there are, there are two more I think. Um ANOTHER is that people point to uh to super rare behaviors. Uh And they say, look, you know, this is similar to the human case. We've got this super rare behaviors only occurs here only occurs here in this particular population of say chimpanzees. And again, the intuition, we can, we can long discuss why that is the case. But I don't need to because people have this intuition already. So I don't need to explain why that is actually not a bad argument per se. Um But then we tested that. So um I A Motes Rodrigo, my, my phd student at the time and I, we tested that and we looked at all these claims where people have said this kind of know how only exists in this one population of one specific um species of apes and we asked around and we look for the literature that came later. Uh IF that is actually the case and we found that in 99% of cases that was not the case or 98% you know, was not the case. Instead these things did repeat someplace else. They, they, they, that shows that this intuition, even though it was not a bad intuition, you know, it was actually not correct in, in the vast majority of cases, a know how repeats across different things. It pops up time and again. And then you have to explain why does it pop up time and again. And our approach is to say, well, because it is latently present anyway, right? And it requires certain conditions, um motivational issues, environmental conditions, et cetera, et cetera, tiny details to then create different patches of these cultures everywhere. That's cultural. Let's let's be very clear about this, but it's different cultural from the human case because we culturally evolve our know how on top of this, you know, very different uh approach. Oh yeah. And uh and lastly, I think what many people are also convinced of is when they see, for example, let's say uh in a Hollywood movie these days, luckily Hollywood does a lot of CG I for apes and so on. But in the past, they would have a trained ape and that ape would act say very human like, right? And then they, this the number of people who came to this belief because of these kind of images goes down, I think, but they still exist. And so they basically then say, uh look, I've seen apes act like humans. What are you, what are you talking about? Claudio, I've seen apes look like humans and act like humans. So they must have copied it from humans. And that is not true. We can, we can make a bear ride a motorcycle in circles. It's not that I would do this, but we can. But that doesn't mean that why natural bears ride motorcycles, right? So we have to keep separate, trained behavior and going even further, we have to keep separate and incarcerated apes that you know, that are very special, incarcerated apes are a special case. They are again irrelevant for the aggression of wild ape cultures. But it's much harder to see why they are irrelevant for this case."
	},
	{
		"start_time": "44:34",
		"speaker": "Ricardo Lopes",
		"words": "But uh why should we study un inculturated and untrained apes? What kind of information can we get from"
	},
	{
		"start_time": "44:45",
		"speaker": "Claudio Tennie",
		"words": "them? So the again, the trained, the trained apes, if we, if we were to train a dog, say, uh if we were to train a dog to not like meat, let's just make it very simple. It's not about know how this is about, know what, know what to eat, but it doesn't matter for now, then it's very easy to see that this is not representative anymore for wolves. Why would wolves not like me, right. So if you were to take, of course, dogs are uh domesticated animals, we can use a non-domestic animal with a similar logic. It's easy enough to do. So let's just stick with the dogs. Um So if we were to make them train them not to do something, we can do that, right? Uh But that is not um relevant for extrapolating what wild animals would be doing. This is just one example, but they, the one generalizes, we can train animals generally via clicker training. I've done this myself, you know, uh all kinds of race. Um We can do that and they perform things including even if we want to know how we can make a dog done salsa, right? Uh We can do, we can install, know how in them that would never come about in wild animals. That means that we need to exclude all of these cases where we train the, know how into these animals. Because the question is not, is decidedly not, can for example, an ape, can an ape, can an ape show some human know how that question is a different question, that question we can answer yes because for example, we can train them to our question here is different. Our question is can a spontaneously copy super individual nohow, copy and spontaneous, you know, these, these are the two things that we have to have in place because if they are not spontaneous. Um And if it's not copying, then this is not what we are really after. You know, that's, that's what we are after here. Oh, yeah. And with the incarceration, the incarceration is a little bit complicated. So bear with me a little bit. Ok. Um There are two general, two general approaches to explaining why we humans have special social learning abilities. So just so, you know, yes, I'm, my research group is a little bit special that we talk about, know how copying supervision, know how copying. So we specify it like that. But we are by no means alone in saying that humans have some special social learning abilities. Others focus focus much more detailed on imitation and so on. We think this is too, too focused, you know, but it doesn't matter. So we are not the only ones that say humans have got special social learning abilities, good. Keep that in mind. So now when we say there was a whole class of social learning American that's special. Let's even not say what they are. Then there are two general approaches to this, how we humans got to have these special social learning. One approach is to say they are adaptations, they are natural adaptations. We have them in our genes essentially. Again, I'm painting with a very broad product. These people will then say, well, we are born with these skills or we are born um in a way that makes us have these skills very, very, very likely, you know, OK, again, broad brush, let's not go into detail uh here. But there was this other approach where people say yes, genes play a little bit of a role, but they play only a small role and they play an enabling role. They pro provide a small platform on which we build these skills and the skills themselves, these special skills, they are built into us socially. They are built into us by culture itself. Very unintrusive idea. Basically what these people say at the forefront of this old movement right now is uh Cecilia Hayes. What these people are saying is we culturally learn how to culturally learn. OK. So why am I, why am I mentioning this? You will know this anyway, but I'm mentioning this because if that is true, let's just assume for this moment that this is true. This is the correct way. Let's just assume then humans themselves learn these things culturally. And if we learn this thing culturally, it stands to reason that perhaps the ways in which we transmit these skills, we could apply these skills and make other species have these skills too that we can find soft means to install again, broad brush, install in their brains, completely new skills, new abilities, including new abilities to culturally learn. Uh And indeed, it seems to be, you know, this does not mean that this whole approach of the CD A is is completely correct. Although these days, I tend to believe that maybe it is right, but it certainly is in favor of this approach that we see that if we train, if we put our minds to it, if we put our intentions behind it, if we apply everything that we can to make apes copy, nohow, we succeeded. We can, we can make them different apes, we can change them, we can cognitively change them. We install something new in their brains that they wouldn't otherwise have. That's the other implication. And that is what happens intentionally or not. You know, it depends on the study uh when we incarcerate apes. Now, that means then because no ape is running around in the wild and no human is running around in the wild, inculturated apes. And this is not the case now and this hasn't been the case in any time in the evolutionary past of apes that we need to exclude. This is just very, very simple logic. We need to exclude this incarcerated apes um from our equation. They cannot provide the answer. They are interesting if you want to study the whole approach of C VA and so on. They're very interesting, you know, for these other reasons. But if we want to understand what, why apes have and what, you know, how they make their cultures and by implication, what our last common answer that uh we must fully exclude uh incarcerated apes. That's why I whenever I absolutely can. I try not to study incarcerated apes. You know, the only time when we do is if they are intermixed with un incarcerated apes and then we hope that the un incarcerated apes come first and test first. You know, then it's interpretable. If the incarcerated apes do it first, then it's uninterpretable."
	},
	{
		"start_time": "52:17",
		"speaker": "Ricardo Lopes",
		"words": "Ok. So, uh I mean, I wasn't planning on asking you about this, but since you mentioned Cecilia Hayes there, I've had an interview with her in 2019. And so I, I can't really avoid asking you this now. So uh I would like to ask you more about what do you think about her approach to culture? I mean, to what extent, but at this point in time, would you agree or disagree with her proposals and her claims? And if she, if she was correct, what do you think would be the implications in terms of how we approach culture from an evolutionary sl slash phylogenetic perspective? Because I mean, wouldn't that change the game uh to some extent because there, there, there are people. Uh I, I mean, and I'm not saying they are wrong but uh when it comes to how culture evolved, uh they tend to think about particular uh cognitive mechanisms as having to be set in place in a particular species for it to be able to either uh have culture entirely or not, or to be able to have specific kinds of culture or cultural manifestations like language, for example, right? Uh But I, but I mean, I, if she was correct, wouldn't that have a big impact on how we think about culture, particularly from a biological perspective?"
	},
	{
		"start_time": "54:04",
		"speaker": "Claudio Tennie",
		"words": "Several people in the past, I had proposed that this whole idea of having all these modules in the brain uh being evolved separately and so on, it, it doesn't really work because we don't have, this is actually an argument made by Mike to Marcelo in his 99 book, The Cultural Origins of Human Cognition. So Mike went a long way in a similar direction as as Hayes, but he actually stopped short only of uh for a few stops, let's say, um he said his argument was we don't have much time, uh evolutionarily speaking, if we look at archaeology and so on uh to explain the human condition. And so this is just not very convincing that we would have enough time to have all these modules installed in our brain. There are the reasons why this was always a little bit dubious and Hayes just, just, I mean, she did a wonderful job, she went some steps further and she said, OK, uh where Mike said, we have some adaptations such as he focused on imitation, a sub form of, of know how copying fine uh general perfect direction. Um uh Haman said, even that even that has a cultural origin, right? Uh And, and in her book, and in her B BS paper and so on. She listed quite convincing data sets and I'm sure you talked about that in the interview. It's quite convincing the case that the cultural learning of cultural learning is the thing in humans. But for my own approach, just because this is important for, for, for me here as well. For my own approach, it doesn't really matter if there's no how copy this super individual, know how copying if we humans get the genetically broadly speaking or culturally, as long as we have it, right? So my approach is mute on where it came from it. I'm not saying it doesn't matter, but it's for all current purposes is mute on where it came from. Um uh As long as it's there and as long it is as it is uh meaningfully link to all these phenomenon here. And I think it is uh then um you know, that that approach still works because in either case, I would say in either case, you have this missing in the, you don't really see the signature signal that super individual know how copying would have led to in wild a culture, right? And we don't see super individual know how copying spontaneously either. So putting it all together, you know, it doesn't matter where we humans have it from what seems to be a factor that apes don't have it at all or they have it to such a low degree or so or show it so rarely that it really doesn't translate in special types of culture that would be similar to the human spec type of culture that we have here, right? Um I should also say that maybe there are other species that can copy super individual, know how you know in some domains, some people talk about whale song copying, you know, in a super individual area, there is there was some debate around that too. But be that as it may here, we are talking about the apes, right? And they are the phylogenetic uh meaningful comparison. And whenever we looked, uh we could not find these kind of things in the apes."
	},
	{
		"start_time": "57:49",
		"speaker": "Ricardo Lopes",
		"words": "OK. So um let me ask you now about uh another kind of questions. So uh we've already mentioned a few times during the interview uh social learning. So and of course to study ape social learning, people use different kinds of tasks. And the question I would like to ask you is do you think that the tasks that are commonly used to study ape, social learning are suitable?"
	},
	{
		"start_time": "58:20",
		"speaker": "Claudio Tennie",
		"words": "Yes. Yeah, I mean suitable for what? Right. I have to be quite blunt here. Um My blunt reaction would be to say they are claimed to be suitable for certain purposes, the kind of purposes that we talk about today in this interview. And I think for that purpose, they prove to be unsuitable. Um Let me, let me explain a little bit. The main task that is being used. Um The main task that is being used is the so called um, two target task. It's essentially a task you can imagine. Uh IF, if we have a box here and this is a box here and then there is a, there is a door and the door can be pulled open, it can be pushed over, right. So you push it, you get the food inside, you pull it, you get the and then one group of Apes sees the the pushing, you know, another group of Apes sees the pulling and then people say, uh oh, and the result is frequently, not always, but frequently. Yes. The ones that saw the pushing, they, they do the pushing and the ones that saw the pulling, they do the pulling good. And but, but then on this level, there is no disagreement. I've done these tasks myself. And, you know, sometimes I find I found this too. So the phenomenon is not a question, the interpretation and the interpretation is that some people, first of all, they then claimed we are looking at action, copy, at the behavior copy. But that can't be true because for example, here, you know, I can make it so that you don't even see my actions and these things move. In fact, that was a point that Celia Hayes made in, I think in the nineties. But apart even from that, apart, even from that, there is a bigger problem here. The bigger problem is that people then thought doing these tasks. Um WE find special types of learning, special types of learning that we only find in the human case. And that explain all of the human culture here. Now, that's a huge problem because it turns out that not just humans and not just apes copy in these tasks, dogs copy in these tasks. OK? Then you might say dogs are domesticated and so on, you know, but recently, uh also reptiles copy in these tasks, right? So if you want to take this task performance and these two target tasks as a special way of learning, you have got a problem because then you would expect reptiles. I have nothing against reptiles, you know, but you don't just see it, you, you don't see it, then you would expect reptiles to have humanlike culture too. That really is the key. That is the first hint that, you know, we have been barking up the wrong tree with these tasks. I can say that because I've done these tasks myself, right? So I think it's, it's fair if I, if I say this done this task myself and I think we, we have, we have been doing the wrong thing there. The other big big clue is the empirical finding that if you look whether the apes, in this case, the apes, if they can pull the door open on their own without having seen it pulled open or if they can push the door open without having seen the door being pushed open, not just the door of the board removal, leber movements. You know, there are different versions of these cars. In all cases. We've done a review on that together with Lydia Hopper and Carl Von SYK. Um, WE'VE done a review and we found, well, actually, uh as you might imagine because they don't sound very difficult these tasks, actually, the apes can just solve these tasks in all of these ways on their own. This is of importance for the current interview as well because as I said earlier, we what we need to find is know how copying that is the copying of, know how that is super individual. So we are back to the same kind of um learning in these cases that we already talked about when we talked about the orangutan not cracking. If you can potentially develop this, know how on your own. Anyway, then all you need is know how triggering you need triggering of know how that is latently already there. That's very different from copying, know how that you could not produce on your own. So for this reason, these two target tasks and there are many, many of them and so on, you know, for this purpose, they, they just don't work, they work for other purposes. Uh People are very interested in so-called social learning biases and so on this is like the traffic lights for, for social learning under which circumstance to your social learning. That's fine. Absolutely. You can use these tasks for that. You know, there is very nice uh papers by Rachel Candle and others and so on. Very nice. You can do that. But for the current purpose, you know, human like culture and so on, um it turned out empirically, you cannot, you know, uh you can design maybe better tasks uh that, that, you know, the the animals cannot solve on their own. Um But you would have to make sure in these tasks that they are about, know how not about no, where, no, what and so on. So again, as always, the devil is in the detail. I told you at the very beginning, culture is a slippery concept and it becomes even more slippery when you make these distinctions. But I would argue we have to make these distinctions otherwise we don't get it, you know, the distinctions between human and ape culture."
	},
	{
		"start_time": "1:03:59",
		"speaker": "Ricardo Lopes",
		"words": "And so what would be in your opinion, suitable tasks to studying ape social learning?"
	},
	{
		"start_time": "1:04:07",
		"speaker": "Claudio Tennie",
		"words": "Yes. So this task exists. Um The first was done by uh by a consortium of, of researchers. Um Michael Marcelo was there, Joseph Cole was there as well. And what they did is they essentially they um made some chimpanzees learn new begging gestures. Mhm Translated into this interview in, in uh one would say they taught, they taught, they trained them, they trained them, you know, this is not to be confused with copying these, these animals didn't copy Mike and just happen. And the others, you know, they train these animals to show, you know how to beg from humans, know how good. And uh and then uh I think 18 observer chimpanzees saw this new, know how be being used as a begging gesture, you know, and what happened is uh these uh these observers saw it and every time this uh train chimpanzees would use this new begging gesture, they would get food. It was a perfect begging gesture, you know, from the perspective of these observers. Now, did any of these observers copy this new know-how, including I think one son of one of the demonstrators, you know, so it's, it's exactly this mother uh kid relationship that we always see uh in these wild shows, you know, no, not a single one of them copied uh any of these know hows, right? So these, these are suitable, you make them ideally, you make it so that you've got a large baseline. You, you check really if they show any of this uh no how on their own spontaneously. And then if they don't, you train them to show that and you show this to others. And I myself have because I always thought this is exactly the kind of study that we need. This is the gold standard study. So my group uh we have done a couple of these studies and overall, I think we have now tested, I, I wanna say over 100 apes different species, you know, all general actually. And um in no cases, in no cases, did we find any time any super individual know I copy? This is very strong evidence that our hypotheses that we held uh was always correct. Right. Um Or let me, let me, let me put it so that it's easier digestible. Maybe for, for those still skeptical, given that we tested, I think over 100 chimpanzees uh oh no, over 100 apes of different general and that none of them ever copied super individual know how in a technical domain in a non-technical domain uh from, from aid demonstrators from human demonstrators and majority conditions. So several showed them, you know, uh in all kinds of ways. And given that we never found any super individual know our copying, not it, it supports the view that if apes have supervision or copy they applied either super rarely, right? Or are very weakly. This is of high importance because all the cultural evolution models show that you need a certain threshold level of both the frequency, the reliability of the social learning and the strength of this social learning. So said in this way, even if they sometimes very rarely do this, it just wouldn't be enough to have them have this kind of human culture that we humans have right. So that is, that is, I think a strong statement that we can make with the data that we have at hand right now."
	},
	{
		"start_time": "1:07:51",
		"speaker": "Ricardo Lopes",
		"words": "OK. And so what can we tell from those data then? Because I would imagine that uh one claim that someone could make, could make is something like, OK. So then does this all mean that uh apes do not socially learn and they do not and cannot have culture? I mean, I is that a plausible claim to make"
	},
	{
		"start_time": "1:08:24",
		"speaker": "Claudio Tennie",
		"words": "it is not a plausible claim? I have said extremely explicitly. I think in the last uh paper uh I said apes, I think I quote myself correctly here. Apes have culture and nobody denies this. I could not say it more strongly, right? Apes have culture. Nobody denies this. Nobody I know denies this. But what we need is a pluralistic approach to culture. Not all cultures are created equal, right? And so apes have many different types of culture. They have very, we know this securely. They have cultures of know what to eat. Maybe they would even starve if they wouldn't have this culture, know what to eat. It's very strong in that they learn socially what to eat, you know, from those around them, from their mothers and so on. That's a, that's a culture, but it's a different culture, but they clearly have it. They also have got to know where cultures, where to be, you know, and they also quite surely know their territory and so on, you know, so they socially learn that too. So they've got all kinds of cultures, but when it comes to know how their culture is basically uh uh about no le and know how that they trigger. In each case. Uh I use this term, by the way from Dan Sperber, he made this very useful distinction between the stuff that is already kind of there and just needs triggering and the stuff that really needs copying. And um Andrew Bask and I, we have recently worked on that to lay more detail in, in that it's a, it's a paper and press, I think you recently interviewed Andrew as well. So um so that that difference is very, very important when it comes to know how the know how is triggered but not copied in the sense that we have been talking about this year. But in order in order to have all of these things and language, you know, and many other subdomains of human culture, we need know how copy and without it, we we, we cannot get that. So um I would even say it like this apes have many types of culture, but they do not seem to share in this special type of culture that we humans have and maybe other species have maybe whales and all right. But I would also say that this also doesn't mean that humans have all types of possible culture that is also not the case bats, for example, they communicate in ranges that we can't communicate in. So, you know, we wouldn't have this kind of uh culture if, if the bats have special types culture based on that, right? So you need to always look what kind of cultures do these species show. And we see that there is a difference in the kinds of cultures that apes and humans show just like there was a difference between uh different other kinds of animals in the cultures"
	},
	{
		"start_time": "1:11:14",
		"speaker": "Ricardo Lopes",
		"words": "that they show. OK. So with all of that in mind, I have one last question then. So we've talked about uh differences or potential differences and similarities between ape culture and human culture. A a different kind of question and related one is where do those differences come from?"
	},
	{
		"start_time": "1:11:38",
		"speaker": "Claudio Tennie",
		"words": "Yes. Uh Well, Ricardo, uh this is the million dollar question and um and I don't think we have a very good answer to that yet, you know. So I think there is some good answers maybe more convincing uh to some than to others, to all the other questions that you had. Um But for this one, we are quite in the dark yet. I have argued and I might have used the same argument in the last interview that we did. Um I have argued in the past that in order to try to shed light on this particular question, why we got the way that we got? And so on, we should first answer the question. When did we go the way that we got first? And if we have a good understanding of when we became like that, then uh we can look at the circumstances that acted at the time and at the time, directly preceding it. And that is ultimately the reason why even though I was a psychologist and a biologist before, um that now I still maintain these directions, but that I'm now an archaeologist. So now I'm I'm trying to understand this when this is my, my current quest as"
	},
	{
		"start_time": "1:12:56",
		"speaker": "Ricardo Lopes",
		"words": "great. So, Doctor 10, uh as I said at the beginning, I'm also leaving a link in the description box to our first interview. Uh Would you like to mention again where people can find you and your work on the internet?"
	},
	{
		"start_time": "1:13:12",
		"speaker": "Claudio Tennie",
		"words": "So uh if you Google my name or it will, the things that pop up will be the Google scholar account. Of course, my, my website would be probably uh currently the best place. It's a, it's a Google site as well and, and easy to find. Thank you"
	},
	{
		"start_time": "1:13:25",
		"speaker": "Ricardo Lopes",
		"words": "so much. OK. Thank you so much again for coming on the show. It's been a real pleasure to talk to you."
	},
	{
		"start_time": "1:13:32",
		"speaker": "Claudio Tennie",
		"words": "Thank you so much. Thanks. Maybe that is the third time. Let's see."
	},
	{
		"start_time": "1:13:34",
		"speaker": "Ricardo Lopes",
		"words": "Thanks. Hi guys. Thank you for watching this interview until the end. If you liked it, please do not forget to like it, share comment and subscribe. And if you like more generally, what I'm doing, please consider support the show on Patreon or paypal. You have all of the links in the description of this interview. This show is brought to you by En Lights learning and development done differently. Check their website at alights dot com. I would also like to give a huge thank you to my main patrons and paypal supporters per Larson, Jerry Mueller and Frederick Sunda Bernards O of Election and Wiser Adam Castle Matthew Whitting Whitting Bear. No wolf, Tim Hollis, Eric, Alania John Connors, Philip Forrest Connelly, Robert Winde Ruin. Nai Z Mark Nevs Colin Holbrook, Simon Columbus, Phil, Governor Michael Stormer Samuel Andreev for the S Alexander Dan Bauer Fergal, Ken Hall, Herzog Michel, Jonathan Libra Jars and the Samuel K, Eric Heins, Mark Smith, Jan We Amal S Franz David Sloan Wilson, Yasa, Desu Roma Roach. Diego, New Jannik Punter Mani Charlotte Bliss, Nicole Barbar W and P A Guy Madison Gary G Haman. Some of the Adrian Yin Nick Golden Paul talent in Ju Bar was Julian Price Edward Hall, Eden Bronner, Douglas Fry Franca Bertolotti, Gabriel Pan Cortez, Lelis Scott Zachary Fish, Tim Duffy, Sonny Smith, John Wiesman, Martin Aland Daniel Friedman, William Buckner, Paul George Arnold Luke Loak Georges, the Often Chris Williamson, Peter Oren David Williams, the Costa Anton Erickson Charles M Alex Shaw and M Martinez Chevalier, Bangalore atheists Larry Daley Junior, Holt Eric B. Starry Michael Bailey. Then Sperber Robert. Grassy Rough. The RP MD. Ior Jeff mcmahon, Jake Zul Barnabas Radix, Mark Campbell, Richard Bowen Thomas, the Dauber Luke Ni and Chris story, Manuel Oliveira, Kimberly Johnson and Benjamin Gilbert. A special thanks to my producers is our web gem Frank Luca, Tom Weam Bernard Yugi Ortiz Dixon Benedict Mueller Vege, Gli Thomas Trumble, Catherine and Patrick Tobin. John Carlo Montenegro, Robert Lewis and Al Nick Ortiz. And to my executive producers, Matthew Lavender, Serge Adrian and Bogdan Kenny. Thank you for all."
	}
]