[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Center. I'm your host as always Ricardo Loops. And today I'm joined by Doctor Leo Papa. She is a tendered researcher at the Institute of Science, Cognitive Mac uh Jan of the San Nacional de La Research Scientific in France and principal investigator of the research program, the Temple funded by a European Research Council starting grant. And today we're talking about social perception, basically what we pay attention to in other people and their interactions and the social information we get from that. So, Doctor Pao, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:45",
		"speaker": "Liuba Papeo",
		"words": "Thanks for having me."
	},
	{
		"start_time": "00:47",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to how we perceive other people, what are the kinds of things we usually pay attention to?"
	},
	{
		"start_time": "00:58",
		"speaker": "Liuba Papeo",
		"words": "So um attention depends on um a number of things, depends on the salience of the stimuli. So how salient the stimuli are to our eyes. So for instance, a bright red object is going to attract our attention more than a dark small object. But at the same time, attention also depends on our internal goals, what we are looking for in what we see. And so it's a very interesting balance between the outside world and our internal mental representation. And uh um so, in the case, when it comes to people, uh so others on specifics, um there are uh the first thing that like the first thing that we attend to are, are the uh the research in cognitive neuroscience has suggested that there is a sort of a hierarchy of the things that we care about first and this hierarchy goes by eyes, face and then the rest of the body. So, um but again, like a what what we we attend first depends on what we are looking for in the outside world. So for instance, if we are looking, for instance, for an object, for an interaction with another person, we might, we might, we might be attending more the limbs. So the arms, the hands than the face, but generally a good, a good summary is that, you know, the face and eyes come first."
	},
	{
		"start_time": "02:49",
		"speaker": "Ricardo Lopes",
		"words": "But when we look at other people and will later on in our conversation, we're going to get into more detail in terms of, for example, when people are facing one another or in terms of how they uh present themselves in relation to 1 to 1 another, what kinds of things we pay attention to and what kinds of information we get from those kinds of, let's say interactions? Are there generally speaking, are there particular kinds of information that we are looking for? When we perceive other people in either in isolation or in interaction with others."
	},
	{
		"start_time": "03:33",
		"speaker": "Liuba Papeo",
		"words": "Um So, um we pay attention to a lot of things uh because we, we care about a lot of things. Uh But uh um we can uh synthesize these uh um the features that we care about in two categories. One is uh those features that help us to understand who is the other, who the other is, who are you And the others are the features that uh uh help us understand what are you doing? So there are these two aspects of another that we consider very important for our immediate behavior and also for our survival. So when we look at another, at another person, uh we are very efficient, our system, our visual system is very efficient at extracting a number of important pieces of information that allow to, for instance, decide or establish surely the gender, the age, we have very sensitive to the cues that suggest the age of our, of the other, the origin, the race. There are, there is a full line of research suggesting that there are very subtle ways in which difference in the race of the others affect our behavior. Um And uh uh of course, uh also we can extract information from just the visual appearance by just looking at the others, we can start information about the status, for instance, how dominant the person is in the social hierarchy and the state. So the mental state, the mood of the person. There are beautiful experiments showing that just by looking at the motion pattern. So the way in which another uh moves we are very accurate in determining uh uh their emotion, whether it is happy or sad and so on. And this is, you know, the category of features that I define as those that allow us to understand who the other is. But then there is another set of features that we are very good at uh processing and extracting from visual information from just looking at the others, which are the features that allow us to understand what the other is up to what it is about to do. Um And these features are especially important in the context of social interaction. So it's very important um to uh observe the others interacting between each other with each other to construct a number of features that allow us to understand. Uh AGAIN, is a role in the society in a, in a specific context, but also more generally, um whether a person is uh um in the, in the social hierarchy above or below the other person, uh the level of intimacy, the social distance. Uh And also from the way in which two interact with each other, we can immediately understand with a very fine sensitivity to the motion patterns, the way in which people move and interact with each other, whether they're having a they are in a friendly relationship, whether they're sharing the same goal or they are competing, whether they're helping each other and so on. All these, all this information comes out of almost a first glance to the others."
	},
	{
		"start_time": "07:40",
		"speaker": "Ricardo Lopes",
		"words": "A and B. By the way, uh, you mentioned, uh, several different things there, like, for example, people's race or ethnicity, I mean, uh, uh, do we know to what extent some of the things or the kinds of informations we, uh, the kind of information we want to acquire from other people and the kinds of things and behaviors we pay attention to. I, if at least to some extent they are culturally learned. There is, I mean, my pay, paying attention to one person's ethnicity is something that I learn culturally to pay attention to or if all of these things or at least a few of them, uh, are sort of quote unquote, I innate. There is even newborns already pay some attention to some of these features and behaviors. W what do we know exactly about that?"
	},
	{
		"start_time": "08:40",
		"speaker": "Liuba Papeo",
		"words": "So that's, um, that's a very interesting question that has been the subject of, uh, research for decades. Uh And, uh, of course, there are many unknown, so many things that we don't know yet. But, uh, uh, certainly, uh, we can say that humans are born with, uh, uh, innate, an innate or at least very early when I say early, I mean, within hours from birth ability to recognize faces to detect a specific kind of motion which we call biological motion. And that's the specific way in which biological entities moves, that is very different. For instance, from the mechanical motion. Uh HUMANS are also born with uh uh a very early capacity to uh attend to the other side and know where the others are looking at us. So when we are being addressed, relative to when the others are looking somewhere else, and we also have a very early uh and efficient capacity to follow the other gaze. So to know that's one of the first thing, maybe the most important thing that we uh look at when we process others where they're looking, which anticipates or predicts what they are going to do. So if they are looking at me, this is probably a signal, a very strong signal of social engagement is looking for social engagement is looking away, OK, where he or she is looking. So these are the things that uh infants within hours or days from birth are very sensitive to. And uh um we share many of these processes, many of these mechanisms that make us so efficient in processing socially relevant stimuli with non human species. Like we have seen in a similar uh behaviors, very early behaviors in uh various species of monkeys, but also in uh uh chickens, for instance, or in a species that um are farther away from us. Uh Then there are other aspects as you asked about the race or the age, there are other aspects that emerge relatively early. So there are, there is, for instance, this phenomenon known as the, as the other race effect, which refers to the um to the basically very early sensitivity to uh people or to individuals who are from a different race than ours. Uh There is something similar, for instance, in speech perception, this early sensitivity to differentiate between uh speech sound that are from our native language and speech sounds that are from another language. For instance, Indians have some uh uh uh uh sounds, some phonological sounds that we don't have like the the we don't have these sounds in our language. And very early on infants are capable of discriminating between the sounds of their native language and sounds from other languages. But this is this kind of, you know, sensitivity to these more culturally determined differences um seems to be the result of a learning process which operates very rapidly again, within months from birth, infants can make this subtle discrimination. But it's because when they are born, they are born and they are immediately immersed in a very rich social environment. And so they immediately pick up the features that are typical or their native social environment and immediately become capable of distinguishing those features that are very important from their integration in their own society, from uh features that don't belong to their own, to their own cultural uh group."
	},
	{
		"start_time": "13:06",
		"speaker": "Ricardo Lopes",
		"words": "So in my first question, one of the things you mentioned that people and also infants in this case, pay lots of attention to is the face, in particular features of the face, like the eyes. For example, eye gaze, uh apart from eye gaze, what are some of the other features of the face that people tend to pay attention to? And what kinds of information do we get from that?"
	},
	{
		"start_time": "13:33",
		"speaker": "Liuba Papeo",
		"words": "Um The uh human ability to process a phase is impressive. I would say that there is nothing that uh uh uh there is nothing that is so efficient, so uh tuned uh uh than the human ability for face perception. So just by looking at the face, we, as I said, we are able to, first of all immediately recognize the identity and discriminate between the two faces even when there is a lot of similarity. Um And uh uh there are uh there are again, two different aspects, uh two different categories of features that we uh uh one category is uh uh what allows us to identify a person. So as I said, to categorize a person in terms of gender, race, age. And if we know the person also immediately assign a name to that person, an identity to that person. And so immediately retrieve all the, you know, knowledge and information that we have about that person. This this is a very rapid, very efficient mechanism. And then there is another uh family, another set of features that allows us to uh uh to establish, to, to, to process the actions of the face. And in the case of faces, actions uh are uh manifestation of manifestation of two things. One is the communication. So by looking at faces, just the way in which the face move uh moves is very important for uh speech perception. For we know that if we have access to the face of the speaker, our speech processing, so our ability to process and to understand what the speaker is saying is much more efficient. And there are a lot of interesting phenomena that show that in fact, the facial movements can affect also the acoustic signal, the acoustic information what we hear. So if I show him movement of the lips that is not compatible with the sound that I'm producing, that the speaker is producing. And there are very nice experiments that manipulate the mismatch between the lips movement and and the sound you see that we perceive a distorted sound, which means that what we see in the movements of the face affects what we hear. And also the second, the second type of action information conveys uh um information about emotions. We know that uh you know, very, we have a very rich repertoire of facial uh actions that convey um as well rich um set of different emotions. And so these two family like the features to define who a person is and the features to define what the the face is doing is trying to communicate. Um OF course, are tightly related but can also be dissociated. And when I say dissociated, I imply that they are actually um features that are processes in partially different parts of the brain, of course, very strongly integrated."
	},
	{
		"start_time": "17:25",
		"speaker": "Ricardo Lopes",
		"words": "So now I would like to ask you about something very specific that I read about in your work. What is facing di perception? And does it relate in any way to face perception?"
	},
	{
		"start_time": "17:40",
		"speaker": "Liuba Papeo",
		"words": "So um for many uh years, um for many decades, cognitive neuroscience has studies. Of course, we have this uh very strong uh and understandable interest uh for social perception, social cognition, how we understand how we recognize others. But for many decades, these questions have been, these questions have been addressed by uh studying uh the perception of the processing of individual faces, individual bodies, individual movements. Uh UNTIL uh when um researchers including myself and the people working with me uh decided to see uh to study what happens to all these beautiful mechanism that I've been talking about uh to process faces, motion bodies. When instead of seeing one face, one person, you see two people together, all these um sensitivity, all these tuning to all these features is preserved or there is something else that happens and what we have seen. So the main interesting result that we found when we started asking this kind of question was that as I said the faces are very special to our visual system and to the whole brain because they are fundamental to understand interact, to recognize others. But what we saw is that um when we see instead of one phase, two phases, uh all these uh very efficient uh uh processing uh is preserved, particularly one, the others are perceived as if they are interacting, which means face to face. So we did a very simple experiment. We, we were studying, you know, the the efficiency of visual recognition of multiple bodies. And so we presented the pairs of bodies in different special configurations. And we soon realized that subjects were particularly efficient at recognizing multiple bodies as efficient as they are at recognizing one face when these two bodies are put face to face relative to when they are in any other configuration. And so that was the first insight. The first in the first uh uh piece of information that suggests to us that there might be something really special uh in the brain uh uh about uh uh the perception of what we call the facing diet. Now, why the fishing diet? Why two people face to face would be special to our visual system? Well, this is an open question but the intuitive response is that this configuration, when we put two people face to face, this is the prototypical configuration of human social interactions. So when we interact with others, we privilege this face to face positioning, because this face to face positioning gives us access to the other side to the others. Face full face. So we can extract information about uh emotions. And uh also uh it gives us access to the whole body. So it's the the perfect viewpoint to have as much information as possible from the other. And so to facilitate uh interaction. And so the idea is that this facial configuration, these are, these are face to face configuration of body is so important for our social life and so redundant. So, recurrent in our social environment that the human brain has developed a mechanism that make the processing of these two bodies especially efficient. And this is confirmed by if we look at the uh evolutionary psychology literature, uh you know, people have studied uh how often humans spend, how much time humans spend in certain, you know, special positioning, special positions relative to each other. And they have seen that not just humans, but also monkeys and probably other species spend uh more than uh the 50% of their time in social interaction, facing, facing another. So face to face with another. And most of the time uh I I uh the most frequent composition involves two people. So face to face di adding interaction seems to be uh an important uh recurrent uh uh structure in our social life in our social world."
	},
	{
		"start_time": "22:57",
		"speaker": "Ricardo Lopes",
		"words": "So this is already, I guess one aspect of studying social sin perception, right? And uh one of the things associated with that or a concept, I guess in this case is minimal social sin. So what is that concept really about? And what can you study through it?"
	},
	{
		"start_time": "23:22",
		"speaker": "Liuba Papeo",
		"words": "So it's uh uh it's uh this idea of minimal. So social scenes refer to what I've just described. So when we started this research, we wanted to see to isolate, to get really like we, we see a lot of interactions, all kind of uh actions that people perform on each other or with each other. Uh uh PEOPLE act uh in uh diets, in groups. So we have crowds of people doing things together so that the social interaction that the range of social interactions is possible. Social interactions is very broad. But we wanted to get to the minimal unit. What if we if we remove all the unnecessary features and we get to the core structure of the social interaction, what remains and what remains is this uh uh two body configuration. So this configuration that involves two bodies or two phases in general, two people, two social agents facing closely like in special proximity and facing each other. So and this is this is really like. So we decided to study this configuration of two bodies is a facing diet just like we have studied other objects in visual perception, just like we have studied faces, we have studied bodies, we have studied any other object in the world, we consider this a new object of visual perception. This is a configuration which is the early rudimentary representation of a social interaction."
	},
	{
		"start_time": "25:06",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so, uh we've talked earlier about how people interpret when they see someone or a di have of people facing each other. So apart from facing each other, what are perhaps some of the other kinds of cues that people take in when distinguishing between an interacting and a non interacting, died in crowds, for example."
	},
	{
		"start_time": "25:35",
		"speaker": "Liuba Papeo",
		"words": "Yeah. So we have uh again, just like in the case of face perception, we are now this is a very recent line of research that is really considering this new object of social perception, which is not one body, not one face, not one action but two people together. And so we are now discovering all the information that is rapidly extracted from this stimuli. And so as you said, one is the relative positioning, what we call the facing where they are facing each other or not or they are facing away from each other. But there are another uh a large family of, of, of a large set of cues that uh uh we, we think and research suggests that are really relevant to process, to initiate the processing of social interaction. Some of of such cues are, for instance, as I said, the special proxy, how close in space to people are uh the touch, whether they are in contact, they are touching or not. So uh others are the mimicry, whether you know their body postures or their facial expression look alike, which means that which, which is a feature of the social interaction. When we interact with someone, we tend to have this automatic mimicry of their behavior. And we can see from outside when two people are interacting, they tend to uh imitate themselves, they tend to coordinate or to synchronize. So, coordinations, synchrony, miry um distance openness like the typically people that are interacting and have this posture that is open to each other. And these are very uh measurable. We can take, you know, photos of interacting people and really measure all these things. And this is exactly what uh um scientists are doing right now. Uh First of all, to understand which are the the the the properties, the features of an interaction that we process, that we extract the uh uh from which we make is about the social relationship between two people. But also to understand whether there is a hierarchy between these things. So what is the relation between these things? We don't have the answer to this question yet. But you know, intuitively, 1 may think that if two people are face to face, they are probably interacting or this is what our brain spontaneously. But uh you know, if you start manipulating the distance, so you increase the distance between them, probably the effect of facings starts, you know, diminishing, diminishing. So and it would be interesting to see at which point, the distance breaks the effect of facings whether it does it at all. So basically, this is the kind of questions that we are now asking to um to, to understand how because that's the thing. The question is not whether we understand social interaction and what we understand about social interaction. Because we do understand social interaction, we are very, very rapid at you know, understanding what kind of relation there is between two people just by looking at these people. And uh we understand a lot of things, we can extract a lot of kind of information just by looking at how two people interact with each other. But the question that we're trying to answer is how we do it, how our brain does it. So this is why it's important to understand. OK, what are the basic cues that the visual system extracts from the structure of the input or from what we see outside that starts this process that then leads to a full understanding of the social interaction."
	},
	{
		"start_time": "30:02",
		"speaker": "Ricardo Lopes",
		"words": "And of course, it's very interesting to understand or know what these basic cues are. I mean, the basic kinds of things that people pay attention to in the social scene to perceive and interpret how people relate to one another and what people are doing that is socially relevant there. But I I would imagine that something that is also very interesting to understand these uh of course, we do this and in the split of a second it's lots of information but we process it very, very quickly. But at the same time, I mean, it's not like isolated cues but we are sort of taking it all in, at the same time. I mean, it's like several different cues that we process very quickly. Right."
	},
	{
		"start_time": "30:55",
		"speaker": "Liuba Papeo",
		"words": "Yeah. Yeah. So that's, uh, um, like, uh, you know, the, of course, uh, the, the result of uh this uh uh process is uh extremely impressive, as you said in the um in, in a few uh tens or hundreds of milliseconds. So we are capable of, you know, not exactly exactly who you are, what you're doing and what's your relationship with another? If you think about it, it's pretty impressive. Now, the question again is how the brain does it. So we are uh a little bit uh uh like farther away from an answer to this question for tourism. As I said, like we know a lot about face perception and body perception and biological motion perception. And that's a good basis I think to start this enterprise of, you know, understanding how we understand our complex social world. But uh um you know, there are questions that are because of course, understanding what the others are doing and how they relate to each other also requires to understand what they, what they have in mind, to understand their goals, their intention, their motivations and uh uh these, these questions fall under the big umbrella of social cognition, um social neuroscience. And uh this is a very young enterprise. We have begun asking this question uh a few years ago and uh there is a lot of effort and a lot of energy, a lot of resources now that are dedicated to this kind of research, mostly because it's clear that uh um the society that we are building, that we have built and that we are building relies on our ability to manage people, to organize a group of people, to understand how people relate to each other. So to be able to sustain this kind of social environment that we live in, we have to understand as much as we can about the human social brain. But uh again, this is a very young uh enterprise. And so most of the questions are still open to, to discussion."
	},
	{
		"start_time": "33:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Right. So, and since we're talking here also about the brain, of course, um And we are referring mostly to spatial information, spatial cues, they are processed of course by the visual system. And is it the case that socially relevant spatial relations are represented visually differently than stimuli that are just unrelated or appear unrelated to one another?"
	},
	{
		"start_time": "34:04",
		"speaker": "Liuba Papeo",
		"words": "Yeah, absolutely. So this is basically the uh one of the main findings of our research in the, in the recent years. Uh So, uh as I said, we have first uh uh found uh uh initial evidence in our, in our empirical data and our empirical results suggesting that uh uh facing individuals, which is our, which is a proxy of social interacting individuals. So when I say facing, I'm implying that this positioning is somehow suggesting to our brain that these two people are interacting. And this is why it's so important for our brain. So as I said, we have found that facing individuals are processed uh uh more efficiently than the very same individuals uh in, in a different special relation. And uh uh we have begun to show that uh the very specialized mechanism that uh we have learned to appreciate in perception, also apply to this configuration of seemingly interacting bodies, so face to face bodies. And uh uh and then we have found that I use a lot of uh functional MRI, which is a neuroimaging methodology that allows to record the brain at work while it's working. So to look into the brain uh uh to measure the brain activity during um any kind of cognitive task. And uh so using F MRI, we have seen that visually in the visual areas. So in the areas dedicated to face body, biological motion perception, the very same bodies. So the two the two bodies, the very same bodies are processed differently when they are face to face, relative to when they're back to back. And this is pretty impressive because uh so we just had a similar with the two bodies either positioned face to face or identically just flipped so that they look back to back. So from a visual viewpoint, these two stimuli carry exactly the same information. The same amount of information is exactly the same number of pixels, the same body shapes, the same postures, the same color brightness, all the visual information that you think of. But just the fact that they are face to face, their positioning, to face each other or facing away from each other drives all kinds of different different effects in the visual cortex. So for instance, the visual cortex and in general, the level of activity in the areas for face and body perception is significantly higher. So the regions respond more when the bodies are face to face, relative to when the two people are back to back, which is already I think very interesting. But also, uh for instance, uh we have found using more sophisticated analytic methods uh on uh uh uh F MRI data that uh the representation of each individual body is more accurate. So the brain represent each individual body better if the body appears in a relation in a social relation with another than when the body is presented in isolation. So yeah, the the the short answer is that yes, there is something special and when I say special, I mean face like special in a sense. And so as I said repeatedly uh is like a face perception is the gold standard of the efficiency of human visual perception. And so what we see is that some of these very efficient mechanisms that we have evolved developed to process faces are used to process interacting people."
	},
	{
		"start_time": "38:19",
		"speaker": "Ricardo Lopes",
		"words": "And so still about perception that there's something very specific that I haven't asked you about yet. So what is body form and body motion perception? And in what ways exactly do these specific kinds of perception contribute to processing social events?"
	},
	{
		"start_time": "38:40",
		"speaker": "Liuba Papeo",
		"words": "So uh these are uh body but form and body motion are the two fundamental component of the visual system uses to build representation of an action. So to understand another's action, so what another person for instance is doing but it is true also for the action of animals and also for the movements of objects we need to extract mentioned about their structure. So for instance, in the case of a person, um how the various body parts are positioning with respect to each other. So if the hand is here or here, this defines a different body posture, so a different body shape. So this is the body form um information and then there is the other side that is the motion. So how the position of each part changes from time to time and this defines the motion pattern. So these are two different aspects that then they are integrated. So these are the body form and our body shape and the body motion uh are dissociated different uh different processes. Uh ALSO because they are um uh implemented, they are computed in different parts in different brain regions. So we know that these are two different aspects. But of course, the regions that care about the body motion and the regions that care about body shape work uh in sync work really like in a close interaction with each other. We say that they are functionally connected because the information needs to be integrated to deliver the representation of an action of an action, which is the beginning of the process for action understanding. So we first need to understand the body posture, the body motion. And from there, we can start all the inferential processes that allow us to understand what the other, what the other's action goal is, uh what the intention of the others are. And this, this is what we call the social inference."
	},
	{
		"start_time": "41:07",
		"speaker": "Ricardo Lopes",
		"words": "By the way body form and body motion perception are these in any way forms of embodied cognition."
	},
	{
		"start_time": "41:18",
		"speaker": "Liuba Papeo",
		"words": "So, um no, these are visual processes. So the idea of embodied cognition, the general idea of embodied cognition is that uh uh much of our cognitive life depends on our uh experience in the environment. So it's based on in particularly impact in particular our motor experience. So uh but when I talked about the body uh form and body motion, I was referring to visual processes like the processing tool to extract information uh from the physical structure of the of the of the input. Now does our experience, our experience, our action, motor experience in the environment affects the way in which we process other actions and the social interactions. So we know that uh of course, like we uh we are in, we are in bodies like the brain is integrated in a body that has a certain type of experience. And the the way like our history of interaction, the environment affects how we perceive other actions. There is a very rich and complex literature on this, you know, relationship between action, understanding and the mo motor experience. We know much less about how our experience of social interaction, so of interacting with others affect the way in which we understand others, social interactions. I I think there is no, there is no really like a fully developed line of research yet on this. But uh you know, like uh uh there are a number of nontrivial questions to ask. For instance, the idea is that when I observe and others perform another, performing an action in order to understand that's the basic idea of embodiment to understand what the other is doing. I need to sort of use this as simulation process. I have to internally simulate the same action and this allows me to understand what the others is doing. But now in the context of social interaction, I'm observing two people or more people interacting with each other. So how does the motor simulation work like can we simulate multiple actions at the same time? So there are more people interacting. Our motor system is busy at you know, simulating all these actions like simultaneously. We are not sure the motor system can do it. We we are not sure the motor system can hold the representation of multiple motor programs at the same time. And uh oh you know, we can think oh maybe the the the visual system selects the most important the more of two agents. And this is what it follows that there is research that shows that we are very good at detecting in an interaction, who is the agent and who is the patient. So who is the one who is acting on the other? And so maybe, and we know that um the the system, the brain privileges information about agents. So one possibility is that the motor simulation also privileges the simulation of the action of the person who is recognized as the agent. But again, these are all possible solutions. But uh we don't know the answer yet,"
	},
	{
		"start_time": "44:54",
		"speaker": "Ricardo Lopes",
		"words": "but at least potentially there's some space for embodied cognition here."
	},
	{
		"start_time": "45:03",
		"speaker": "Liuba Papeo",
		"words": "Oh, there is always a space for embodied cognition. It's a, it's a um it's a very interesting uh uh uh angle to look at how uh human cognition in general, like by you know, relating the mind and the brain to the rest of the body. This is absolutely interesting because as I said cognition doesn't happen in a vacuum. We are in a body and what happens to our body certainly affects our brain and our mind. But uh I'm also, I also have a very critical view of embodied cognition because uh I think there are a lot of things, a lot of representations that don't depend on motor experience on our experience are totally independent from the, from motor experience. And uh so sometimes I tend to be a little bit critical to the views that want to reduce the whole human cognition to motor experience."
	},
	{
		"start_time": "46:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So now I have a couple of questions that I think you've already at least slightly touched on them earlier. But when it comes to social representations is the social entity itself as important as the relation that binds multiple entities together."
	},
	{
		"start_time": "46:28",
		"speaker": "Liuba Papeo",
		"words": "So, yeah, um I think the relation is uh uh all that matters in uh in the social life uh in uh in for social cognition. And uh to the point that uh um when we see when we perceive a relation between the two social agents, between two people, uh we, the brain creates a whole new representation that uh has almost nothing to do with the two people itself. Like what I mean? And we, we have, we have shown it uh uh really like empirically. So um when we see two objects, the neural response to uh the two objects seen simultaneously is typically a linear combination of the response to the two single objects. So we can from, from the response to the two objects together, we can retrieve information about the two single object. Because the, the information about the two single object is maintained in the representation of this composite representation that involves both objects. So if I see a pen and see if I see these two objects, and I measure the response to this first in the brain. And then I measure the response to this in the brain. And then I measure the response to them both presented together. This response is typically an average of some linear combination of the response to the two single objects. But now what we see is that uh when uh we see two people and these two people are represented in a social interaction, the response to these two people is a non linear combination of the response to each individual body presented in isolation. And this non linear combination of the response to the individuals is an indication that the brain is building a new representation that has almost nothing to do with the individuals. And this new representation is basically the, the the the core input for the social cognition system. So yeah, the relation is perhaps more important than the individuals themselves."
	},
	{
		"start_time": "49:00",
		"speaker": "Ricardo Lopes",
		"words": "A and the relation is almost uh or perhaps it is even a different entity or a different kind of representation than the two individual people. And even the two individual people interacting with one another. I mean, it, it's a thing in and of itself."
	},
	{
		"start_time": "49:20",
		"speaker": "Liuba Papeo",
		"words": "Right. Yes. Abso, that's, that's, again, that's, I was too uh enthusiastic in my. Yes. But uh that's my guess at the moment. Uh uh Yeah, it's uh it's uh we have uh empirical data using F MRI using electroencephalography that uh um uh can isolate this integrative response that suggests that the brain is transforming the input into into something that is a new thing that has nothing to do with the input itself. And we have seen this signature of integration a lot when it comes to the perception of interact, social, interacting people."
	},
	{
		"start_time": "50:02",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to the brain, do we know if there's actually visual specialization for diab human human interactions? I mean is there a specialization for that specifically or"
	},
	{
		"start_time": "50:16",
		"speaker": "Liuba Papeo",
		"words": "not? Yeah, absolutely. As I said, we have recorded using F MRI, we have recorded from visual cortex, from visual regions and we have seen that there are some very similar active parts of the visual system that seems to like facing diets more than anything else. So this is already one signature of specialization we have seen even in behavioral task like if we present stimuli around the perceptual threshold. So in very low visibility conditions, so we are used to do this experiment to isolate the limits of visual perception. And so we present a stimuli, for instance, low contrast stimuli very rapidly to the subject and the subject have to report whether they have seen a stimulus or not. And we see that and this is one of the ways to measure the efficiency of in the perception of a given type of stimuli. And what we see is that again, when we present these facing bodies, the system is much faster. So the responses are much faster and much more accurate than when present bodies in isolation or in other kinds of special relations. So we have a behavioral, we have F MRI, we have ee electroencephalographic signature of that suggests that there is a visual specialization for uh fishing diets. And uh visual specialization means that uh we just have uh uh very efficient mechanisms to detect this kind of configuration in the space. So for instance, if I present subjects with very clot, the rich and noisy visual scene that has a tool facing people somewhere in this scene, we have seen that subjects immediately find these stimulus in the in the clutter. And this is again another signature of the visual efficiency."
	},
	{
		"start_time": "52:29",
		"speaker": "Ricardo Lopes",
		"words": "So earlier, we've talked about the kinds of cues that people process in looking at the social scene and interpreting it as for example, when looking at the diet of people as interacting or non interacting. But how do we go from spatial relations between people to uh perhaps trying to extract some information about the kind of relationship they have with one another and how much information can we extract from them uh about that."
	},
	{
		"start_time": "53:04",
		"speaker": "Liuba Papeo",
		"words": "So, as I said, unfortunately, I cannot give you an answer about how, because we are just at the beginning of this enterprise. So maybe in a few years, we'll be able to know how we go from, you know, putting together. So the visual system knows that the two people are face to face, they are closing space, they are touching each other, maybe uh they are, they have outstretched limbs toward each other. So they have all these features. So immediately the visual system um uh represents OK, this might be a social interaction. And so this information package is put is sent into the, you know, high level networks for social inference, the so called social brain network. And from here, how do we come to understand for instance that these two people are two lovers, for instance, or our two enemies are competing? It's less clear what I can say is that again, we are very sensitive to small v in the spatial temporal patterns. So for instance, the way in which one object moves with respect to another can be immediately interpreted as having a positive or negative intention. So and you know, if you just a small acceleration in the movement of an object relative to another object can suggest that one is chasing the other or that the one. So it's one that is chasing the other or that the other is escaping from the other like in small variation in the acceleration, for instance, can give a completely different cognitive representation, mental representation of what we see. But again, the computational uh machinery that does this from, you know, seeing bodies faces facing each other, especially close to understand the the rich nature of a social interaction. That's really an open question."
	},
	{
		"start_time": "55:25",
		"speaker": "Ricardo Lopes",
		"words": "And do we have a good idea of what of what are the areas of the brain that are part of the network that that processes processes social information."
	},
	{
		"start_time": "55:38",
		"speaker": "Liuba Papeo",
		"words": "Yeah, I mean, we do. Um SO definitely there is a uh an important contribution of visual areas. As I said, we have been discussing this so far, like uh visual areas, extract of a lot, a lot of of useful information for social inference. And um and uh I I'd say that uh because of the importance of uh the social life from our survival, we have developed a number of very efficient mechanisms to do so. So visual mechanism dedicated to uh extract the socially radical information. But then uh uh outside the the visual system, the visual system is just the entry of the information in the brain and outside of the visual information in the brain. But then outside the visual system, there, there is no one network, there are many networks that uh uh implement processes that are relevant for uh social cognition. For instance, the action understanding network is the network dedicated it one and the action and what understanding and action means means, understand the goals and intentions of an action. There is uh the, the mind or the mentalis network, which is another set of regions that is dedicated to what we call mind reading, what's in another mind, what the others are thinking also, we are very good at that and we don't know how that happens. And um and uh uh then there is, of course, the semantic system, the conceptual system that represent all the knowledge that we have about the others. And in particular, the social knowledge seems to be a very specific type of knowledge that is represented probably in dedicated part of the larger semantic system. So yeah, uh what we need to understand is really the specific computation in each of these regions and also how the information travels within these networks and how this network uh networks interact with each other. Let me just add the la last thing uh I talked a lot about visual information, socially relevant visual information because that's what I study. But you know, there is there, there is not just vision, there are other sensory modalities and the other sensory modalities carry also a lot of relevant information for social cognition. Uh As we talked about briefly about the speech, the acoustic signal, there's nothing more social speech. And uh the smell is another um field that uh is um uh is is receiving a lot of attention uh because it's probably one of the fundamental uh uh foundations of it provides some foundations to uh social relationships. So it's um it's a, it's a long, it's gonna be a long way."
	},
	{
		"start_time": "58:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, of course, it's important to mention that, that we here today were we were focusing on spatial relations and on visual information because that's the main focus of your research. But of course, we do not only process visual information but also information from the other senses when interacting with other people."
	},
	{
		"start_time": "59:17",
		"speaker": "Liuba Papeo",
		"words": "It's important to, to, to, to say so, so not just because it's fair for our colleagues who don't study vision, but also because uh vision is one of the most if not the most studied aspect of the human brain. Uh And some believe that vision is also the main sensory modality for humans. Uh Some agree, some don't agree with that, but it's true that we are, we have a representation of the brain that is very much centered on visual processing. But it's uh it's uh it's fair to acknowledge that, you know, there are other important modalities and in fields of research that needs to be acknowledged."
	},
	{
		"start_time": "1:00:03",
		"speaker": "Ricardo Lopes",
		"words": "Of course. So let's get into our last topic slash questions. So we've been focusing on humans here. But what about the nonhuman animals? Because I mean, we as people, I guess that we also look at the spatial relations, body configurations of other animals. And for example, there are some biped animals and some quadrupeds as well. So do we distinguish in specific ways between those two? And how does that work? Uh ON the level of the brain neurologically?"
	},
	{
		"start_time": "1:00:44",
		"speaker": "Liuba Papeo",
		"words": "So there are two aspects of this research. I'm trying to answer them both. The first one is uh our perception of other animals that are nonhumans. Uh So, um uh the mechanism that I described the first general answer to the question is that all the mechanism that I described so far uh like this ability to process phases, biological motion bodies. So this is why I talk about faces, biological motion, bodies, bodies and not human bodies, not human faces, non human motion, because these especially individual cortex, the regions that cares about this, that care about this important aspect of the social life, recognizing faces, bodies, motion um operate over uh any animate entity. So they don't seem to care much whether a face is a human face or a monkey face. For instance, the fusiform face area, which is the region that responds to phases that has this very strong selective response to phases, doesn't show very reliable difference between a human face and a monkey phase or a cat phase. And the same is for the regions that process motion, they process biological motion. So any kind of motion that looks like the property of a biological motion relative to mechanic motion. But uh uh they don't have much uh you know, fine uh fine grain distinctions in terms of, you know, uh the the species that is uh moving, whether it's a human or not. So, you know, uh one line of research, we really asked the question, whether the visual system really doesn't help at all in the distinction between a human and nonhuman animals, which is very important us, I mean, we need to know whether and animating is a human is a conspecific or not. And we were very, I was very particularly surprised by the research on biological motion because it was a little bit confusing, like most of the field was talking about biological motion, but some authors were talking about, you know, these regions being tuned to human motion. So I wanted to see whether they are really tuned to human motion, which means that these regions are capable of distinguishing what is human from what is non human. Or in fact, they are picking up some feature in the motion that is typical of humans, but they don't really what is a human and what is a nonhuman thing. So the intuition, the idea that we had was OK, we can uh uh present videos of uh uh four kind of animate entities. A walking man, just a human who walks another human, a baby crawling uh cat, pa four legs crawling and uh a cat is a nonhuman which also walks uh uh with, with four legs and a cheek. A chika is a non human but like the prototypical human walks with two legs. So we wanted to see whether the regions in the visual cortex that care about motion could really distinguish human from no human. In which case we should, we should, we should see that response to the man and the baby is more similar than the response to the cat and the chicken or they are not really human uh preferring regions, but they actually only care about motion. And so what they can distinguish is the kind of motion and they don't care whether it's a human or nonhuman. And because there are these two big categories of motion, bipedal motion, which is typical of the human species, but not only of the human species and quadrupedal motion. We predicted that if these regions are only about the kind of motion, we should find that the response to the man is more similar to the response to the cheek because they are both bipedal and the response to the cat is more similar to the neural response to the baby because these are two quadrupeds, they are moving with four legs and this is exactly what we found. So this means that yes, what what this means is that yes, the visual system uh is capable of making distinctions a subtle distinction. In this case, in the type of motion, which might be useful then to distinguish what is a human from a nonhuman, but they are not yet representations of humanness, the visual system doesn't seem to care much about humanness, it cares about animated things, animals, whatever is a biological entity. Of course, you can find the differences. Uh FOR instance, uh because, you know, I don't wanna, you know, his colleagues to jump and say no, but uh also, you know, like uh the response to human faces, individual system is stronger. But then it becomes hard to know whether it is just an effect of familiarity because we see a lot of human faces and we have seen very few monkey faces in our life. So you can pick up this difference due to the familiarity of the stimulus to which the visual system is very sensitive. But it doesn't mean that uh uh intrinsically the visual system care about the human on human distinction."
	},
	{
		"start_time": "1:06:46",
		"speaker": "Ricardo Lopes",
		"words": "Uh And I guess that uh one very interesting thing about studying these, about the brain processes, information, I mean motion information and spatial uh uh and the information about the body and spatial relationship uh relations between humans and nonhumans is that this also might also inform us about if about whether specific areas of the brain specialized for processing human related information or if they are perhaps more domain general and they are specialized just for motion or for particular body configurations or something like that. Right."
	},
	{
		"start_time": "1:07:32",
		"speaker": "Liuba Papeo",
		"words": "Yeah. So the kind of manipulation that I described where we manipulated the motion in the bipedal versus quadrupedal human versus non human is one example of the kind of manipulation that we do. And this is why it's fun to be an experimentalist because you know, we have the brain and the brain activity, but then we have to read the information in that activity. So we can use this kind of manipulation to see. OK, what's in that activity? What's information in that activity is information about the species a human versus non human is information about uh uh motion. So by pedal versus quadrupedal. And so in this way, exactly with this manipulation, we found that in fact, these regions in the visual cortex really care about motion. That's all they care about. But there are other regions in a higher level in higher order systems that uh instead begin to make the distinction between a human and a human because our cognition needs to make that distinction."
	},
	{
		"start_time": "1:08:38",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, uh Doctor Pape, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:08:48",
		"speaker": "Liuba Papeo",
		"words": "Yes. So I have a website, a personal website uh uh V uh uh sorry dot I'm learning French. So it's"
	},
	{
		"start_time": "1:08:57",
		"speaker": "Ricardo Lopes",
		"words": "like that's"
	},
	{
		"start_time": "1:08:58",
		"speaker": "Liuba Papeo",
		"words": "OK. It's, it's terrible. So VVV uh dot Lua pao.com, I'm also active on Twitter as a Ya um P. Uh uh I have recently joined this uh Blue Sky uh platform now website, uh which is uh which is gathering a lot of, you know, scientists around the world uh where we have very interesting discussions and uh uh or you can always reach me by email. My email addresses are available my, my, my uh my website and my institutional website."
	},
	{
		"start_time": "1:09:39",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving links to all of that in the description box of this interview. And thank you so much again for taking the time to come on the show. It's been a pleasure to talk to you. My"
	},
	{
		"start_time": "1:09:50",
		"speaker": "Liuba Papeo",
		"words": "pleasure and thanks for having me again."
	},
	{
		"start_time": "1:09:53",
		"speaker": "Ricardo Lopes",
		"words": "Hi, everyone. Thank you for watching this interview. Until the end. If you like what I'm doing, please consider supporting the show on Patreon or paypal. You can find the links in the description box down below. And if you like the interview, please share it, leave a like hit the subscription button and comment. The show is brought to you by N Lights learning and development and differently check their website at N lights.com. I would also like to give a huge thank you to my main patrons and paypal supporters, Pero Larson, Jerry Mueller and Frederick Sunder Bernard. So all of Alex Adam, Castle Matthew Whittenberg are no wolf, Tim Hollis, Eric Aleni J Connors Philip Forrest Connelly. Then the mere Robert Winde ruin. Nai Z Mark Nevs Colin hope Mikel Storm, Sam Andre Francis for Agns Fergal Ken Har Hero Michel, Jonathan lebron Jars and Eric Heinz, Mark Smith. Tom Hummels are friends, David Wilson, dear Ruben, Ro Romani Charlotte, Bli, Nicola Barbaro, Adam hunt Palo Stassi Nele Bach Guy, Madison, Gary G. Hellman, Samo Zal Adrian Yi Paul Tolentino, Julian Price Edward Hall, Eden Bruner Douglas Fray, Franco, Beto Lotti Gabriel Pan Cortez or Lalit Scott Zachary Fish. Tim Duffy and Smith John Wiesman, Daniel Friedman, William Buckner, Paul Georgina, L lo A George the off Chris Williams and Peter W David Williams Di Costa Anton Erickson, Charles Murray, Alex Shower, Marie Martinez, Coralie Chevalier, bungalow atheists Larry D Lee junior, Old Harri Bon, Starry Michael Bailey. Then Sperber, Robert Grass is Jeff mcmahon. Jake Zul Barnabas Radix Mark Temple, Thomas Dubner, Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica Nowicki Linda Brandon, Nicholas Carlson, Ismael Bensley Man, George Katis, Valentin Steinman, Per Rowley, Kate Von Goler, Alexander Robert Liam Donaway. Br Masoud Ali Mohammadi Perpendicular, Jonas Hartner Ursula. Good enough Gregory Hastings David Pins of Sean Nelson and Mike Levine. A special thanks to my producers is our web, Jim Frank Luca Stink. Tom Weeden, Bernard, Ni Curtis Dixon Benedict Muller Thomas Trumble, Catherine and Patrick Tobin John Carl Montenegro, Alick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]