[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host as always Ricardo Lobs. And today I'm joined by Doctor Ioanna Malinovsky. She's assistant professor of Philosophy at Adam Mitski Aic University in Posen Poland. The subject of her research is a broadly understood philosophy of science with particular emphasis on philosophy of medicine, philosophy of neuroscience and philosophy of psychology. She explores connections between these areas and questions in bioethics, epistemology, ontology and methodology. Her current focus is on the conceptualization and the use of ethno racial categories in medicine. So, Johanna, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:43",
		"speaker": "Joanna Malinowska",
		"words": "Thank you. Thank you for having me. It's a great pleasure for me to be here."
	},
	{
		"start_time": "00:48",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So let's start reps to introduce the topic. Let me ask you what is cultural neuroscience and what does it focus on exactly?"
	},
	{
		"start_time": "01:00",
		"speaker": "Joanna Malinowska",
		"words": "Mhm. So culture and neuroscience is a scientific program that was introduced at the beginning of uh 20th century by few researchers from the field field of neuroscience. And the their um biggest concern was that neuroscience usually treat culture to um in a, in a too reductionist way. So it, it doesn't really bother about it. They, they, that they treat human beings and human brains in a sort of universal stick way. And they started to insist that and argue that um neuroscience should pay more attention to the cultural factors uh that are involved into development of human brain and human cognitive structures, as well as the interaction between brain uh genes uh like the, the, the, you know, epigenetic stuff and so on and the environment of the individuals. So, mm cultural neuroscience in, in is interested in those interactions between those three major uh categories or entities. However, I really believe that this term cultural neuroscience is a bit um over it already because I want to believe that most neuroscientists uh agree uh in, in 2020 23 that our brains are plastic and now that our genome is somehow plastic to a point of course, and that we are uh bios, social beings like bios, social animals. So we are developing uh and, and uh while we are doing so we are somehow embedding the cultural uh the cultural factors and the, the, the cultural aspects of our living and the, the uh cultural, socio, cultural aspects of our environment. So the, the culture and the society is a part of our cognitive um of our cognitive uh structure itself. Um And just to finish when the culture of the, the neuroscience started to develop, there was this huge um the biggest thing in neuroscience was probably the it was probably the whole bunch of researchers uh interested in evolutionary psychology and things like that. Right? So the very, again, very universal perspective and very red reductionist perspective uh when it comes to our minds and, and our functioning like epistemic and cognitive functioning. While mm at the moment, we already know that many of those ideas. For example, the the thing that there is some kind of no normal brain and that each brain should look the same. Uh And that the same structures should be in the same place, have the same um should be um in the same size and things like that. It is uh it is some kind of idealization that is totally wrong because our, our brains are developing through all our lives and the way how they are shaped depends on our experiences."
	},
	{
		"start_time": "05:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh And so uh one of the topics you've been interested in recently or in recent times is uh race and ethno racial categories in medicine. But in science more broadly, I guess. So what do you think about the use of the category of race in science more generally before we get into medicine itself? Do you think it is scientific at all to use it?"
	},
	{
		"start_time": "05:48",
		"speaker": "Joanna Malinowska",
		"words": "So this, this is actually the problem with the category of race and ethnicity, but especially with the category of race. Um So for me, it's uh the, the great analogy is to think about this this term, this notion of race as it was some kind of mythical creature creature. So everyone knows something about it, but no one actually knows what it is. And this is what actually is happening when people are talking about race and science, especially. So, first of all, it is a highly contextual category. So each community is actually understanding and interpreting um it in their own way. Also each community is actually trying to somehow set or negotiate their racial hierarchies in their own way. So even if there are no people of color in that community, they will probably try to somehow develop. Uh Norac Karch is based on other criteria than just skin color. Uh TO be honest, uh racism itself uh may be interpreted as a phenomena that started uh as something that was not only um associated with the skin color, but also uh was based on criteria such as uh nationality or religion. Uh For example, in the peninsula in like 15 century where people who weren't, uh Catholics were uh yeah, were sent off uh because they had a different religion and they were treated differently. Also, there was this uh at that time, the i the idea that there might be some kind of pure blood and the blood that isn't pure uh was developed and it was also related to the religion at first. So, um so as I said, first of all, race means something else in different context in different cultures, in different regions uh on our planet. And this is the the first uh difficulty when we talk about it because we all think that we are talking about the same phenomena, but maybe and the same classifications. And this is especially important for science because usually, mm when we think about about race, we have this strong intuition that there are some kind of universal classic racial classifications, right? Like uh people uh can be divided into blacks and whites or yellows or um like this uh we we think about this historical classifications that there are like caucasians and, and negroids or something like that, you know, uh while this is just one nara one narration about class narration, classifications and in some other like some places, there are other classifications. Another thing is that when thinking about race, we have so many stereotypes that are related to racist beliefs in races that it's difficult to somehow abstract from them. So even when research, like scientists are saying, OK, race is just a social construct, there are no biological human races. Uh BIO um biologists agrees like population biologists agrees that there are no human races. Um But maybe we will use some kind of uh Norac classifications in, for example, in forensic anthropology, but this is not a a biological race. We try to somehow relate, for example, to ancestry. But then what this ancestry means to people, especially if it's somehow related to this very universal uh classification that we all heard about like African Americans and whites, for example, those are those two major categories there, right? Or Asians as well. And um, so if we, if we read a, a study and people are writing about someone's ancestry and this, um, this, this person or, or mm, those, those reminds that are, that the researchers are trying to identify, are assigned to African Americans or whites. So what does it tell you even if they will later say that this is not a biological uh race, it is more of an ancestry and race is just a social cultural project like a construct, right? You will still probably have this feeling that there is something biological there, right? And uh yeah, and then finally, um we have this problem that there are still some people who really believe in some kind of, so say the scientifical um theories or some kind of very politically motivated. Uh So the scientifical, hm hypothesis and beliefs about races and about some kind of differences between populations that are called races um that are used but for political reasons and for ideological reasons to somehow shape our social reality, right? So uh to, to divide people to, you know, we see there that, that kind of um racist narration about different uh cultures about the different um nations that they are worse than others. Uh ESPECIALLY now when we have a war in Ukraine uh which was strongly um related to some kind of nationalist beliefs of presented uh in, in Russia. At the same time, it was justified by Russia that they are fighting nationalism, right? And at the same time, there is like a huge tension between Poland and Ukraine and all of those countries that have their own historical um issues that somehow rem that are somehow uh remaining racial or racial uh Karch and racist narrations. So, um yeah, there is a huge cause and a huge mess and I really believe that um maybe there is a good think to, to start like revising this concept and you ask if I believe that the race is a scientifical concept. So, so making, I already said a lot but trying to somehow um briefly present my perspective here, I would say that definitely it does not because as long as it is not strictly or somehow precisely defined in each study, we really don't know what that means in particular. Um CON without the context especially, but even in a particular context, it is hard to uh somehow infer what researchers or just uh normally people think when they refer to race, what, what they would like to refer to actually. Um And trying to like fro from the philosophical perspective, I really do believe like, I, I find the arguments uh very persuasive the, the arguments that are saying that maybe there are no races and no um like the category of race as some kind of empty, empty notion that is referring to many different phenomena. At the same time, we could say that it is very like we, we can understand it in a very pluralist way, right? Uh But maybe it would be more precise to talk about racialized individuals and racialized groups because only by changing the the language here to more process one to more contextual one because we are rationalizing others or we are racialized ourselves in some moment, right? And we can change it. It's something that is a very dynamic and not that static category. Race. OK. I am that race or he is this race. But what about the fact that people are changing their racial identities? For example, what about the fact that they are, they would be uh identified as having a different race just by changing their uh their country or something like that because in that country there is a different a classification recognized by government, for example. So yeah, II I would say that it is not the scientifical category and um and probably uh racialization is a much better concept."
	},
	{
		"start_time": "16:36",
		"speaker": "Ricardo Lopes",
		"words": "Oh OK. So let's put a pin on that racialization idea and also some of the other perhaps consequences that it might have in the domain of medicine. We'll come back to that later on. I have a few other questions before we get to that. But let me just ask you a follow up to what you said because there are many points that you mentioned there and many things that I could touch on. But let me just say that, uh, so on my show, at least since 2019, possibly 2020 I've had on the show, many anthropologists, geneticists and biologists, uh, with whom I talked about race, what were their ideas about race and so on. And I mean, at least people that come from those three disciplines, anthropology, genetics and anthropology, genetics and biology that I think are the most, the most well equipped to deal with these questions and not a single one said that he, that he or she fought that race at any sort of scientific validity as a concept of it. So, but, but uh uh uh on the other hand, I guess that at least from uh let's say sociological perspective, we have to take the category of race as a social construct or less seriously because it still has consequences in terms of social dynamics, how people think about people from other racial groups and me some medical consequences as we're going to talk about later. Right? So, but basically I'm asking you if, even though scientifically speaking, I guess that very, very few people take race seriously. Um IN terms of uh how uh people establish relationships in our societies, how they think about other groups of people and, and how certain groups of people are treated and so on. We should take it seriously. It has some sort of social reality to it. Right."
	},
	{
		"start_time": "19:01",
		"speaker": "Joanna Malinowska",
		"words": "Um So basically, yes, like making things short. Um Yes, of course. I didn't want to say that there is nothing like, um, a construct that is, that is cultural, that can be ascribed to people and just by doing so it can change, like, shape their lives, for example, and shape their attitudes to themselves and to others. Of course. um IT, it has a lot of meaning to be a racialized person. Like we have those arac identities. Uh And I really believe that in a racist world, each person has some kind of a racial identity, of course, each grown up uh uh person because as a Children, we, we don't think about that kind of uh factors like that kind of problems. Uh So ethno racial identities, as well as the whole racist structure of our rewards. So uh sys systemic racism and interpersonal racism. So all the interactions with other people who have some kind of racist, who probably have some kind of racist beliefs and racist biases even if they don't want to because, you know, uh we all believe in some kind of stereotypes, for example, that, that, that govern our uh way of thinking and, and behaviors, even if we want to be 100% an anti racist and, and very inclusive. Yet there are some kind of um culturally acquired uh and embodied uh stereotypes and beliefs that, that may somehow came up and affect us even if we don't know, even if we don't want to. Uh So when the category of race is used in, for example, um sociology or uh I don't know, like some kind of cultural studies, it, it is meaningful and also it usually refer to something that does exist that exists and that really is important to, to investigate, uh especially when it comes to cultural studies. It's very important to learn how racism and racial hierarchies uh shape human lives and all of that uh like the uh the social structure, the, the social reality of our, of our world. But still, when we think about them as about some kind of universal and objective categories, even if socially constructed, then we have a problem because we are forgetting that cultures differ. And this is the problem. I believe that because we hear this very common uh in philosophy would say like racial talk, um us, racial talk uh that is based on us ethno racial classification and their uh social situ situation, social context and economical context and all the historical context and geographical context that shaped the, the situation in us and how race is interpreted there. Uh Then is it is very easy for, for older people to somehow um I don't know um somehow believe that this is the, the way that like racial um divisions are shaped generally and that's it. But no it's not true. Like this is a very complex uh problem that may uh differ different communities in a way that they shaped their uh as I already said, um how they shape their admiration uh Karch or uh you know, the privileges uh that are given to, to different populations and different uh diff different members of the those populations. So the problem is not the concept itself may, maybe the problem is not the concept itself but the fact that we think about it in a very, so I I will probably um mm sorry, iii I will say the same thing as I said before. So we think about it in a very static and very uh universal and, and so essentialist way and when we think about essentialist category, but about the category in a socialist way and that category itself is somehow associated with essentialist beliefs about the race, then it's very easy to, to, you know, to, to skip from this point when we remember that we are talking about very contextual and very processable and very dynamic and diverse category that is uh sour um uh category construct took place when we go back to this uh essentialist belief that there are some kind of biological races. And yeah, and the, the way we talk about it about race, the, the way how we describe it using certain words is is problematic and this is where uh racialization probably works better again because it is a, it is not uh like an object, you know, a, a verb, right?"
	},
	{
		"start_time": "26:22",
		"speaker": "Ricardo Lopes",
		"words": "No, I'm not very"
	},
	{
		"start_time": "26:23",
		"speaker": "Joanna Malinowska",
		"words": "familiar with English grammar. Sorry."
	},
	{
		"start_time": "26:26",
		"speaker": "Ricardo Lopes",
		"words": "So I think it's a noun, right?"
	},
	{
		"start_time": "26:30",
		"speaker": "Joanna Malinowska",
		"words": "Yeah. Yeah. So, yeah. So, um it is something that is happening, someone can do that. It's not, you know, this um this thing that is stable, that the thing, that thing that has some kind of ideal uh shape or form that we can you know, check if, if you have this and this and that then OK, you, you are uh white or black. OK. But, but"
	},
	{
		"start_time": "26:58",
		"speaker": "Ricardo Lopes",
		"words": "then le let's get into that already since you're mentioning it again. So what does racialization mean exactly? And how does would it differ exactly from the concept of race?"
	},
	{
		"start_time": "27:13",
		"speaker": "Joanna Malinowska",
		"words": "So the concept of radicalization it it, of course, it differs uh from philosopher to philosopher, from social scientist to social scientist. So there are many different definitions of radicalization. Um The way I understand it is um is related to um very like evolutionary uh interpretation of metaphysics I would say. So it is it is uh related to um systems theory and systems biology. And the the process all metaphysics that usually comes with this evolutionary biological, like this evolutionary metaphysics. And mhm And the fact that that kind of ontology which is multileveled or multisystem or that may be understood as somehow emergent. So uh not in that strictly reductionist way. Hm from that kind of perspective, radicalization is a process or um many processes that produce or that lead to um the belief that some person is uh representative of some kind of entity uh of, of some kind of group. Mm That is a major biological entity or human lineage uh that was formed due to reproductive isolation. Uh And that the membership in this group is transmitted through some kind of biological uh processes. So, um racialization, it's not about a question. Are races real do races exist? But this this about question, do we believe that they exist? And do we believe that someone is uh has a race? Mhm And this is the the uh the most important difference between uh race and racialization from my point of view, of course. So we don't need to answer to this question anymore. Like am I talking about only cultural construct or maybe political construct? Because we also have that kind of conversations uh discussions and philosophy of race, right? So some people are saying this is only political construct and others are saying this is maybe only social and what are differences between political and social contract constructs when it comes to the development of the idea of race? So I don't need to answer to this question because for me, what is important is that some people identify with some construct, have those identities and what is the uh characterization of those identities? So here most important mo most important thing is that it is processable. So I may have some kind of ad no racial identity in time. T but in different contexts, I may change it or I may uh experience different aspects of racialization in different contexts. For example, I may feel like a person which is racialized uh as white when I'm like a privileged white person when I am in my country, uh like in Poland. Uh AND when I help uh people who are so called illegal migrants in Poland. So, so people who are racialized as Muslims, for example, they may have even light skin, but if they are racialized as Muslims, they may face a lot of racism in Poland, right? A lot of racist aggression uh and discrimination. So in that particular context, I may feel like a very privileged person. But if I just go to Britain, for example, and I will move from Poland to Britain or to France or to other country, which is um more um which, which racialize Eastern Europeans as that lower race historically. Uh Then I may face some kind of some kind of a no racial aggression and discrimination and I may lose this white privilege. Uh This identity that makes me uh more white. Uh W when I may help someone else in my country who is racialized, right? I know that it sounds a bit chaotic but uh what I mean is we can change those identities, but also we can this racial identity and the, the fact that someone is somehow racialized, it has some kind of state of racialization, I would say uh it occurs on many different levels. So you may be racialized on the level of enviro environment differently than racialized on the level of some kind of a sociopolitical mm Processes that, mm I don't know, recognize your uh identity uh as something else because I don't know, some law changed and now you are uh you are not a white but you are now a Latina, right? That kind of changes happened in our cultures a lot of time, many times. Sorry. Um You may also feel differently than how people see you, right? So it's also something else to be rationalized by others and to have this admiration, identity and to rationalize yourself. Uh AND in all of those uh context um that kind of um the, the the organization is something that is happening and is changing. So, um I'm not sure if I explained it enough, but um this is something that from my point of view uh really differs this static category of race and racialization. Hm."
	},
	{
		"start_time": "35:18",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah, I, I mean, I guess that uh if we approach it on theologically, I guess that uh race would be more of like a based on a substance ontology. There is a more essentialist category and racialization would be more based on uh on a process on."
	},
	{
		"start_time": "35:42",
		"speaker": "Joanna Malinowska",
		"words": "Yeah, that's right. Yeah. Yeah, you see, I, I do research on it but, but you explained it better than me. It's, it's probably because my English and the fact that I was teaching all day, all day long."
	},
	{
		"start_time": "35:55",
		"speaker": "Ricardo Lopes",
		"words": "No, no, no, no worries about that. But le let me ask you now. And do you think that the category or the concept, the concept of ethnicity fares any better scientifically speaking? Because, uh, I mean, as we'd raise, I guess that when people use the term ethnicity, not necessarily in science specifically, but just in society, they might mean different things in different contexts, right?"
	},
	{
		"start_time": "36:26",
		"speaker": "Joanna Malinowska",
		"words": "So ethnicity is another problematic term because again, people are using it in as a very different notions. So before you said that most genetics, like all people who work on genetics, uh and biology generally said that races, human races like biologically uh understood they don't exist. OK. But still race and ethnicity are categories that are used in biomedical research and genetic research, genomic research, et cetera, right? And similarly ethnicity and this is the funniest thing. So basically the the my first understanding of ethnicity is that it is more uh it is more cultural phenomena because usually we talk about ethnicity um in relation to language, culture, nationality, right? However, it it's not always happening, especially when we look more closely to to science. So OK, maybe in soc sociology or something like that, it would be understood as strictly social phenomena. But at the same time there was this uh study in 2021 I suppose, or maybe 22 uh about how the usage of uh categories such as race, ethnicity and ancestry changed or developed in genetics. Um So in that study, it was shown that researchers use ethnicity much more than race at the moment. Mm For many reasons, for example, um they want to avoid this very controversial uh category of race. So they prefer to uh use ethnicity instead of it or maybe they are from UK. So they uh the term ray or ethnicity is, is uh very often replaced with. Um uh SO, so the term race is replaced with ethnicity even if in their like uh caucus, right? So, so they don't gather racial data, they just gather and, and use eth ethnicity data. Um And uh in such a situation, we have this, those re those studies are in biomedicine, like in genetics, genomics that still recognize uh hm population like uh differences between populations on the basis of a, a category of race and ethnicity or only ethnicity even. So, then if ethnicity has something in common with some kind of biological differences between people. And additionally, and it was also um researched like it, it, I even described this um such situations in one of my papers. I if additionally, we apply uh th that uh us racial talk to, to that to those uh uh this term ethnicity. So if we will understand ethnicity as some kind of proxy for racial classifications. Then there is a huge mess here because instead of trying to the biologist or the centralized race, we are doing completely opposite. So we biologist and centralize ethnicity. There is a lot of papers where you can find information about um genetical differences, like in some kind of um some kind of gene gene polymorphisms, for example, uh between populations and those populations are uh described uh with the relation to us uh Arac classifications. So as African Americans, white, um native Americans, uh Asians, etcetera. So what then what that kind of ethnicity mean? Of course, in other studies, it would be much more precise because for example, they will use more demograph understanding of ethnicity. So it will be uh closely related to people, people's uh place of living or something like that. And they would say not whites, but for example, poles uh instead of whites. Mhm. Um Yet still, what does it mean when it comes to my genes? Right? That I, when, when they call me just a poll we also have now I I saw a discussion uh about a new proposition for FDA at no racial classification in USA uh or O MD at no racial classifications like some changes and revisions and that they are proposing and if you answer the questions uh uh to in their mm in their new forms, then you, for example, if you are white so called white, then you can choose, for example, white pole or uh I don't know white German. But if you are pole and not white, there is no category for you. But I know that there are some poles that are not white like they have, they don't have a white skin, right? So, yeah, so this is another problem here. Uh Yeah. Yeah."
	},
	{
		"start_time": "43:29",
		"speaker": "Ricardo Lopes",
		"words": "So perhaps let me ask you a somewhat broader question because uh we've already seen here and also again mentioning some other interviews that I've had over the course of the last few years with geneticists, anthropologists and biologists on the show and people can go back and check them out. Some of them have even raised on the title so you can, you can get there easily. Um uh There are so race and ethnicity are very messy concepts and when people try to study, for example, differences between human populations, sometimes they use those concepts, other times they do not use them. But still do, do you think that there might be some issues associated with assuming differences between human populations when studying them? I mean, expecting there to be uh differences between human population."
	},
	{
		"start_time": "44:36",
		"speaker": "Joanna Malinowska",
		"words": "I believe that there are human differences between human populations. Um LIKE our populations are very variant, like there is a huge variety between people, right? Um And of course, it would be silly to say that there are no genetical differences between people or there are no I don't know, like other differences between people. There are those differences but race and ethnicity are a very shitty categories to, to be used to, to study those differences. Um For all of those reasons I talked about also like usually race and ethnicity, like ethno racial data in, in, in us are gathered um by uh information about people's um self ID, ID, identification, right? So their self identity, but what does self identity, what, what it tells us about their genes? It is difficult to say, right? And again, what the fact that I live in Poland. Uh So I am appalled, say about my genes, something probably. But we know that our researchers uh our research, our studies, our science may can be and should be much more precise. And this is something that may sound funny. But um like in this part, like in my part of the world. So, so Eastern Europe, uh people moved a lot because for example, because of World War Two, right? And a part of my family is uh from via, so a place in uh contemporary Ukraine and they had to, most of them were killed uh by nationalists and some of them escaped to Poland, other parts from my family, like other ancestors uh in my family could come from some kind of um eee even more, more from the west and from east. Sorry. So uh my genetic, my, my DNA and my genome is a bit mixed. So why it matters and why, why I am talking about it first. Um Because for example, when I was visiting a surgeon um because I had some problems with my jaw. He said that I have a mongoloid skull. Uh AND it sounds a bit weird. Uh The the the surgeon said, like look at my head scans, right? RT G scans. Mm He, he, he said, OK, you cannot spot it when you, when you see your face, your skin. But when I see your skull, yeah, it's definitely Mongoloid said. All right. Um Yeah, and that's true. I have probably we have some kind of Asian ancestors and sometimes it really doesn't matter but sometimes it does. And for example, if we, if we think about medicine and biomedical research, it is very important. And uh and in this context, I usually uh talk about uh one situation from my life again, like especially from my mother's life to be honest. Um So she had some kind of um um some something grow on her jaw again and her dentist uh sent her to a surgeon. Uh THEY did some kind of uh tests and said that probably it is a cancer like a serious cancer. Uh BUT they have to do a biopsy because they are not sure they cannot recognize it. And she was like, afraid she's dying for about three months. Uh Everyone was saying we are not sure we cannot interpret your uh results. Uh WE have some doubts but probably this serious and she didn't know what's happening with her. As long as one of her doctors sent her uh medical data, health data to some kind of international conference. And in Poland, we don't gather and use erac categories when it comes to uh health data. So there was no information about her, the color of her skin. Uh AND as, as fast as her skin was invisible to those people, they only had her scans and the information like the data, someone quickly said, OK, this is nothing, this is nothing serious. This is just this uh uh Asian thing that many Asians has, but it's, it's not serious. Uh So, so she should, she should be fine. So she had to lose her skin like metaphorically and lose her race to be di di diagnosed, right? And that kind of mistakes in diagnosis may happen uh repeatedly when we believe that race, especially someone's skin color and someone's identity may be a good proxy uh for some kind of genetical polymorphisms. Sorry in our like there is no gene for race."
	},
	{
		"start_time": "50:53",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. And, and that's the thing, right? Because I was just going to ask you about that, what in terms of health information, what are some of the consequences that we having or we, I mean, I'm saying that in particular countries it works like that people have uh racialized health information and what, what are some of the biggest consequences of the the the negative consequences. Of course. So"
	},
	{
		"start_time": "51:25",
		"speaker": "Joanna Malinowska",
		"words": "again, this is a very problematic issue like a very problematic uh question because from the one side, there is a huge gap in knowledge about the whole minorities, right? And in the history of science, most research was done on white privilege, middle class and young men uh because they studied in those universities, universities where the research was done. Of course. So for example, in neuroscience, until the beginning of uh 21st century, hm most scans like uh F MRI s and everything was done on, on, on white uh middle class men around 2022 or something like that. And it was, it was a huge issue. So we started to gather a data about other populations, about other cultures, like pe representatives from other cultures uh about representatives of groups that were um um were excluded from, from uh research before. And this is great because we need to know more about uh body uh woman bodies about um bodies of people who experienced racism, uh bodies of people who, who have totally different experiences than ours, how it affects them, uh how different geographical um um environment or economical environment changes and affects us. Uh We, we need that knowledge, right? We also need the knowledge about how we respond to different psychological environments or how we should design cars for, for people who are not a standard person, right? And the standard person is always white. So um in the mail, of course, so this is great that we started to, to somehow worked with this problem of a huge knowledge gap about other others, generally. However, um when we are understanding those differences through those categories of race and ethnicity, um again, we are doing this mistake that we keep thinking with essentialist and racist classes, I would say. Um SO why it is important for uh uh to, to talk about those issues uh when it comes to health care and biomedical research, especially healthcare, because you asked me about medical care, right? It's uh it is because first um this is uh something that is uh making racist beliefs stronger. So for example, if we, even if we have a very good uh intuition, like very good motivations, we want to, we don't want to be color blind, right? Uh And we want to um fully acknowledge that we have uh patients that are from minorities and that may have some kind of medical issues because of that, for example, because of the effect of um uh racist discrimination on their health. Um If we just in fear that it is possible from the color of their skin, then we are usually um as uh thinking about it in a way that is somehow racist just because we applied it all this framework or connected with racial um discrimination and it includes uh worse access to education and living in poverty and maybe some totally racist stuff like lower IQ um and things like that. But why, like, maybe this is a person who is twice as rich and uh you know, like wealthy and economically privileged um than 20% of white people in states or something like that, who of course have their privilege as well. But we need to learn how to uh recognize those aspects of our identity that tell us something about the discrimination that we could um experience. So when we try to um research do research about the impact of racism and racialization on, on people's health, we need to be able to recognize on about which level of racialization we are talking about. Are we talking about lower access to health care in terms of um like space that divides people from hospitals, like geographically speaking, like very, very material thing or are we talking about some kind of uh epigen uh historical problems that the members of certain communities faced their, their ancestors? Um So some kind of traumas could be passed through generations or maybe we are talking about the fact that uh someone uh won't get some kind of, I don't know uh uh won't get a scholarship or won't be published in the scientific journal because he or she is from, I don't know, Mongolia and people usually don't treat scientists who are not from core countries as seriously as others. So, Yeah, we, we just need to recognize about what we are talking about, right? And when we just use race and ethnicity, there are just two broad concepts. They, they re relate to so many different ways of discrimination, to so many different experiences, to so many different things that, that no one knows about what they are talking."
	},
	{
		"start_time": "59:02",
		"speaker": "Ricardo Lopes",
		"words": "Right? And let, let me ask you a very specific uh related question to medicine and health care because I mean, by using categories like race and ethnicity. But I guess even more so race and medicine, one thing that people do is that they study the prevalence of certain diseases across different races, right? And uh together with that, usually I'm not, I'm not saying that always, but usually comes the assumption that because they find uh there, that there's a difference in prevalence of certain diseases across races, there must be a genetic basis to, to those differences, right? And but isn't that also somewhat problematic? Uh I, I don't know if you agree with what I'm about to say or not, but I've also talked with a few sociologists on the show. And actually, for example, in the US, uh they criticize some of the ways that people in medicine deal with health information, racialized health information because uh they say that uh perhaps there are some diseases that have higher prevalence in uh black people. Uh Black Americans, not because of their race or anything genetic, but because, uh, I mean, if you look at the socio-economic data, usually, uh, african-americans fare worse in terms of their socio-economic status than, uh, whites in America. And so some of that might be explained not by genes or genetics, but by the, by them being poor, their socio-economic status and all of the things they are exposed to while poor that perhaps other, uh, o, other groups in America are not as exposed to as they are. And I mean, I'm not saying with all of these deaths, some diseases uh do not have any genetic basis at all. Of course, some of them have. But still, I mean, there are, there are these complications that derived from the fact that uh there are certain instances where we use racialized information in medicine."
	},
	{
		"start_time": "1:01:38",
		"speaker": "Joanna Malinowska",
		"words": "Yes. So yeah, I I was talking about it actually, like there are some kind of differences that uh are caused by social, cultural or economic and environmental factors generally uh that may be spotted and recognized as racial differences. But they um are there, there was this uh great sentence that I really loved uh uh And that was pretty popular during COVID pandemic. Uh WHEN researchers try to criticize the biolog organization of uh differences when it comes to deaths uh of COVID between different communities. And they use this uh a phrase that it's not a matter of race, it is a matter of racism. So, yeah, there are many differences between com like many health differences in between communities and populations that are caused by uh racism and social inequalities. However, there are also some kind of differences between populations that are caused by our genes. But yet, as I said before, category of race and ethnicity are not perfect categories to be used as a proxy for those differences as well as our features such as skin color, right? Like our skin color may be important if we want to study how we uh actually mm gain vitamin D, right? Because this is or"
	},
	{
		"start_time": "1:03:32",
		"speaker": "Ricardo Lopes",
		"words": "perhaps for example, differences in uh in, in developing skin cancer."
	},
	{
		"start_time": "1:03:41",
		"speaker": "Joanna Malinowska",
		"words": "Yeah. Yeah. Yeah. So let's use a skin color when we are researching something that is connected to skin color, right? But even then the category of race and ethnicity say us nothing. We just need to use, you know, some kind of uh gradient that is related to colors because I'm not sure if uh if I'm right, but I would say that many people who are white have a lighter skin and darker skin, like my skin may get very dark uh during summer. But I know some people who just go outside and get burned in like 10 seconds, right? And there probably is some difference here as well that should be researched. So, so yeah, if we, if we think that our patient, for example, or or if we think that in our study, something may be uh caused by a difference in skin color, then focus on that. If we think that some kind of differences between populations or, or communities may be caused by socio economic factors, then we should use some kind of uh measures like frameworks that measure uh socioeconomical uh mm differences and vulnerability, vulnerability. I'm sorry, I cannot pronounce this word. Vulnerability. Yeah. Yeah. This one. So if, if we think that some differences may be caused by uh some kind of differences in health literacy or diet, we should look at those but not race in general because all whites don't eat the same food and all blacks don't eat the same food, right? So uh we just need to be more precise about what we are researching. And this is what I'm trying to say that in some cases, a no racial identity may be very important if we want to me, like if we want to investigate, for example, how people experience stress caused by their identity or how they, how does the level of stress differs between them and between people who self-identity differently? Like as a minority, for example, when they face uh police uh policemen, a police. Uh Yeah, just a police. Uh AND it is um uh it is uh it was studied by many researchers that usually people who are um representatives of minorities. Of course, usually in those, in those studies, it is written that black communities and African Americans have a higher level of stress w while facing police than whites. And this is totally normal because of course they are discriminated and they have to face this violence um on a day or daily basis. But then, um, so, so then, um their, their identity is important, it is relevant in this particular context, but it's not relevant in a, in a context of our genome. Right."
	},
	{
		"start_time": "1:07:28",
		"speaker": "Ricardo Lopes",
		"words": "Right. A and so, I mean, basically these ideas that you're putting on the table now about looking at what's relevant in each particular case is what perhaps a post racial kind of medicine would look like. Right."
	},
	{
		"start_time": "1:07:46",
		"speaker": "Joanna Malinowska",
		"words": "Um Maybe, yes, like we, we just need to be, I, I love precision. Probably, maybe because uh I'm a philosopher. Uh AND I wonder what concept means? Maybe because I'm autistic and I love precision even more. Uh But hm I think that in science to make it functional and to, to, to functionally communicate with other scientists, not to, not to just create a huge mess like conceptual mess as um as it is with, with the case of race and ethnicity and their use in biomedical research, we need to be precise but to do so, we need to be aware that each of us has a lot of beliefs that are sometimes even unconscious. Uh A lot of ontological methodological beliefs that we just acquired through our cultural training, education from our scientific community even. And we usually don't question them. But if we, if we just use some kind of categories without any asking any questions, especially if they are those such a controversial and, and so powerful categories. Um Then it is, it is um we need to, we need to ask those questions, what are we, what kind of differences we are looking for? Um What we are researching, what do we want to say? Because even by like the only by designing our research in one way or another, uh we change our results and and we we can affect it. So there is this uh um this quote that what we put into our, you know, research data, for example, it is what we get in our results. So do we need to put a racial data everywhere or those categories everywhere. This is another question that from my perspective is very important like in in USA uh some institutions that finance uh biomedical research require scientists to use gutter and use erac categories in their studies. So they actually need to use race and ethnicity as one uh of reference classes or subgroups in their research, right? But it it is not a neutral, it is somehow it may affect what they are researching, how they are doing it and what kind of results they are getting out of the the research. So yeah, the the awareness of like methodological and conceptual awareness in science is very important from my point of view."
	},
	{
		"start_time": "1:11:04",
		"speaker": "Ricardo Lopes",
		"words": "So let's change topics completely now, and getting into the last part of our interview, let's talk about a completely different topic that is human robot interaction because you also have some interesting work on that. I read a few papers of yours on that. And uh I would like to ask you because when it comes to human robot interaction, I mean, there are many different aspects of it that we could talk about here. But I would actually like to ask you about empathy specifically. So uh this empathy apply in this context of human robot interaction. I mean, is it even possible for humans to feel empathy for robots?"
	},
	{
		"start_time": "1:11:51",
		"speaker": "Joanna Malinowska",
		"words": "So yeah, I think so. Um THERE is uh there are some kind of studies showing that those uh areas of our brains are similarly activated when we also report feeling empathy toward robots. As when we report feeling empathy with people, uh people, people feel that empathy like they, they can describe it as similarly to a situation when we feel empathy to some kind of cartoons. Uh WHEN we, while we are watching movies or you know, when you have uh plaques in your wall for electricity, electricity, sometimes they look so sad or so happy like when they looks like they have eyes and a face. So we have, we are those weird animals uh that have this tendency to anthropomorphize other beings and other entities. Uh uh And if those entities have some kind of features that makes it easier for us to anthropomorphize them then, yeah, we easily do so."
	},
	{
		"start_time": "1:13:13",
		"speaker": "Ricardo Lopes",
		"words": "A a and, but what would be perhaps from the perspective of philosophy of science? And I guess that in this particular case, the specific areas of philosophy of science that would apply here would be something like philosophy of cognitive science, neuroscience, psychology, uh disciplines like that. What are some of the explanations out there for why we might feel empathy for robots?"
	},
	{
		"start_time": "1:13:42",
		"speaker": "Joanna Malinowska",
		"words": "Ok. So, hm, this is a problem that I investigated um as a result of my previous research on other uh race effect uh and using category of race in neuroscience because I had to write something about robot be robots being uh a part of the team where the P I asked me, OK, you should do so. So, you know, you don't have a job, you have to, you have to uh take what they give you. So, so yeah, uh I had to switch and after reading a lot of papers about um uh human robot interactions, I just spotted that in many cases they refer to empathy. Um And as I already told you, I love precision, but I saw that this term, this notion empathy is used differently and understood differently in almost every, every study. And that's OK. We can agree that sometimes when some kind of concepts uh even if they are, even if no one knows what they mean, they are used, but they works, that's fine. That's fair enough. But at the same time, I put it that first, those interactions uh and our ability to empathize with um robotic agents depends on factors that are very similar to those that shape um inter uh like intergroup um relations between, for example, the representatives of different um ethno racial groups. So um that many different factors may shape our attitudes towards robots and uh they may affect the, the way we empathize with them or if we empathize with them or how much, how is the level of this empathy? Uh And the third thing was that I also a as a philosopher, I know that many, many of us are very conservative in a way. Um We understand such a basic uh concept such as society. So for example, when I start, uh when I wrote my first uh paper about empathy in human interactions, and I send it to some Polish journal. Uh I get a review that it is uh nonsense to talk about any kind of social relations with robots because robots cannot be social agents, right? Because social agents need to be conscious. Uh AND they need to have some kind of social intentions, et cetera. But yeah, but at the same time, our social ontology is changing when, when our culture is changing and it is shaped by technology, right? And we are thinking about animals in terms of personhood. So why not to think about robots as some kind of partners in our social reality, especially that it is more about how we interpret them uh than if they like if robots feel empathy because of course, at this stage of our technology, it's, yeah, it's a very abstract question. Um My question was more about is it um useful or is it justified to use the term from methodological point of view to use the term empathy while studying interaction between people and robots. But and yes, it is from my point of view, it is, it is uh it is very um it there are many arguments supporting the the thesis that that empathy is something that that can be uh successfully used uh in human robot interaction studies. Uh First of all, as I already said, people report feeling empathy, then neuro head scans and F MRI studies show similar levels of activity in similar brain areas that uh yeah, then like the most important thing is that s the function of social robots is to somehow get into social interaction with their users, right? For example, to become a substitute of human relations when it comes to other people in houses, when they feel very lonely. Uh It's it's getting more and more popular even here in my city in Pozna uh in in some uh hospitals or uh places where, where with many elder people and we have those uh small um se not Sequels but um some white like sea creature, which is super sweet and cool. Like, like the one that is playing in a ball in a circus, like in a very stereotype,"
	},
	{
		"start_time": "1:19:38",
		"speaker": "Ricardo Lopes",
		"words": "stereotypical uh dolphins,"
	},
	{
		"start_time": "1:19:42",
		"speaker": "Joanna Malinowska",
		"words": "not dolphins. Um, NEVER mind. Sorry. Uh In po it's Foer."
	},
	{
		"start_time": "1:19:52",
		"speaker": "Ricardo Lopes",
		"words": "00, yeah. Oh my God. I, I'm missing the name."
	},
	{
		"start_time": "1:19:57",
		"speaker": "Joanna Malinowska",
		"words": "I'm also"
	},
	{
		"start_time": "1:19:58",
		"speaker": "Ricardo Lopes",
		"words": "missing. Uh IT'S, it's a sea, it's not sea lion or is it?"
	},
	{
		"start_time": "1:20:07",
		"speaker": "Joanna Malinowska",
		"words": "Yeah, I don't know why."
	},
	{
		"start_time": "1:20:09",
		"speaker": "Ricardo Lopes",
		"words": "Look, I'm also not sure, at least at the moment, I'm not sure if it's sea lion"
	},
	{
		"start_time": "1:20:14",
		"speaker": "Joanna Malinowska",
		"words": "or not. So sorry people uh excuse us. We are."
	},
	{
		"start_time": "1:20:20",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I usually, I usually do not talk, I usually do not talk about these animals in this. Yeah,"
	},
	{
		"start_time": "1:20:28",
		"speaker": "Joanna Malinowska",
		"words": "me neither. So, so yeah. Uh THEY are used in many that kind of situations where as a substitute of, of human interactions like social interactions and it is totally relevant because our societies are getting older and, and we have to do something about it right? There is more and more older people in our communities that, that feel this loneliness and it affects their mental and physical health. So um yeah, why um why this is a question? Like why bother? OK. There are those studies that use this term empathy, people report it. So why, why it's, it's something to, to, to talk about, right? Even if some philosopher said it's no, it's a nonsense because robots cannot be social. It is just one person in Poland, right? Uh uh Yeah, but, but I thought that maybe um again, it would be much um more functional and much more useful if we try to somehow recognize how this empathy thing is understood in that kind of research. And what does it really mean? And is it the same empathy as we feel uh when we have a contact with people or not, usually empathy is understood as some kind of relation, like something that you feel because someone else felt right is like a coil, right? Like uh like some kind of effect because someone else felt something there are those um theories about mirror neurons and things like that. It's not that important in this context, but what is important is all right. So how can we empathize with some something that doesn't even feel right? Um Why, why should we research something like this? Uh First as I said, because this is the function of those mechanisms, they sh in some cases, they should make us feel empathy, empathetic. But in other cases, in other situations, we should also know how to stop this. Um THIS uh some kind of uh empathic relation because it might be uh unfunctional or unuseful. For example, as in the case of military robots, when they should just b um some kind of like they just support human operators and and uh human um forces on a on the front line. But if those people who work with those robots feel empathy towards them, then their life may be endangered and there are some cases of such situations, right? So we have to know, we, first of all, we can learn a lot about ourselves about our ability to empathize with others by studying human robot interactions. Because it's much easier for example, to, to repeat some kind of experiments with robots than to repeat them with people to somehow I don't know, to check how we uh uh rep replay or like how we um react to uh when we see robots being heard, then how we react, seeing people being hurt, right? So yeah, we can learn a lot about empathy in people like, you know, uh by, by that kind of research. And I think it's fascinating also, I think it's fascinating how we understand empathy. Maybe it's not something very like substantial, maybe there is a, it is more uh moral relational thing. And there are that kind of interpretations of relations between robots and people that this is a matter of relation. And it doesn't really matter if robot answer to us with the real feelings, it's more a matter of what is happening, which was between human, like uh be between human and robotic agent. And I think when it comes to social robots, especially the uh to the, when it comes to those who, who could work in health care, for example, um the this question about this relation and how to design this relation, how we should design the the look of the robot, its name its uh its voice because all of the those little details matter when it comes to interactions with others because we may feel more familiar with them or less familiar, we may feel endangered or, or, or not by someone who, who is so different than us or, or, or too, too alike as us. So trying to, to answer to the question is the real empathy between in those interactions? Mm I understood that. OK. It's there are there are there are really more interesting questions there, like what kind of factors shape this relation, how we can change it in which situations it is good to somehow heighten this level of empathy towards robots in which we should somehow lower it and how it can change our society as a whole. Mm If we will use that kind of manipulations also, what kind of dangerous comes with a manipulation uh with our empathetic reactions to robots? We can easily imagine that some kind of very cute puppy like robots will ask us to for example, will be will be sold as the toys and ask our Children to to buy them more um more I don't know to like toys or clothes or other kind of stuff uh or some kind of applications. And by doing those cute faces like from uh Pixar movies, they will just manipulate our reactions and make us feel uh pretty, you know, vulnerable to, to, to what they ask for, especially if they will create relations with the the youngest Children, for example, right. So yeah, there, there are a lot of questions here that are very interesting from my point of view and and empathy is just a yeah, the question about empathy is just a starting question here. Probably."
	},
	{
		"start_time": "1:28:29",
		"speaker": "Ricardo Lopes",
		"words": "No, that that is all very interesting and I guess uh just uh and this probably will be my last question. But uh you mentioned something at a certain point there, you mentioned uh the relational aspect that perhaps many people question that we are really able to establish some sort of relationship with robots. But actually, I mean, there are people out there that report uh experiencing a sort of relational thing, right? With uh with robots, like for example, social robots and now and then you hear it also applied to sex robots, for example, so that that's something that we also have to consider. It's not just because robots might not be able at least at this stage. And I'm not sure if they ever will be able to do that, to feel something about us to have for there to be some sort of let's say emotional reciprocity or something along those lines that people uh do not sometimes think about uh or uh think about the their robots, the robots they use or interact with certain ways as having a relationship with them, right?"
	},
	{
		"start_time": "1:30:02",
		"speaker": "Joanna Malinowska",
		"words": "Um Yeah, like this is happening all the time when people fall, fell in love with uh robots, for example, or robotic dolls. Uh THOSE sexual robots, uh There is maybe more um radical form uh of such a situation when people suffer from something called object ofilia and they fell in love in objects. So for example, there's this story about women who fell in love with Eiffel Tower, right? Or, or things like that. Uh But when it comes to, to social robots, uh mm The question is how we define emotions and how we define relations and what really matters to us, right? Can we say that we feel sad because something happened to Robert? Um Yes, of course, we can feel sad in such a situation. There are examples of those uh movies from Boston dynamics, right? When where people kick robots that are, are very, that move in a very biological way and have this animal like shape. So many people report that uh feeling empathy those to those to those creatures, creatures mechanisms. And they even um there was even this website with the petition stop uh robot abuse and things like that. So yes, of course, it is similar to our human interaction from my perspective, like I don't know if people who I know who I trust and who I take care for are not, for example, psychopaths and just don't manipulate me, right? Um I don't know if people who pretend to be interested in my, uh, well, being really are, um, if I go to a shop, people are nice and they are smiling, smiling. Uh, AND I usually reply with a smile. Right. But is it a true relation? They are getting money for it and maybe they are frustrating and thinking about, I don't know, putting a knife in my back. Right. How can I know?"
	},
	{
		"start_time": "1:32:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I guess, I guess that, I guess, I guess that what you're alluding to there is the fact that, ok, so when it comes to robots, perhaps there's nothing there, at least on their side psychologically, but sometimes when it comes to humans themselves, uh there can be something there but it might be deceitful sometimes. And so, I mean, the things we attribute to other people uh might not correspond to. Um,"
	},
	{
		"start_time": "1:33:07",
		"speaker": "Joanna Malinowska",
		"words": "NO, I, I wanted to say that, um, does it really matter if robots are responding with the same kind of like something similar um for us, for our society at this stage, right, at the stage of uh of uh development, technical development and social development. Of course, we can theorize about feeling robots in the future, but we know so little about our own reactions and emotions and we have so many issues with peoples and their relations the to that having those robots and being able to investigate some of those questions by looking at them and maybe also to co shape and, and answer to some of the needs of people with the use of robots. Uh THIS is relevant and, and how we can do it by looking at those um at those relations. Yeah, in a relational way understood as a, in a, in a way as proposed by um Damiano and Da Michel, for example. So in terms of some kind of emergent um phenomena, we have action and reaction and, and the direction of the robot is affecting us. And it is a complex way of, you know, like um some kind of uh biological uh behaviors, something new is emerging. And this uh this, this new thing is uh probably mo and 100% more important to us because we are this conscious uh and intentional uh partner of this, this interaction. And, and yeah, and this is, this is what is crucial here that whatever robot do and can I I'm not gonna say feel because of course, it is a nonsense but whatever it the robot and process maybe uh it is not that important at this moment, right? When, when we think about human robot interactions, it is important when we think about robot rights and like question like that kind of questions. But but when we think about the development of our society and our knowledge about ourselves and our society, I believe that um there are concepts of empathy and emotions that are much more interesting than just saying robots cannot empathize, they cannot feel. So we cannot empathize with them because this won't be a real empathy. So you are, you are all diseased like you are all lying to yourself. You cannot have those feelings and if you think you have those feelings, yeah, it is not true, right? This is very uncreative way of, of talking about the that that kind of problems from my perspective. It's, it's easy to say you are lying to yourself. It's much more interesting to say maybe there is something here that is happening and we have to investigate this again process, right? Um Yeah, I love the process while thinking about relations and entities and uh about our environment and, and I think it, it makes um my life as a researcher mu much more exciting than if I would just stuck with those conservative uh and very again, very stable and essentialist categories. Uh Because probably as you see that um my way of thinking about using category of race in biomedical research and empathy here is somehow similar like how to maybe revise it, understand it and precise it to make it more useful and and more appropriate, maybe. Mhm For scientifical use."
	},
	{
		"start_time": "1:38:04",
		"speaker": "Ricardo Lopes",
		"words": "No. Yeah, that, that makes for a very interesting parallel here. Uh AND connects very well. I guess our prior discussion about race and ethnicity with these discussion about empathy applied to human robot interaction. So Johan uh I think that perhaps this is a good point to end on to wrap up our interview on. So just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:38:34",
		"speaker": "Joanna Malinowska",
		"words": "Oh, yeah, of course, I'm not prepared for that. But, um, it's very easy to find me on Twitter or Research Gate or uh other sources. I also have my website. Uh I don't remember the address right now. Uh However, if you look for Yona Carolina Malinovsky on the Twitter or research guide or uh my university uh website, there is a link to, to, to my uh site as well. So, yeah, if you are interested in anything I do, you can always email me or uh yeah, I will be very happy to answer to any question. And thank you one more time for um your invitation, Ricardo. And it was a huge pleasure and a huge honor for me to be here. Uh Sorry for being so chaotic and sorry for my uh language problems. Uh But I hope it was a pleasure uh somehow interesting for, for you. Thank you for all of those who listened to it in the end."
	},
	{
		"start_time": "1:39:43",
		"speaker": "Ricardo Lopes",
		"words": "No, really? No. Look, it was great. I had lots of fun talking to you. So thank you so much for accepting the invitation. And uh if you're open to it, please come on the show again somewhere in the future because I bet that we will have some other very interesting things to talk about. And Thank you for your kind words and thank you again for coming on the show. Of course."
	},
	{
		"start_time": "1:40:07",
		"speaker": "Joanna Malinowska",
		"words": "Thank you very much."
	},
	{
		"start_time": "1:40:10",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting be no wolf, Tim Ho Erica LJ Conners, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and lain. Jung Y and the K Hes Mark Smith J Tom Hummel s friends, David Sloan Wilson. Ya dear, Ro Ro Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi Na Me, Gary G Alman Sam of Zed YPJ Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati W Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore, Larry Dey junior, old Ebon Starry, Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week. Linda Brendan Nicholas Carlson, Ismael Bensley Man George Katis, Valentine Steinman, Perras, Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani. Tom Vig and Bernard N Cortes Dixon, Bendik Mueller Thomas Rumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]