[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Loops. And today I'm joined by Doctor Caleb Everett, is a senior associate in the College of Arts and Sciences at the University of Miami and a professor in the anthropology department with the secondary appointment in psychology. And today we're talking about his latest book, a Myriad of tongues. Our languages reveal differences in how we think. So. Doctor Everett, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Caleb Everett",
		"words": "Well, thanks for having me. It's great to be here."
	},
	{
		"start_time": "00:33",
		"speaker": "Ricardo Lopes",
		"words": "So, as a linguist, uh and since the book is basically about linguistic diversity and our languages are so diverse in many different kinds of aspects and we'll get into some of those aspects. But I would like to start by asking you, do you think that in linguistics, particularly nowadays, people still tend to assume too much universality in language?"
	},
	{
		"start_time": "00:59",
		"speaker": "Caleb Everett",
		"words": "Yeah, I would say so. And that's one of the cases made in the book and I'm not the only one making that case to be clear these days. Um There, there's been an assumption of that. At least some features of languages are universal. And I think increasingly that argument is, is harder to support. Basically, as linguists have done more research in different parts of the world um with different populations that are not western, educated, industrialized, rich democracies, these so called weird societies. And as the focus of linguistic research has been less European or indo-european, let's say, um I think that the the evidence for universals in, in language are, are really uh harder and harder. The evidence is harder and harder to come by. There are still some who think that there are some core tenets of language that are universal. I'm not one of those folks. Um There are some reasonable arguments, I just think it's harder and harder to support. And as I said, there are a number of linguists that have been making this case now for a while and this book helps to synthesize some of the work of those scholars."
	},
	{
		"start_time": "02:07",
		"speaker": "Ricardo Lopes",
		"words": "But when it comes to the differences, we find across languages, I mean, of course, this is a very broad question but where would you say those differences stem from primarily?"
	},
	{
		"start_time": "02:23",
		"speaker": "Caleb Everett",
		"words": "I mean, that's a good question. So some of the things relate to say, just the different usage of function of the functional usage of certain linguistic forms in certain contexts, right? So you can think of something like like my last book was about numbers and number words and things like that. And it's clear that there are pressures on cultures in certain contexts to develop number words more than in other contexts, right? It's not that one is better or worse. It's just that there are pressures in certain contexts to develop certain features of certain linguistic features. Some of it is a lot more analogous to what we might think of as genetic drift, right? Where it's just there are differences that crop up in populations. When you have thousands of populations living around the world, there are going to be certain differences in speech and in cultural norms that develop that maybe have no like clear motivation, they just are differences, right? And that, that's a big part of you get these, you know, probabilistic tendencies across languages and then you and these are gonna just operate in different ways in different contexts. So those, those are part of the reasons for the differences. Another potential reason for some of the differences are uh environmental differences, right? So some of this might be really obvious, like if you're, if you're a hunter gather group in Amazonia, you might have a greater need to distinguish certain um flora and fauna around you in more precise ways than say I would, right. So, you know, um for instance, some of the people that I've worked with in, in the Amazon, um the Kiana, they have a variety of different words for, for monkey species. Um But there's no like sort of super ordinate term of monkey because that's less of a useful feet, like it's very important for them to break things down into the individual. Whereas for, for me, even though I know there are lots of terms for these species in English, I don't know them. Right. So I call a lot of, I have like a few different terms for monkey. Now, that's something that's clearly impacted in one way or another by the environment. So you get this collage of motivations for why languages differ, those, those are a few of them anyway."
	},
	{
		"start_time": "04:26",
		"speaker": "Ricardo Lopes",
		"words": "And another one of those reasons has to do with uh people's specific social needs. Correct?"
	},
	{
		"start_time": "04:35",
		"speaker": "Caleb Everett",
		"words": "Yeah. So social units, so like the kind of um kinship terms that they have, you know, this, this, this reflects, you know, critical differences in, in terms of how the social units are constructed within societies. There's some research suggesting that um you know, languages spoken by larger populations have some differences, some tendencies in contrast to languages spoken by very small populations. Um That's something that's hotly debated amongst linguists and amongst other cognitive scientists. But yeah, there do seem to be, there is some evidence that um varying social pressures across groups impact how languages evolve."
	},
	{
		"start_time": "05:17",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into a few concrete examples here in the book, you talk about time, for example. So what do we know about how people think about time and what relationship does that have with uh language?"
	},
	{
		"start_time": "05:34",
		"speaker": "Caleb Everett",
		"words": "Yeah, that's a really good question. So when you, when I I mean, I'll give you an anecdote, like when I, when I teach um a linguistics course here at the University of Miami, and I ask students how you think about time and they'll, they'll often start talking about past, present and future as though these are sort of, you know, immutable categories that exist. And obviously, in some ways, we all experience time. You know, the claim in the book is not that the language you speak totally changes your perception of time passing itself. But it comes as a surprise to some students, to most students that many languages don't have three tenses. You know, many languages have only two tenses, some languages have no tenses, some languages have as many as seven tenses. And so this this reflects the fact that that how we delineate time linguistically can vary sometimes more than people realize, right, whether that has any effect on how people think about time when it comes to tense less clear. Um But there are some other examples of the way that we talk about time that seem to indicate that there are these associated differences in how people think about time. So the common metaphor of the the past being behind you and the future being in front of you. That's not something that we have in English and that exists in a number of languages around the world. That's not a metaphor that exists in all the world's languages, right? So in many languages, some talked about in the book, you talk about the past as though it is in front of you. And the future is though it's behind you. And researchers that have, have studied these groups have shown, for instance that when they're talking about the past, they oftentimes point in front of themselves, right? Whereas in English, when we talk about the past, we tend to point backwards, right? So this seems to reflect these gestures seem to reflect some wider cognitive processes that are, that are sort of being indicated by the the metaphors that we use. Or you could say that the metaphors themselves are somehow impacting how we think about the passing of time. One of the really fascinating examples in the book is from a group of people called the Eno in New Guinea. And this is research done by other folks at the University of California, San Diego and other places showing that in that language, they tend to talk about the time is flowing uphill, you know, so whether you point in front of you or behind you depends on which way you're facing on a hill at the time that you're talking. And you can imagine that if you're trying to learn that language, as you say, an anthropological linguist, trying to figure that out, it must be really tricky to figure that out, right? But then you talk to someone who speaks a language like that and it might seem very natural to them. I think that's one of the interesting things is that these ways of talking about time and gesturing about time come to seem very natural as though it's like just the default human experience. When in reality it clearly isn't. There's some, there's more variability there than, than people often realize."
	},
	{
		"start_time": "08:37",
		"speaker": "Ricardo Lopes",
		"words": "So, since you've done work on numbers does the way we talk about time connect in any way to the way we talk about numbers. I I'm asking you that also because I mean, at least in more Western languages, I, I'm not sure about the universality of this or not, but we tend also to subdivide time in terms of hours, minutes, seconds, I mean, count basically the passage of time in that way. So uh is there some connection there? Yeah,"
	},
	{
		"start_time": "09:11",
		"speaker": "Caleb Everett",
		"words": "I think so. I mean, I think it's, it's almost hard to overstate what a difference that makes, right? So if you talk about, um there was some research done with an Amazonian group about 10 years ago. The Tupi kawa is the name of the language anyway. And this is not that far from where I've done some of my research in the Amazon. And there's not any evidence that they talk about time and hardly at all right. There's really not much concrete evidence of that and they don't seem to use the metaphors for time, any of the metaphors that I just mentioned, like future being in front of you past being behind you. So you can imagine that in a group like that when there aren't many words that are associated with things related to time, of course, that doesn't mean people aren't experiencing time in that group. But the point is that they don't have words for things like week or month or, or, um, season perhaps. But in a context like that, you can think about how foreign, something like hours and minutes and seconds seconds are, right. And these sort of linguistic units pretty much govern our lives, right? Like everything about our lives is constrained by hours and minutes and seconds. And if you think about the origins of these terms, they're very much related to the numerical systems of other languages, some of which are now extinct, right? So if you the base 60 system, you know, 60 minutes, 60 seconds that comes from really can be traced back to Ancient Mesopotamia where there was a base 60 number system. And then that influenced the tracking of time in different places, including Ancient Greece and then made its way into Europe, right? Um, IN terms of 12 hours, that's something that goes back to Egyptian sun dials thousands of years ago where they had 10 units for the sun dial for dividing the day up and then they added a unit for dawn and a unit for dusk. You know, when the light, when the sun's not completely up, but it's light out and then, so that's how you get 12, right? And then if you do that at night too, eventually we had the people had the idea to divide the night up into equal units also. So you can see how you go when you count hours and minutes, you're going from something that's influenced by Ancient Egyptian sundials to ancient Mesopotamian number systems to then the decimal number system that we all take for granted. So you're kind of as you tell time, you're kind of taking a trip through time through these different eras. And so this is kind of all this cultural residue that has been, you know, acquired in our, in our uh tracking of time. But we learn it, we take it for granted and obviously, it affects how we think in some level because we're constantly thinking about hours and minutes and seconds and how much longer do we have before the next meeting or whatever? It very much governs our lives. So, so, yeah, I think it's, it's fair to say that there's some influence of thought uh based on our number systems on how we think about time."
	},
	{
		"start_time": "12:04",
		"speaker": "Ricardo Lopes",
		"words": "Uh So when it comes to numbers, uh if what I'm about to say is outdated, please correct me. But uh I read some time ago that at least in more traditional societies like hunter gatherers, horticulturalists and so on that when it comes to counting, people usually count up to three, sometimes five and then they just use words like our terms like, uh, a few, many a lot. And so it's just in societies where we have really formal schooling that we count beyond, beyond three or five. I mean, is that true? I mean,"
	},
	{
		"start_time": "12:45",
		"speaker": "Caleb Everett",
		"words": "yeah, that's, that's not an inaccurate generalization. I mean, it's definitely a general, there are exceptions. Right. There are plenty of, um, hunter gatherer groups, especially one of the things about number systems is they spread very quickly, right? Like people tend to see how useful they are or they have economic pressures to get to know numbers so that they're not taken advantage of. And so they can sort of spread like this cognitive fire. But it is true that there are some very simple number systems in hunter gatherer groups where there doesn't seem to be a lot of usefulness maybe to number systems in ways that there might be for us. And obviously, it's not because these people are incapable of learning numbers. It's just that they haven't developed in their society. A famous case is, um the PETA Ha in the Amazon. This is a group I've spent some time with the work of my father made this group famous. Um, BUT they have basically no numbers at all, no precise numbers. And some cognitive scientists um went from Berkeley and mit went down there and sort of helped demonstrate this experimentally. So that's one that's an extreme case. There seemed to be maybe a couple of cases like that worldwide where there's no precise number of words at all in a group. What's more common is what you're talking about a, a 12 mini system or a 123 mini system or some groups that do have elaborate number systems, but maybe they're just not used as frequently. So, um I worked with this one group but this was over 10 years ago. Um THAT had number words that it was thought that they didn't have number words when I did some experiments with them, it was clear that they do have number words, but it wasn't clear how many people in the culture knew them. Right. So, some of the, some of the older men that I talked to seem to know the number system that they had used when, when hunting or talking about how long they were going to be gone on a hunting trip. But I think that's another factor is how, how, how diffuse are the numbers within a society for, for societies like ours because you're sort of, they're inculcated in us from a really young age, like you're just taught numbers. And again, it's another thing that just comes to seem to be like a default way of how the world works. And we don't realize that these are actually sort of culturally specific things that we're acquiring as, as we're raised in a numerate culture."
	},
	{
		"start_time": "15:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, we've sort of already made reference to this. But, uh, when we talked about, for example, how certain people tend to think about, uh, time, uh, uh, uh, if we're talking about the past back then or in front of them or something like that. So there's already somewhat of a rela, uh, of a relationship between time and space there. But looking across languages, I mean, how much really is there of a relationship between how we talk about time and how we talk about space?"
	},
	{
		"start_time": "15:36",
		"speaker": "Caleb Everett",
		"words": "I mean, that's a really good question. Um Another thing that's been debated, but it's pretty clear that cultures in general make use of space to talk about time, right? Time is this really abstract thing, we can't reach out and touch it. It's not like around us. And so mapping time onto space, which is more concrete and we can talk about it as being in front of us or it helps us make sense of this very nebulous thing of the passing of time, right? Even as I say that I'm saying, the passing of time and obviously that's a spatial thing too, like time is not really passing. And so there have been some suggestions that every culture, they may talk about time in terms of space in different ways, like the examples I gave before. But every culture talks about time in terms of space somehow. But there again that there's been suggestions that that is not a universal, it's just a tendency because we seem to, for everything that we say, oh, this is a universal of how people talk. Inevitably someone will come back and say now I've been working with this group for, you know, 10 years and I swear they don't do that. You know, it's like, it's more of a sampling problem than anything. There, there could be that certainly does seem to be a very strong tendency though, across human populations. People like to make sense of time in terms of space."
	},
	{
		"start_time": "16:56",
		"speaker": "Ricardo Lopes",
		"words": "Another very interesting thing related to space is how we use directions. Like for example, we in our western languages tend to use left and right. But there are other languages where people actually use cardinal orientations like east and west. So do we know exactly why there are those differences?"
	},
	{
		"start_time": "17:20",
		"speaker": "Caleb Everett",
		"words": "I mean, that's a good, that's another great question. I think in terms of why the differences exist, it's, it's always easy to debate, right? We can come up with different ideas like, so what you're talking about in terms of egocentric directions, right, based on the body, like left versus right, these very common worldwide. And it's another thing that at some point people said, well, this is just a universal humans think about space in terms of centered around their body. And so they're always going to describe things as being, they're going to use some egocentric system. It may not be left versus right, but it's going to be something like that. And then inevitably, it turns out there are plenty of groups that don't do that. So some of them are more geocentric which, you know, centered around features of the earth or this could be something like, you know, like you said, cardinal directions like east versus west, north versus south. And then it turns out there are plenty of groups where it might not exactly be those directions, but the way that they give spatial reference, the way that they talk about spatial references or give directions tend to be geocentric. It's not left versus right, it's not centered on the human body. And so there the differences in spatial uh terminology and how people refer to the space around themselves turns out are much greater than people once thought back in the say seventies and eighties. And basically, since the nineties, there's been increasing research showing that people think about space and really diverse ways now why those differences exist? That's, you know, we can debate how much of that is just like what I said earlier, something analogous to genetic drift where it's just like people are going to do things differently in different contexts. They just, I think there are some some ways of talking about space that are clearly more likely to develop in certain areas. So like things that are centered around the sun, right? Or where are probably more like there's going to be some bias towards like equatorial sunny regions, right? Where east tends to be in a clear direction and west tends to be in the clear direction. You can imagine why that might be less likely to develop in high latitudes or something like that where east and west aren't so, so obvious. Um But you know, these, these environmental effects seem to be subtle and they're not deterministic, like we can't just say, oh, this, this language is spoken here and so the people probably talk about space this way, right? Um There are a number of cultures though where they talk about directions in terms of uphill or downhill, you know, in a certain plane. And it's not necessarily the immediate hill that they're on, but it's the general trajectory of the geography and the surrounding terrain. And obviously, you wouldn't develop a system like that if you just live in the plains of North America or something like that where there aren't a lot of hills like that, that's pretty clear that there's some environmental influence. How much is a matter of, of debate."
	},
	{
		"start_time": "20:16",
		"speaker": "Ricardo Lopes",
		"words": "So we earlier, we've already touched a little bit on how languages also influence in a way how we understand and talk about social relationships. And you mentioned kinship systems, for example, but it also applies to things like social groups and classes, race, ethnicity, gender and so on."
	},
	{
		"start_time": "20:42",
		"speaker": "Caleb Everett",
		"words": "Yeah. Yeah, it, it relates to everything. And so some of the terms, I mean, gender is a good one, right? Where there are some languages that have maybe a, a term for a generic third gender and a lot of languages. It's just binary. Um IN terms of kinship, there, I go into a few of these things in the books, but there are entire volumes dedicated to differences in kinship terms because they can be very extreme, right? So whether or not um like one feature that I think is interesting because I've come across it in some of my own work is age differences in kinship, right? So in the example of the Carico, where you have differences between that brother and sister, there's no term, just brother or sister, the the term sister, like there's a term for older sister, there's a term for younger sister, but you're always kind of referencing your age and relationship to the people around you in your kinship network. And that kind of, you know, reciprocity of reference to age is something that we're not that familiar with. It can feel a little bit strange, but, you know, after you spend enough time talking to people like that, that these are clearly very important aspects of their, of their kinship system. And so I think that's kind of the interesting thing is that people have different kinship systems, they have very different terms for the different, you know, nodes within that kinship system. And then this kind of reinforces certain way of thinking about relationships."
	},
	{
		"start_time": "22:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh In the book, you also get a little bit into how we talk about colors and smells and uh how that influences how we remember visual and olfactory stimuli. So, could you tell us a bit about that?"
	},
	{
		"start_time": "22:26",
		"speaker": "Caleb Everett",
		"words": "Yeah. So this is research that goes back decades now. Um It's, it's been evolving over the last few decades, let's say. So. Um THERE, there have been these surveys done starting with color terms. Um uh Berlin and k these two scholars, they did this, they did this influential book um over, I guess it's been about 50 years now and they demonstrating the differences in color terms across a lot of the world's languages. And the basic way that this works is um researchers in different places give uh paint chips, color chips to different groups and have them name them, you know, a whole array of different hues and see where do they break up color terms? Are there differences across languages in terms of how the hues are broken up? And it turns out there are actually a lot of differences and there are a lot of differences in terms of the number of terms that, that uh languages have so called basic color words. There are some suggestions that some languages don't really have basic color words. But setting that aside, most languages have somewhere between three and 11, basic color terms. So there's a lot of variation, but then there still are some tendencies, which is really maybe not too surprising because we all have the same visual apparatus, we're all seeing the world in, in roughly the same way. However, there is some evidence that the some of the languages color term distinctions impact in subtle ways how people think about colors, or at least how they group them in certain cognitive tasks and their, their capacity to recall certain color terms. So if you, if your language makes, it makes a color term distinction between blue and green, for instance, which many languages do not. Um There's evidence that when you perceive um colors stimuli that that are on different sides of that border blue versus green, you're more likely to recall that difference in some experimental tasks, right? So no one makes the claim that like these are huge differences, right? A lot of these things can get distorted, these are probably fairly minor differences. Um BUT it's still interesting, right? Because it suggests that the language that you speak impacts in subtle ways how you perform on certain visual tasks, right?"
	},
	{
		"start_time": "24:42",
		"speaker": "Ricardo Lopes",
		"words": "Uh But uh I mean, that's about basically recalling certain callers and smells, for example, but do, do we know if language actually influences what people see and smell? Is that something that happens or not? I"
	},
	{
		"start_time": "25:00",
		"speaker": "Caleb Everett",
		"words": "mean, there is some research on this, I I don't how they see and how they smell is maybe too strongly worded, but I do think some of the results are surprising, right? So that there's some evidence that like being presented with um verbal stimuli impacts the likelihood that you're going to discriminate certain colors in a visual task, right? Um So, and you know, and then obviously, if your language doesn't have those words as verbal stimuli, maybe that affects how you do in certain visual tasks. But I, and, and there, by the way, there is a bunch of research now coming out suggesting that words for smells vary more radically across cultures than we once thought. And that some cultures have abstract odor terms that are more analogous to our abstract color terms. You know, for instance, in English instance in English, we don't really have abstract odor terms to the extent that some of these other languages now seem we we're seeing that they do have whether that actually impacts how you smell, you know, that's a different question, but there's some evidence. But I would say that it's that the, you know, it's not like huge. I I never want to give like when I'm talking about this stuff in class, I never want to give students the impression that like it just changes how you see completely. I think that kind of view was romanticized way too much and it as a result, it made some um scholars more skeptical of any differences, right, that there's any differences in thought based on language and the the claims these days are more subtle than that. Yeah, but yes, there, there do seem to be some effects. It's just the size of those effects is, is debatable."
	},
	{
		"start_time": "26:41",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I ask you, I asked you that because actually, I mean, perhaps a while ago there was a period of time where certain people were claiming or almost claiming. Actually that perhaps the way we talk, the words we used to refer to colors, actually, it changed our visual system when it came to how we process colors and we would be able to identify some and completely miss others or something like that. But perhaps that's too strong,"
	},
	{
		"start_time": "27:15",
		"speaker": "Caleb Everett",
		"words": "it might be too strong. But I, I don't wanna, I don't wanna be dismissive of all that work either because I do think there's some really careful experimental work showing. So I'll give you an example of a study. I don't know if I talk about this in this book, but like, you know, research showing that people are better at discriminating certain colors presented to the right visual field, which is processed by the left hemisphere where most of our language processing typically happens. And they show that the color discrimination differs for the right visual field depending on the color terms that you have in your language, right? So that is an example of sort of an effect on how people are actually immediately discriminating colors, right? So that's so I, I don't want to give the impression that there's no evidence for any of this stuff. It's just sometimes people get the sense that like, oh you just in the popular media, maybe the the uptake of some of that work sometimes is just oversimplified to the point that it seems like if you don't speak a language with green and blue distinctions, you're really just not gonna, everything's just gonna be collapsed visually and that's not what the research suggests, but there do seem to be some effects."
	},
	{
		"start_time": "28:26",
		"speaker": "Ricardo Lopes",
		"words": "So earlier, we've also mentioned briefly how the physical environment can influence our particular languages evolve. And in the book, you go through the example of extreme ambient aridity. So ho how does that particular kind of environment influence our languages or particular languages have evolved?"
	},
	{
		"start_time": "28:50",
		"speaker": "Caleb Everett",
		"words": "Um Yeah, that's a, that's probably of the research I've done. That's the most hotly contested research, right? Because um whenever you suggest environmental influences on language, it turns out there's there's some things that make people uncomfortable about that, I think. Um BUT I would argue that that's actually almost a boring thing, right? Like where there's plenty of research in the lab showing that really dry air affects how the vocal cords operate, right? That's not controversial. That's in fact well established and you kind of know this from personal experience, right? Like even if you spend a couple of days in the desert, not drinking too much, um you can sort of see effects on your vocal cords. Now, the question is, does that kind of thing impact how languages evolve? And so I had this paper with um uh two colleagues of mine, uh Damian Blasi and Sean Roberts. This was quite a while now ago now um in the proceedings of the National Academy of Sciences, and we suggested that in really dry places, um complex tones which require precision of the vocal cords might be less likely to evolve. This was one of those things that got caught by the media and I would say really oversimplified by the media. And so it, it created, that was part of what created some of the headaches, right? Was that people they the uptake seemed to be that we were suggesting that wherever the language is spoken, you could predict whether it's tonal or not. And we weren't even suggesting a broad association between humidity and, and complex tones. We were just saying, hey, in really dry places, maybe it's less likely that they would evolve, given this research in the lab on how the vocal cords work. And then we showed a lot of data cross linguistically across the thousands of languages that seem consistent with that, but it's ultimately correlational. So you can debate it whether or not that's actually, and it's been hotly debated since then. Basically, there was, I should say a really cool study um by some Chinese scholars this year after my book was already off to press that offered, I think even better evidence for this than we did. Because one of the things they these Chinese scholars did was they looked at a million actual audio files um by people that these audio files were recorded all over China. And what they found was that in really dry places, you can see even in natural speech outside the lab that there's an effect of dry air on the precision with which the vocal cords vibrate. So that doesn't mean that we were definitely on the right track, but it's suggestive that, you know, at least in that case, there does seem to be ambient influence on how the vocal cords operate which again, and I don't find that uh particularly shocking or surprising, but it uh I have to be honest and say it's still very hotly debated,"
	},
	{
		"start_time": "31:44",
		"speaker": "Ricardo Lopes",
		"words": "you know, when it comes to en environment to the influence of the environment. One thing that I got across a few years ago that really fascinated me was uh the existence of whistled languages, like for example, in Greece, in mountainous places, there are uh a few communities where people in instead of really actually talking, they whistle to one another because I mean, they are very far apart because of the mountainous terrain and all of that. And so it's easier for them to convey information by whistling than by just talking to each other. And uh there are actual whistled languages or whistled versions of languages."
	},
	{
		"start_time": "32:28",
		"speaker": "Caleb Everett",
		"words": "Yeah, there are. And you, you're, you're absolutely right that they tend to be. There are some in some dense jungle regions in, in Amazonia even. But there is this tendency for them to be in mountainous terrain in Turkey, in Greece, in, um, Canary Islands in Central America. And so one plausible interpretation is the one that you just gave, right, you can see people at great distances in these places, but you can't really communicate in the absence of these whistled frequencies that allow you to communicate. Right. That's a clear and I think that's less controversial. However, it also gets at what's tricky about some of these hypotheses, which is that at the end of the day, it's a very small number of data points. So it's hard to say, to establish definitively that that's why, you know, because there are always exceptions, languages that are spoken in the dense Amazon or something like that and aren't in the same places. But yeah, I think it's totally reasonable interpretation."
	},
	{
		"start_time": "33:28",
		"speaker": "Ricardo Lopes",
		"words": "So another thing that, that I would like to ask you about here is do you think that there might be some issues when we try to study grammatical patterns in sort of idealized and written sentences? Because it might not really be representative of the ways people normally use uh language?"
	},
	{
		"start_time": "33:54",
		"speaker": "Caleb Everett",
		"words": "No, I think that's, that's 100% accurate and that, that's something that, you know, those of us who have done field research. I mean, these days, a lot of my research is at a computer with databases or whatever or even in a lab. But the field research in some ways is the hardest work I've ever done because you're in this place where you're, you're trying to learn another language. But what you have to go on a lot of times are idealized, sort of simple clauses that you're trying to learn and you can, without intention, you know, unintentionally, sometimes you can project a certain kind of structure on the language that you're learning, right? Because you're, even if you're a well trained linguist, you bring in all these biases of the things you want to learn of the kinds of structures you expect to find. And so you're asking them, how do you say this, how do you say that? And we're aware of these things? And people will say, well, that's not how you really should do it, but it's really hard to do it any other way because life is too short, you know, like what's the best way? Well, maybe the best way is to go spend 20 years with an indigenous group without bringing your biases and just try to absorb the language around you and sort of pay attention to what's more frequent and what's less frequent. That's pretty much impossible for an academic career, right? So what you find and this is alluded to in the book is a lot of the very best research in my opinion on indigenous languages comes from missionaries and that's not something we're always comfortable talking about in academia, but the truth is, some of them don't do very good work. Some of them are the only people who have actually spent decades living with the group and sort of learning the language to the point that they can say, you know, during my first two years, I thought this was how the language works. And then I found out 10 years later that's not at all how it works. Right. But that takes a lot of time. I think that you're totally right though, in terms of some of the issues, we bring methodologically what would be useful in some ways is what we need is what we are using now in languages like English that inform a chat GP T huge large language models that are based on just millions of clauses of data. We just don't, we're not in a position to get that level of data from indigenous languages. But maybe we will be someday, you know, we'll be able to just record data in massive amounts and be able to figure out patterns in the data through um in part through A I and other tools."
	},
	{
		"start_time": "36:20",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, maybe someday just uh doing some audio recording of people just naturally talking and then uh through A I translating that into text and then analyzing it or something like"
	},
	{
		"start_time": "36:35",
		"speaker": "Caleb Everett",
		"words": "that. Yeah, it's tough when there's not any, you know, A I is not going on anything, there's nothing already available on that language. But yes, you can see how things might improve in that way. Um TO be fair. A lot of field linguists these days, they do record a lot of data, but then still they have to go through that data very time consuming. And so, you know, creating digital corpora of data that they can just analyze maybe more objectively. That's, that's still very, very time consuming."
	},
	{
		"start_time": "37:08",
		"speaker": "Ricardo Lopes",
		"words": "So another very interesting question in linguistics is, are, are words arbitrary? That is uh uh I mean, are there any patterns in terms of certain meanings tended to be to go associated with certain specific sounds or even words? I mean, is that something that occurs or are just words basically arbitrary and any word can mean basically anything?"
	},
	{
		"start_time": "37:41",
		"speaker": "Caleb Everett",
		"words": "Yeah, I mean, I think most words probably are arbitrary and can mean anything. And that's been the standard line in linguistics research for a while. But increasingly, I would say, especially over the last 10 years, there's been AAA growing number of studies showing that more words, words are less arbitrary than we thought, right? Or at least some words are less arbitrary than we thought. So there are these systematic correspondences between sounds and meanings across the world's culture. So, one of the best studies I know about this was done by that same colleague I mentioned earlier, Damian Blasi, where they, he and the team looked at thousands of languages and they found some clear associations between certain sounds and certain meanings even after controlling for a bunch of particular uh influences. Um So like one example that I'm, if I recall correctly is um, the word for nose tends to have a nasal sound in it. So something like nah, and you can sort of see why that might be the case, right? When you have produce a nasal sound frequencies resonate in the nasal cavity. And so maybe that makes it more perceptually salient. What was really interesting about that study is that there are obviously thousands of exceptions, right? It's, it's these very subtle tendencies that we, there's no way we could have noticed, you know, say 20 years ago. But as these databases have come online and as they're being refined, we're starting to be able to ask these questions in new ways and test them in new ways. Things like uh is a sound system impacted by the environment, maybe not. But we could never really even ask and test that question before. Are, are this, are languages, are the words of languages maybe more um systematic in terms of how they map sounds and meanings than we once thought. Well, maybe, but we could never have tested this, you know, say 20 years ago. So it's requiring new methods, new databases to, to maybe change our perspectives on some of these topics and language research."
	},
	{
		"start_time": "39:42",
		"speaker": "Ricardo Lopes",
		"words": "And do we have any idea if there are sort of basic words that occur in uh virtually all languages,"
	},
	{
		"start_time": "39:53",
		"speaker": "Caleb Everett",
		"words": "you just to be clear, do you mean semantics like in terms of content, like the word meaning like the word? Yeah, I mean there there have been some suggestions of this, right? But it's um so number words have been one of those suggestions, right? That was one of the ones that at some point people said, OK, language is made different in terms of how many number words they have but every language has some precise word for one and two turns out that doesn't seem to be the case. Although the vast majority do same with color terms that used to be thought to be universal, you know, not so clear anymore. Same with something like the word for mother. You know, I increasingly there was this influential article by two linguists uh Nick Evans and Steven Levinson. This was over 10 years ago now, were entitled The Myth of Language Universals. And, and they went through some of these examples showing a lot of these words that we thought were at least universal. Even these. There, there always seems to be an exception somewhere, but there's very strong tendencies, right? So like it's, it's pretty much guaranteed that a language is gonna have, you know, pick a language at random that it's gonna have a word for the concept one for instance."
	},
	{
		"start_time": "41:05",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so I've asked you about uh some of the issues with having to actually have idealized and written form of a particular language to study it uh is it really possible to accurately translate every word and expression?"
	},
	{
		"start_time": "41:27",
		"speaker": "Caleb Everett",
		"words": "Yeah, I would say um I would say not, right. And again, this is going to depend on how closely related the languages are, how closely related the cultures are. But I think that we've, even if you speak two European languages as you do, at least that many, right? Or like I grew up in Brazil, I speak is a lot better than I speak any Amazonian language. Even between Portuguese and English. I find sometimes that, that there's a little bit of loss in the translation, right? There's, there's some cultural nuance that's maybe missed as someone translates something into this language. You know that I like the example of the movie Lost in translation. You know that the movie entitled Lost in translation with Bill Murray that was titled very differently in a lot of different cultures because the expression lost in translation itself can get lost in translation, right? It's really hard to have it. Now. That's not to say that nothing is perfectly translatable. It's just that a lot of times we're trans translating things that are maybe almost perfectly translatable, but something is getting missed. There's some cultural nuance that's not being conveyed by a phrase in one language uh as it's translated into another."
	},
	{
		"start_time": "42:37",
		"speaker": "Ricardo Lopes",
		"words": "Now that that's very interesting also because even when it comes to Portuguese itself, because we have different versions of Portuguese, like Brazilian, Portuguese and European Portuguese sometimes since you mentioned lost in translation, the movie, it came to my mind that sometimes for the same movie, there are two different titles in Brazil and in Portugal. And one of them is better suited for a Brazilian audience because it combines the meaning better. And the other one is better suited for a Portuguese audience even though it's almost the same language."
	},
	{
		"start_time": "43:16",
		"speaker": "Caleb Everett",
		"words": "Yeah, that's a good point because then you're talking about what, well, essentially dialects of the same language. Um Although anecdotally, I almost find Spanish easier to understand than when I'm in Portugal to, you know, because of the you guys uh from my perspective as someone who grew up in Brazil, you're dropping vowels all over the place, you know, but it's, but I, I love the sound of Brazilian Portuguese. But yeah, it's clearly, even though it's technically, you know, I mean, I love the sound of European, Portuguese even though there's clearly different dialects, European. And so if that can happen, even within two dialects is my point, then imagine what can happen when you get to very unrelated languages. Take something like um Kiana, the language that I mentioned and then pick some, you know, language in Australia or Eastern China or wherever you want to pick, there's going to be all kinds of things that, that are lost related to the environments of these different places related to the cultural context. That doesn't mean you can't translate it all of course, people do it. But it means that there, the idea of perfect translation may be a myth at least when you're going between certain languages."
	},
	{
		"start_time": "44:25",
		"speaker": "Ricardo Lopes",
		"words": "So I have perhaps two more questions here. One of them, since your book is basically about linguistic diversity and how uh for example, social relationships or our society is structured and the environment that we are exposed to influence our particular languages evolve. And also how by using particular words, terms and languages, it also influences how we perceive the world in at least to a certain extent. What are your thoughts on the word hypothesis?"
	},
	{
		"start_time": "45:02",
		"speaker": "Caleb Everett",
		"words": "Yeah. So Super War warf hypothesis is interesting in part because Super and Wharf never actually co-authored anything. It's not like they sat down that term always makes it seem like they sat down and wrote some hypothesis out, you know, and like really work. But it was really um war's work um amongst the Hopi tribe in the in the United States that, that gave this a lot of impetus and the idea is related to things like how they talk about time and some of his suggestions haven't really, you know, stood the test of time. But I think that the general point that that is sometimes referred to by superior war hypothesis may be accurate in the sense that languages do impact cognitive processes, like linguistic diversity does impact cognitive processes, but these impacts can be pretty subtle. Um So I think the way that it's commonly construed as is maybe off, right, like Super Wharf is sometimes taken as, oh, like you speak a different language, you know, say you speak KPI, you really just don't get the passing of time or anything. Like it's just a totally different, you're living a more centered existence or something like that. And that was never what Super or Wharf meant in the first place. Um So it's, it's kind of that the, the issue with that the the label Super Wharf is that it's come to mean all these different things that I don't think even Wharf meant it to mean, right? Um The, the the example that I start the book off with kind of tongue in cheek is the words for Snow example, right? Where that's something that like is associated with the Super Wharf hypothesis. But these, it, it it actually goes back to the work of some other linguists. Even Franz Boas was the first one who really pointed out like these different words for Snow and different indigenous groups that they maybe had more. But he never said anything about there being hundreds of words for Snow and Eskimo or you know, like, and you can see the cycle of exaggeration that that this claim is tied to like and some of it's in the media. So I think even at one point, the New York Times had some quote about there are hundreds of words for Snow and in Eskimo, which is just not true, it's just patently untrue. And so part of the issue with the Super War warf hypothesis is that it has about a century's worth of baggage. Now that's been carried through the media in different places and it's distorted, was maybe inaccurate in some places. But at the end of the day, a fairly reasonable points made by, by Wharf and then kind of distorted them. And it took research in the nineties and in the last 30 years to address this topic um in more subtle ways and actually get at this idea of do different do linguistic disparities actually impact human cognitive processes and, and, and the answer is yes, although sometimes the answer is a subtle one and sometimes the answer seems to be no, you know, we expect to find some difference but you do some experimental tests and there don't really seem to be any differences across populations in terms of how they, they think about a given thing. So that less exciting than like, oh, it determines how you think or no, it doesn't determine how you think, you know, the answers are often in the gray areas. I think."
	},
	{
		"start_time": "48:14",
		"speaker": "Ricardo Lopes",
		"words": "So, one last question then, um since we've been talking about the diversity of language, I would also like to ask you if you have any idea if this is sort of representative or illustrative or one small example of a broader discussion that is sort of ongoing in psychology and cognitive science, I guess about the universality of our psychology more broadly in terms of, if we really across all societies share the same uh information processing mechanisms or mechanisms or not, I mean, do, do you think that this perhaps might play a role in that sort of discussion or a and if so do you think that perhaps we uh we might also be assuming at least in certain instances too much universality when it comes to human cognition or not?"
	},
	{
		"start_time": "49:17",
		"speaker": "Caleb Everett",
		"words": "I think so, it depends on who you talk to, right? So some people now assume less universality. I have really close colleagues who are evolutionary psychologists and I actually find a lot of that work pretty stimulating. I don't agree with all of it, but they're sort of interested in what are the, what are the processes, the evolutionary processes that may maybe gave humans certain biases to think about things in certain ways that would have presented selective advantages. That's a totally reasonable thing to think about. Um On the other hand, you know, we only left Africa in waves as a species like 100,000 years ago. That's not a lot of time, right? In terms of so those kinds of pressures are probably applied to all cultures, right? Like I, I would guess I would guess that there's not a lot that's hardwired about us that's different. Um But that doesn't mean that it's universally, that universality is the answer, right? Because the main thing, it seems to me reading into some of these fields is that the the overarching theme is that uh cortical plasticity, right? We're just this like incredibly adaptive species and we do seem to do things that are kind of unique, like pay attention to the intentions of other members of our species and we're clearly more social. Um But so the answer is just like sort of this clear plasticity, which allows for a lot of variability across groups in terms of how we problem solve. And in terms of how we, how we see the world in some ways. But that I guess my point is that I don't think that that's necessarily hardwired in us. I think what's hardwired is this sort of a general flexibility of cognition um which allows us to confront all sorts of challenges in unique ways and then maybe those are affected by culture and language over time so that you get very different ways of addressing certain problems in the world around us based on the cultural and linguistic lineage that you're familiar with."
	},
	{
		"start_time": "51:14",
		"speaker": "Ricardo Lopes",
		"words": "Yes, because even though perhaps there's no been enough time since we left Africa for us to be to have acquired, let's say new cognitive adaptations through genetic evolution, we also have cultural evolution, for example."
	},
	{
		"start_time": "51:31",
		"speaker": "Caleb Everett",
		"words": "Right. Yes, exactly. And that's ultimately a lot of this book is indirectly about cultural evolution, right? Like things people adapt to different places and sometimes it's actually clearly an adaptive process. Sometimes it's just a matter of, like I said, it's more an analogous to genetic drift where there's lots of different cultures, people doing different things, some things are going to succeed in some environments, some things are just going to be different just because they're different. But we can clearly change a lot over a short amount of time. Right. And so I don't want to trivialize that point. So like if you take something like literacy, writing has only been around about 5000 years, that's like nothing in terms of our trajectory as a species. And until the last couple 100 years and really the last 100 years, the vast majority of people even in the West were, were not literate, right? And so, and there's plenty of research showing that learning how to read and write and learning math at an early age has certain neural cognitive effects um that that you can detect in lots of different ways. And so these are profound, these can be profound effects that sort of differences cross culturally. So even if we start off with a general sort of plasticity that we all share, that doesn't mean that the effects are trivial, right? Cross culturally"
	},
	{
		"start_time": "52:47",
		"speaker": "Ricardo Lopes",
		"words": "great. So the book is again, a myriad of tongues, our languages reveal differences in how we think I'm leaving a link to it in the description box of the interview. And Dr Everett just before we go apart from the book, we would like to tell people where they can find your work on the internet."
	},
	{
		"start_time": "53:07",
		"speaker": "Caleb Everett",
		"words": "Oh, yeah, working. So my previous book is um Numbers in the making of us. So if you just Google that you can find that also and it addresses similar concept of human diversity, but with respect to number systems and how they evolved, I have another book but it's more sort of academic in nature. So maybe less interesting of a read. Um But yeah, Google, my name and the research and, and, and you, and you'll find it. But um yeah, I'm excited about this book and it was great to talk to you about it. Ricardo, I appreciate your great questions."
	},
	{
		"start_time": "53:36",
		"speaker": "Ricardo Lopes",
		"words": "No, thank you so much for taking the time to come on the show. It's been great to talk to you. Ok."
	},
	{
		"start_time": "53:41",
		"speaker": "Caleb Everett",
		"words": "Awesome."
	},
	{
		"start_time": "53:42",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Kel Matthew Whitten. Be no wt ho Ealj con Phil for Con. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel S David Sloan Wilson Yasi de Ro Ro Diego and the new Jan Punter, Roman Charlotte Bli Nico Barba Adam Hunt Pavlo Stass Nele Bach me, Gary G Almansa Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Bela Gil Cortes Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson Ismael Bensley Man, George Katis, Valentine Steinman, Perros, Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Ween, Bernard N Cortes Dixon, Bendik Muller Thomas Trumble Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]