[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Lobs. And today I'm here for a second time with Doctor Bernard Bernard Regin, he's Professor of Philosophy at Brown University. So in our previous interview, we talked about his book, The Affirmation of Life Nietzsche on overcoming nihilism. And I'm leaving a link to it in the description box of this interview. And today we're talking about another one of his books, uh The Will To Nothingness, an essay on Nietzsche's on the genealogy of morality. So, Doctor Regin, welcome back to the show. It's always a pleasure to have everyone."
	},
	{
		"start_time": "00:40",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Thank you. The pleasure is mine, Ricardo."
	},
	{
		"start_time": "00:43",
		"speaker": "Ricardo Lopes",
		"words": "So uh to start our conversation with um what is basically the premise of on the genealogy of morality by Nietzsche."
	},
	{
		"start_time": "00:54",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, the genus of moti is uh unlike most of other niches, books in, in so far as it seems to have a very determinate focus, which is a uh a critical examination of uh Christian morality as uh which is the uh uh the moral look that started with Christianity. But that then uh is the basic inspiration for uh the uh the modern circular variants of it are in the enlightenment, especially the morality of human rights. For example, I mean, any a moral outlook that basically considers that uh uh each and every human being possesses an equal moral standing and as such is entitled to basic respect and consideration. Um NOT despite its tight focus and its uh its seeming systematic shape. Uh The book is uh still uh created a great deal of puzzlement. So, uh there's a Bernard Williams for, for example, famously described it as a book that uh on the one hand seems to be hitting on something with great exactitude, but on the other also remains infuriatingly vague. These are his words. Um So the purpose of my book was to try to uh understand uh what kind of uh argument, uh especially critical argument Nietzsche develops against Christian Mor. I mean, Nietzsche is famous for uh attacking Christian morality for calling it into question. But uh there's a, there remains a great deal of controversy and puzzlement as to what exactly he finds objectionable about it."
	},
	{
		"start_time": "02:43",
		"speaker": "Ricardo Lopes",
		"words": "Uh And what does it mean to call the genealogy of morality uh form of epistemic debunking. What does that mean exactly?"
	},
	{
		"start_time": "02:53",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, so the, the, the most, well, one of the most puzzling aspects of Nietzsche's project in that book is that he claims to be able to derive normative conclusions about Christian morality from a historical investigation into its origin and development, a genealogy of it so to speak. And uh philosophers have long puzzled over uh how that argument could work. I mean, uh so people worried that Nietzsche was committing a famous fallacy known as the genetic fallacy, which is the idea that you could uh imper the truth of a statement by looking at the way the statements, the statement came about. Uh So obviously, that's a fallacy. But uh philosophers have since then reconsidered gene arguments and one of the most influential forms uh that argument has been given is the form of epistemic debunking. So the idea is that uh you cannot show that the belief is false by examining the way in which the belief came about. But you can raise questions about whether the agent who holds the belief, uh a belief that is being formed in this particular way is actually justified in holding the belief, that's what's known as epistemic debunking. So if you find that we believe as a certain kind of history that for example, it came about through the operation of mechanisms and processes that are not epistemic reliable, that are not the kinds of things that usually track the truth about the world. Then it gives you a reason to reduce the confidence that you place in the belief. So, so that's one form of uh this one form of uh uh one way of interpreting Genea arguments that has been attributed to Nietzsche. I don't think uh as you know, I I don't think ultimately, this is uh this is what Nietzsche uh uh takes his critique of morality to consist of. He doesn't simply try to show that uh uh people who hold, who subscribe to Christian morality in fact, are on thin epistemic grant when they do so."
	},
	{
		"start_time": "05:09",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to the approach Nietzsche uses in this book to tackle the genealogy of morality. Would you say it is a naturalistic one?"
	},
	{
		"start_time": "05:21",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, it's naturalistic in the sense that he tries to avoid any kind in his explanation of what moral it is, how it came about and so on and so forth. He tries to avoid any kind of reference to factors that are not part of nature, that are not the kinds of factors that could be observed recorded documented by the natural sciences where by natural sciences that includes what we would call the social sciences like psychology, for example. And so in that respect, his approach is in fact naturalistic. So he gives an explanation of how Mo came about that doesn't involve the operation of entities such as God that doesn't involve our possession of special properties like freedom of will, that doesn't involve positing normative facts or entities that could not be observed and known by the use of the methods of natural sciences and so on and so forth."
	},
	{
		"start_time": "06:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And what this functionality mean in the context of morality. Well,"
	},
	{
		"start_time": "06:36",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "so the my approach to uh uh to the genealogical explanation of uh of certain judgments is uh uh differs from uh uh uh from the, the, the, the, the epistemic approach that you mentioned earlier, right? So, uh Nietzsche, so, so for the people who hold the epistemic view niche is in the business of calling into question whether our moral beliefs, we have reasons to take our moral beliefs to be true or not. But in fact, Nietzsche, on a number of occasions, deny that what's important about beliefs in general. But moral beliefs in particular is whether or not they are true, as he famously says, what's new about my approach is that whether a judgment is true is not what's important, you know, what is important in his view is uh what it does to the individual who holds the belief, to hold that belief, what kind of, what kind of a functional benefit that person or the group to which that person belongs by derive from uh from holding that particular belief. So the issue, when you look at the moral belief on each a like, for example, it is good to help the needy. The issue is not whether or not the belief is true, whether it tracks certain normative objective facts about uh the, the value or the rightness of helping the needy. But the question is whether uh it is useful for individuals to hold and govern their lives by the light of such beliefs. So that's what he means by, that's what I mean by a functional approach. And so Nietzsche's ultimate claim is that while more Christian moral beliefs have a kind of uh functionality, that functionality is somehow defective, that's the claim that I want to make at the end of the day."
	},
	{
		"start_time": "08:42",
		"speaker": "Ricardo Lopes",
		"words": "And all those Nietzsche uh approach moralities psychologically."
	},
	{
		"start_time": "08:49",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, so he famously says in, uh in, he doesn't say so directly in the gene energy of morality. But uh he says so in the book that he wrote right before, which is Beyond Good and evil. And then he says it again uh in books that directly follow the general morality, such as for example, the twilight of the idols, he famously says that moralities in general are a sign language of effects. Uh And there's a, there's a of course, a big discussion in the scholarly tera as to what exactly he means by this. Well, the standard view is that Nietzsche simply is advocating here a kind of sentimentalism about value and sentimentalism about value is I mean, it, it, it has several dimensions. But basically, it's the idea that uh when I make a more judgment such as helping the needy is right. Uh I express uh a sentiment that I have towards uh neediness or towards the act of helping the needy. So a sentiment of aversion towards neediness and a sentiment of inclination towards the act of helping the needy and relieving them of their suffering. Uh So that's a standard view now, uh I, you know, I I argue and we cannot go into the detail because there are some technical details involved here. But I argue that this cannot possibly be by what uh what Nietzsche has in mind when he says that moralities are a sign language of the fact. Uh If only because uh the effects that are supposed to explain the moral judgments do not uh connect especially in each particular examples uh with one another in the way that they should, if he were just an ordinary sentimentalist about uh about moral judgments, uh by the way, that sentimentalist about moral judgment is a view that was uh fairly well known, at least in, in, in British philosophy from the uh 17th and 18th century. Uh And so, if, if Nietzsche simply were borrowing their views, you would have expected him to at least acknowledge as much, but he doesn't. And it's because I think that the connection that he thinks that he takes there to be between more judgments and affect states is not an expressive relation as it will have to be in sentimentalism, but a functional relation. The idea being that uh uh in his view, more judgments can be understood in terms of the particular role they play in the effective lives of the agents who holds all those judgments and live by them. For example, in terms of the whatever uh effective benefits uh holding those judgments might have for them, uh the benefits, for example, in uh fulfilling certain effective needs they may have."
	},
	{
		"start_time": "11:55",
		"speaker": "Ricardo Lopes",
		"words": "And of course, uh Nietzsche in his philosophy talks a lot about one particular kind of effect that he names re Sanima. So what is the role that uh Reima plays in the way he understands morality?"
	},
	{
		"start_time": "12:15",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, so, yeah, so the, the, the concept of reima plays a very prominent role in the gender of m niche. Doesn't DJ doesn't talk much about it before he writes that book. Uh But the, the, the concept itself is probably present because he, he clearly seems it's, it's a bit mysterious exactly how these two things relate. But uh clearly thinks that uh Reiman is connected to what he calls revengeful. That root is the motivational state that the emotional state that motivates revenge. And he talks about revengeful, you know, from his earlier works on uh but he introduces the concept of anti specifically in the gender of morality. And it's been a bit of a uh it's an ongoing question exactly what he means by this. So the concept of reti is a French word uh that Nietzsche uses deliberately because uh there are German terms that are in the vicinity of uh what roti means. Like the word grow for example. But I think, and my, my German native German friends uh tell me so that it does quite capture the meaning of what in English we call resentment. So remo is the French word that translates the English resentment. Now, the problem with claiming that niche when he talks about reso has in mind, what we in English mean, resentment is that in English, uh resentment is taken on a very strong moral connotation. So resentment is uh your response to the fact that you have been wronged to the fact that you're the victim of an injustice, for example. But it can be what Nietzsche has in mind precisely because he takes the effect of remo to explain why we came up with more values and more judgments in the first place. So it cannot be reso resentment because resentment presupposes that we already have those beliefs and values. Um So my rough sense is that resent more uh captures what we in English means resentment. But what we sometimes mean by resentment when we think of it as a non moral emotion. So John Stuart Mill for example, distinguishes between what he calls more resentment, which is resentment when it is a response to injustice or wrong from natural resentment, which he associates, for example, with revenge. Now, he doesn't say much about what it is. And one of the questions for me in the book was to try to understand uh you know what, what riot is about what it is responsive to why it motivates revenge and so on and so forth. And so the basic idea is that uh resent him for it is linked to uh what he calls the will to power. When you understand the will to power as a kind of psychological state, a motivational state, you know, like a desire or an inclination or a drive towards power. But where power is to be understood in very specific ways, or it's not to be understood in the way in which it's usually understood. I mean, when you think about power, you think about control, you think about dominance and things of that nature. Uh But what Nietzsche means by power is uh is, is more specific than that. The reason is that control and dominance are things that typically you don't want for their own sake. There are things that you want for the sake of what they allow you to do. So uh my having control over a piece of territory over the people, you know, allow me to make sure that they do my bidding uh Same with dominance. But Nietzsche clearly seems to think that power is something that we want for its own sake. Something that's the object of an intrinsic desire to use that terminology. And so what you need is an understanding of power that makes it intelligible that this is something that you would want for its own sake. And so the idea that I have and it, it draws on some of the metaphors that Nietzsche uses in his discussion of power. Uh IS that power is the fact of having your presence in the world make a causal difference in it. It's the idea of making your mark on the world or making the world reflect uh reflect your presence in it where your presence in it is your presence under a specific description. So for example, in the case of human beings, your presence as an agent with a will, particular values, particular aspirations and so on and so forth."
	},
	{
		"start_time": "17:07",
		"speaker": "Ricardo Lopes",
		"words": "So at a certain point there you mentioned revengeful. So and Nietzsche in his book talks about Christianity or Christian morality as an act of revenge. What does that mean? Exactly?"
	},
	{
		"start_time": "17:22",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Ah, that's the 65,000 $64,000 question. Uh uh That's, that's really the, I mean, the most arresting claim of the book. I mean, that Christian morality, the invention of Christian morality is an act of revenge and it's puzzling in all kinds of ways, right? It's puzzling in the first instance because when you think about revenge in the paradigmatic cases, you think about my wanting to make somebody suffer because they have made me suffer, you know, uh think about revenge as violent retaliation of some kind. But, but the invention of Christian morality is, is not a violent retaliation. It's uh it's basically the devising of a new moral outlook. So, so it's very hard to say to begin with how this, the invention of certain values could count as revenge in the first place. So, so that already shows that when, when he thinks about revenge. Niche must have a fairly capacious understanding of it. And in fact, if you start scoring his works for uh uh for instances in which he uses the concept of revenge, you realize that he, he he he takes the concept of revenge uh to have a very broad meaning. So for example, acts of gratitude can be acts of revenge for him. Acts of forgiveness. Christian forgiveness. He describes explicit ingen, it can be an act of revenge. Acts of beneficence can be acts of revenge. And then he also argues that you can take revenge, not just against other people, but you can take revenge against impersonal entities like life. So in the third essay of the genealogy, he says that the invention of asceticism was an act of revenge against life. You can revenge against time, you can take revenge against reality for NC. So, so it's very, very puzzling, right? So my, my thought here, my driving thought and by the way, I'm writing a new book about revenge just in order to clarify those issues at the moment. But my driving thought is that so Simon is the response that you have when uh uh your, your power, the sense that your presence in the world is, doesn't make a difference in it or doesn't make the difference that you expect uh is, is, is challenged. It's called into question, it's called into doubt. OK. So resentment is so to speak. Uh uh A fight response against doubts raised about your power. So for example, when somebody treats you as if you're nothing, when they make you suffer, they, they, they, they disregard your will and so on and so forth. That's a paradigmatic instance in which uh you're liable to feel or to be made to feel impotent. And one of the response that you can have of course is shame, which is when you withdraw, when you, when you uh when you submit, when you comply or you can have, which is a flight response or you can have a fight response, which is to respond and to try to assert your power, for example, by making suffer, the person who has made you suffer by imposing your will upon theirs after they have imposed their will upon yours. OK. So, so revenge uh is the act whereby you attempt to restore your power in that sense? OK. So the question is, well, how could the invention of new values constitute an act of revenge for the right? Well, so the idea is this right? There are, there are two elements to power, right? So, so power is you want your presence in the world to make a difference in it? But the second element is that you want your presence in the world under a certain description. OK. So what I am is an agent with a certain kind of will with my my will. In this case, for niche is the repository of my values, my aspiration, what I consider to be important. So what it is for me to have power or to feel as though I have power is that I am able to make it so that the world around me reflect my presence in it. For example, by realizing my values, you know, and I'm liable to feel as though I am important. If my will, my values and my pursuit of them, my agency make no difference in that world. So the idea is that our Christianity for each or at least Christian morality is an act of revenge for people whose will has made no difference in the world. But they, but they, they realize that they have no option in order to be, become able to make a difference in the world other than by altering the contents of their will by altering the description under which they want to make a difference in the world. Ok? So the idea is that, well, look, if you can't bend the world to your will, maybe you can change your will so that whatever it is that you can do will count as bending the world to your will. So changing your values is like changing what is going to count as power for you. Ok? And in this case, if the motivation is to restore your feeling of power, to make it the case again, that you can feel as though your presence in the world makes a difference in it. Then the invention of Christian morality is an act of revenge."
	},
	{
		"start_time": "22:58",
		"speaker": "Ricardo Lopes",
		"words": "And so what would be the goals of revenge in Christian morality? Does it have any specific goals or not?"
	},
	{
		"start_time": "23:07",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, ok, so, so a big question when you think about revenge in general is precisely the question of what the goal of revenge is, right? I mean, so again, the paradigmatic instance is that you caused me to suffer and my revenge, my retaliation is to make you suffer because you made me suffer. And then the question is well, but what do I get out of this? Ok. So you made me suffer and I made you suffer in return, I retaliate. What's the purpose of my retaliation? What do I accomplish with that retaliation? What do I achieve or what is my aim in retaliating? What am I trying to achieve when I retaliate? So that's a, that's a difficult question. And for this has that question I think has motivated are the view that many philosophers take up to this day, which consists in treating revenge as a kind of punishment. So, so revenge is basically punishment. But in circumstances where there are no institutions of justice capable of meeting out the punishment so that the individual him or herself has, as we say, to take the law into his own hands or into her own hands. OK. So revenge in this way to use Francis Bacon's famous phrase is wild justice. It's justice, it aims at justice but in conditions in wild conditions or conditions of wilderness. Ok. So you know, uh the American Western movies, for example, is, you know, is almost always about revenge. But in this case, you can say that it's revenge. It's wild that this revenge is wild justice because what they try to, to achieve is justice. But under conditions of wilderness where there are no institutions, there's no effective police institution, there's no system of justice and the individual has to then you know, be the judge and the executioner him or herself. Um Now again, if revenge aimed at justice for Nietzsche, then it would Presuppose the morality that he thinks is created by revenge. So Nietzsche must have an understanding of revenge, which is not moral or not moralized in that way. And in fact, there are some philosophers uh who have argued that revenge does not aim at justice that uh if you, if you make me suffer, uh when I take revenge, I don't come true. You're making me suffer as a wrong or as an injustice. And then my retaliation would be a form of punishment. Something else is going on. But then that's the mystery. What else is going on if when I retaliate against you for having made me suffer, I'm not, my aim is not to punish you. My aim is not for example, to deter you from doing something wrong. My aim is not to make sure you don't get away with it, that you get what you deserve. My aim must be something else. And the question is, well, what is the aim of revenge? And my, my idea is that the aim of revenge again is, you know, power in the specific sense in which I understand it. It's to uh restoring yourself the sense that your presence in the world makes a difference in it. And the idea, the reason why this is not more is because this, this need for power is a very fundamental, very basic psychological need uh which is connected in my view, I mean, II, I can try to explain this to you but uh uh but it's connected with uh the importance uh of um it's connected with our, our feeling of existence, our sense that we are, as we say in, I agree, we are somebody, you know, some people feel like I'm a nobody. And what it usually means is that when they feel like they are nobodies, it is because they feel that their presence in the world makes no difference in it. They don't accomplish anything, they are done, they go unnoticed, they are invisible to others and so on and so forth. And sometimes in those circumstances, they will react revengefully, they will want to do something that changes their sense of themselves as nobody is. They will make them feel like they are somebody Uh So I think that the aim of revenge when it's considered, you know, uh a non moral impulse is this, it's what Nietzsche calls power."
	},
	{
		"start_time": "27:42",
		"speaker": "Ricardo Lopes",
		"words": "So earlier, we've talked about uh functionality. Would you say that, uh Christian morality or the Christian moral outlook is itself functional?"
	},
	{
		"start_time": "27:55",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, yes. So the, the, the function, so reti is an effective state, you know, remember that niche claims, I mean, the, the, the sort of the, the view of moral belief or morality or moral judgment that uh uh that underlies niches project in the genealogy. Is this idea that moralities are sign language of effects that mm more judgments or, or systems of moral judgments. Uh Excuse me, my, my, my dog is making some noise there. I don't know, no worries. No, no, no, no. Uh So moralities and moral judgments are, are, you know, um uh not expressions of effects but they are, they are uh they are causally related to those effects underlying Nietzsche's approach to Christian morality in the, in the g of Mor is the idea that uh uh more judgments, more beliefs, more concepts uh have a certain kind of uh functional role to play in the effective emotional economy of agents. OK. So uh you know, my holding a certain belief like helping the needy is good or my holding a certain conception of what justice is and so on and so forth. All of these things are, are, can be, can be understood as being in some sense designed to play a certain kind of role in my emotional economy uh to, to uh satisfy certain emotional needs. Now, the question is, well, what is the emotional need that's being satisfied by uh by Christian morality? And according to Nietzsche, the emotional need that's being satisfied is the emotional need that's expressed uh or enshrined in the effect of resentment. It's the need to feel as though your presence in the world makes a difference in it. And again, your presence in the world un under a certain description. OK. So uh and there are various ways in which it does that, right? So uh so one of the, the chief uh characteristics of Christian morality, this notion that every single human being, regardless of origin, regardless of uh circumstance, it has more status and as such is entitled to uh to respect and consideration. Uh And that's a way in which uh uh so if you, if you believe that, then it dispenses you in order to uh to feel as though your presence in the world can make a difference and it dispenses you from having to do anything. OK? Because because you're entitled to the, the kind of respect and recognition or notice from others uh in virtue of being who you are not in virtue of your being able to do something. So if you live in a, in a culture where where your status is linked to your, for example, achievement such as for example, the honor cultures of Ancient Rome, where your, your, your, your excuse me, your um uh your immoral status, your honor was linked to your political and martial prowess. For example, then in order to in order to have your presence in the world, make a difference in it. In order to have to enjoy notice and recognition, you have to do certain things. But of course, if you're not capable, if you don't have the capacities, for example, to uh handle weapons, to be good at fighting and so on and so forth, then you risk, you know, being a nobody literally. So one of the ways in which you can begin to change this, it's not sufficient, but one of the ways in which you can begin to change this is by changing values and by changing what's counts as worthy of recognition, for example."
	},
	{
		"start_time": "31:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh And so could you tell us now about uh the concepts of slave morality and master morality as Nietzsche understood them and as Nietzsche used them and uh how do they apply to an understanding of Christian morality from his own perspective?"
	},
	{
		"start_time": "32:11",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Yeah. So uh so again, those concepts are very loose in niche and they are, they connect to various things. I think that the, the dominant our strain uh in distinguishing between these two more outlooks for has to do with the concept of equality. So he famously describes our master moralities as those moralities in which as he puts it, there's a difference in value between human being and human being. Not everybody is equal, not everybody is the same. Some people deserve more consideration, more recognition, more notice than others. Uh Or some people are entitled to certain privileges to which others are not. Ok. So uh what he clearly is referring to is, well, I mean, I'm, I'm no historian of morality, but I, I would imagine that many, many uh moral outlooks prior to Christianity were probably in egalitarian moral outlooks were uh for example, slavery was widespread, slavery was completely normal. And of course, if you, if you think that some people can be the slaves of the people, you don't think that every, every human being by virtue of being a human being has equal worth. OK. So the, the big innovation of Christian morality for niche is precisely this idea that of equality, the idea that all human beings are, are equal, uh equal worth, basic, equal worth, which entitles them to respect and consideration, maybe passion and so on and so forth. Uh And that goes straight back to the idea that every human being is a child of God and as such, uh you know, deserves a kind as a kind of standing. So that's, I think that's, that's the crucial thing there. If, if you look closely, there are uh other uh you know, distinctions that you can draw. So for example, uh I sometimes suspect that uh the distinction between a master morality, outlook and a slave morality outlook is the distinction that we draw today or that sociologist draw today between what's called a, an honor culture and a dignity culture. Uh We, and you know, sometimes honor cultures are hierarchical cultures. There are egalitarian cultures and whereas dignity, cultures are egalitarian cultures, but there's other distinctions between honor and dignity, for example, uh dignity, cultures are cultures in which uh you don't have to do anything in order to be uh to have status or standing and to deserve a certain kind of to have certain rights and certain prerogatives. Whereas in honor cultures, you have to do something, you know. So, so honor, unlike dignity is something that can be lost uh dignity. I mean, you can behave in any way you want, you can behave in an undignified manner. It's not going to change the fact that you have dignity simply by virtue of being a person. But if you behave dishonorably, you lose your honor. So there are other distinctions like that that might operate in the background of what Nietzsche has in mind. But it's, it's, it's not easy to tell. So"
	},
	{
		"start_time": "35:47",
		"speaker": "Ricardo Lopes",
		"words": "where do the ideas of good and evil come from according to Nietzsche?"
	},
	{
		"start_time": "35:55",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, so, so there was um you know, there is a distinction between good and bad that predates the invention of Christian morality, right? So in uh in master moralities, you know, the to be good is to be like the master and to be bad is to be like, you know, everybody else who's not a master. Uh So what's distinctive about Christian morality is the the switch from that conceptual pairing, good, bad to good evil. So actually the question is what, what, what exactly is the difference? Well, the one chief difference, uh there, there are several but one chief difference I think has to do with the importance in the application of the concept of moral evil, of the idea of a free will. So uh bad in the context of Christian morality, uh simply refers to uh what's uh you know, vile, what's ignoble, what's, you know, uh low and so on and so forth and uh you know, whether you vile, whether you ignoble is unrelated to whether or not you are acting freely, for example, OK. Uh BY contrast, uh when you describe at least in a strict sense, when you describe uh an action as morally evil, it is essential that uh you suppose that the person who perpetrated that action did so freely, uh because if they are not, if the action was an accident, then it may be evil in some sense, it may be because it had bad consequences for example, but it's not morally evil. OK. It's only if you did something uh that is morally wrong on purpose deliberately, intentionally, if you did it freely, uh that you can be uh and therefore that you can be held responsible for it, that the action counts as morally evil. So that's one important uh uh distinction, that niche. It was, it was also these a lot Murkier distinctions between uh uh between good, bad and good evil. And so, for example, one of the things that he says is that the pair good evil, unlike the pair good, bad begins with uh uh an act of negation, be, be begins with the invention of evil. So it's as if you, you first describe some people or some types of action as evil and then as an afterthought, what's not like that you characterize as good. Whereas in so called master moralities, you start out by asserting something as good and then there's an afterthought, what's not like that is bad. Uh Exactly what Nietzsche means by this and he makes a bit of a big deal out of this way of carving the distinction in, in the genealogy is, is a bit unclear. I have some thoughts about this in the book, but I'm, I'm not absolutely certain that I have quite understood. Are there's something interesting going on there, but it's uh again, I, you know, I'm not there, there are various ways in which you can understand it"
	},
	{
		"start_time": "39:20",
		"speaker": "Ricardo Lopes",
		"words": "fair enough. Uh And what would you say is the role that things like guilt and punishment play? Uh In Nietzsche's account of the genealogy of morality and perhaps more specifically in Christian morality."
	},
	{
		"start_time": "39:38",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, that, that's a, that's a complicated business. Uh So, uh the genealogy of morality has, is divided into three essays in the first essay, this is where he talks most about resentment and the invention of good and evil, uh, and things of that nature. And then in the second and the third essay, the notions of guilt and punishment figure prominently. I mean, even in the third essay, which is ostensibly about the invention of ascetic ideals there, he says that the central acidic practice consists in interpreting all of your suffering as he puts it under the perspective of guilt. It is, it's consistent seeing every, every piece of misfortunes that befalls you every suffering you have to endure, you have to interpret it as as punishment for your sins, so to speak. So, so basically, the third essay really draws very heavily on what he does on the second essay. So the two essays together form a kind of a conceptual whole there. So what's the importance of all of this? Well, that's, that's our, that took me some time to try to figure out, right? So one thought uh that I pursued here is that uh the concept of guilt and the concept of responsibility that's tied up to it, maybe understood uh are in the context of this, the, the, the attempt to try to satisfy your need for power. Uh The, the sense that you have effectiveness as an agent in sort of uh uh living and making the word reflect your values or your aspirations. Uh And so the idea is this right? Uh The idea is that if you do something that falls short of your values, oh, you could feel ashamed. But if you feel ashamed, uh one, I mean, the concept of shame is a notoriously difficult concept, but one way to distinguish between shame and guilt is this right when you feel ashamed because you have failed to live up to your own values. Uh Usually what that means is that you tried but you, you, you didn't have what it takes. So your agency lacked effectiveness, you lacked power in that sense and that's very, very difficult to accept. Whereas if you feel simply guilty, then uh it's true that you fail to live up to your uh to your own values, you fail to realize them in the way you live, but you could have done otherwise you had the power to do it. So in this way, feeling guilty can be uh an a, a defense against a much more emotionally damaging feeling of shame. Ok. So, uh by uh inventing the concept of guilt and then giving it very broad application, you can see that Christian morality plays a role uh in this or, or has the function of uh as it were re restoring or buttressing the feeling of power of people in whom that fee is, uh is under threat. Um OK. So that's the first thought, the, the second thought to come to the question of punishment. Now, uh the second thought has to do with which comes with a puzzle. So the second essay uh is ostensibly devoted to a genealogy of the feelings of guilt. But the problem is that in the first essay, Nietzsche already has given us, has given us a genealogy of guilt, you know, by giving us a genealogy of uh what are the norms of guilt? I mean, the norms that you have to violate in order to feel guilty and by giving us a genealogy of freedom of will cause to feel guilty, you have to feel as though you're responsible for violating certain norms. No niche gives us uh in the first essay, a genealogy of the freedom of will that makes you responsible and the gene energy of the norms, the violation of which would induce guilt. So it seems like he has not already give us the gene of guilt. So what is he doing then? In the second essay, that's different from the first. But in the second essay, what Nietzsche does is that he pursues a very different line about guilt. And the line that he pursues has to do with the association that even we draw between uh between guilt and indebtedness. So we, we talk, for example, about uh being punished for our sins as a way of paying our debts. So, so there's a connection there which in German is actually uh are very strong because the same word should, can be translated as guilt and has indebtedness or that in any event. Uh So he's very interested in this connection. And the reason why he's interested in the connection is because he's interested in a particular way in which guilt and punishment can be related. Uh So typically when we think of punishment, I think we tend to think of it in retributive terms. OK. So you did something wrong. I punish you and my punishing you is retribution in the sense that all I'm trying to do is to get you what you deserve to make sure you don't get away with it. That's it. But if you think of punishment as retribution, it does not undo the guilt. You know, it doesn't wash away the guilt, so to speak. But, and this is especially true Christianity. There's a way in which punishment can wash away the guilt. And then the question is, well, how could that be possible? But if you think about guilt as indebtedness and you think of punishment as an alternative way of paying your debt, then you can see how punishment could wash away the guilt. And this is the line that Nietzsche explores in that, in that second essay, you know, so, so sometimes you can fail to live up to your own values. And of course, that, you know, that shows that, you know, you, you, you maybe you don't have what it takes to live up to the values. It raises that question. But if it turns out that you, you can somehow demonstrate that you have the capacity to live up to those values, for example, by undergoing the kind of deprivation that living up to the values requires of you in the form of punishment or penance. Then it, it reassures you with regard to your power. And I think that this is the line that Nietzsche is pursuing."
	},
	{
		"start_time": "46:13",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into the will to nothingness itself, that gives title to your book, let me just ask you about another topic. So what are Nietzsche's thoughts on aestheticism?"
	},
	{
		"start_time": "46:30",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "So, one of the striking features of Christian morality and even the secular variants of Christian morality that were developed in the enlightenment and they're a roughly defined moral look with which we at least in the Western world live these days. Uh IS that to act morally, is not necessarily good for you. OK? To act morally. Uh You may have to uh to do things that are not in your best interest, you may have to do to uh undergo uh or you may have to do things that are going to harm you that are going to be bad for you in that sense. Uh That's uh it's a new idea. I mean, for the Ancient Greeks, for example, it's very striking that uh the reasons to act in ways that they consider more to act virtuously is that it's good for you? Ok. So in Aristotle and virtue, ethics is like that, you know, why should I, you know, uh, be good to my friends, for example, why should I treat other people with, in, in the ways that I'm, you know, that the morality requires me to treat them, not because it's good for you. That's, that's, that's the answer. Ok? But it's not the case in uh uh in modern morality, in modern morality, you know, morality requires me to do things that are going to go against, against my interests that are going to be bad for me. And Nietzsche finds the origin of this in, in Christian morality. Ok. Now, so there's a, a kind of a building asceticism in the modern moral outlook that grew out of Christian morality. Now, of course, in the modern moral outlook that, that uh asceticism is fairly attenuated. I mean, the modern morality doesn't say, look, you should, you should give up on your happiness, you should go against what's good for you. You should go against your well being, uh uh if you want in order to be more, no, it says that no, you can, you can pursue your well being, you can pursue your happiness, but only within the limits that are placed upon it, upon that pursuit by morality. So there's going, there might be occasions in your life where you have to choose between what's good for you and what's morally. Right? Ok. So that can happen. That's the way, that's the extent of the asceticism. Uh, IN modern morality. Ok. There might be circum, I mean, of course, in extreme circumstances, it may mean your death. I mean, sometimes morality requires you to sacrifice yourself, not, not just your being, but your life for a moral cause of some kind. All right. Now, there are many examples like this. But in Christian morality, the asceticism is not so attenuated. Ok? In Christian morality, you're being told that what it is to be more, what it is to be good is just is to turn your back on your prosperity, your well being, your flourishing, at least as a member of the natural world. OK. So what it is for me to be moral in the terms of Christian morality as Nietzsche understands it is to turn my back on the, on the natural world completely and on myself as a member of the natural world. So I have to give up uh uh on what he calls in the genealogy uh physiological, which is another way in uh in German to say natural well being. Uh So my well being is an embodied uh individual with the kinds of uh needs, including psychological and emotional needs that are characteristic of an embodied being. I have to turn my back on all of this. Uh That's what asceticism is? That's the kind of asceticism that Nietzsche targets in the toy of the genealogy."
	},
	{
		"start_time": "50:21",
		"speaker": "Ricardo Lopes",
		"words": "So, getting into the final topic of our conversation today, what is then the will to nothingness and where does it stem from?"
	},
	{
		"start_time": "50:32",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, so we will do nothing less. Uh, IS a, is a phrase that Nietzsche introduces in the final essay of the genealogy. He mentions it in the first section of the essay and then in the final concluding section of the essay where, and he says in both cases that uh uh it's better to will, nothing less than not to will at all. And so clearly, what he has in mind is the role that uh the endorsement of Christian morality can play in uh warning off against nihilism where Nihilism is the condition of not willing, where uh the what motivates not willing is uh is the fact that it seems pointless to you to will anything you go. And it can be pointless either because you can identify nothing worth willing or even if you can identify something worth willing. As I argued in my first book, if you don't have what it takes to achieve what's worth willing, then what's the point of willing it anyway, if you can, if you can get there. And so he, he, he thinks that uh Christian morality, you know, is one of the functions of Christian morality is to stave off that kind of uh nihilistic. What he calls suicidal nihilism. So, to that extent, Christian morality is an instrument of self preservation. But Christian morality does that in a way that's going to prove to be very costly. So it's trying to stave off nihilism. But in a way that eventually, you know, uh uh fails is self defeating in that way. And that's why I think he calls it a will to nothingness. So I, I don't think that what he means is that, you know, the Christians want nothing less as, as such, but what they want the way in which they go about willing ends up being a will to nothing that because it's a way of willing, it's a way of engaging in your life that turns out to uh that, that gives set yourself a kind of an objective that uh but does so in a way that proves to be self defeating in the, in the end of the day, that's why it ends in nothing that anyway, you try to, to keep nothing that away, but in a way that makes it unavoidable for you."
	},
	{
		"start_time": "53:02",
		"speaker": "Ricardo Lopes",
		"words": "So is this will to nothingness, a moral outlook itself or not?"
	},
	{
		"start_time": "53:09",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, it's, it's uh so to say that uh Christian, the Christian moral outlook uh is expresses a will to nothingness is basically the central critical claim that Nietzsche makes, right? So the, the Christian moral outlook as a certain function, but the way in which it fulfills that function proves to be self defeating or self undermining. Uh So the function is broadly speaking, uh to restore their feeling of power to people whose, in, in whom the whose weakness has exposed them to it. But it does. So in a way that uh by depleting our, the strength of that individual makes them in the long run, are unable to uh to maintain that feeling of power, makes them unable to do the kinds of things that would make it the case, that their presence in the world makes a difference in it. Uh Which is why I argue that uh you know, especially this is especially true of the asceticism that Nietzsche advocates that this asceticism turns out to be a pyrrhic victory. Because uh you know, if you uh uh if, if you believe that you can achieve natural well being, then repudiating national well uh natural well being is claiming that it has no value makes you uh has the benefit that you don't have to feel like you are impotent or incompetent for your failure to achieve that kind of well being. But then the problem is that if you want to subscribe, continue subscribing to the acidic ideal, you have to deprive yourself in ways that are going to weaken you even further. Which is why Nietzsche says that the Christian morality, Christian asceticism in particular addresses a sickness, the sickness that's caused by the weakness that makes it very difficult for you to uh to make it the case that your presence in the world makes a difference in it. It addresses that weakness, it addresses only the symptoms of the weakness, not the cold, the cause being the weakness. And in fact, what it does is that it, it further it, it, it, it exacerbates the weakness instead of eliminating it, ensuring that in the long run, you will find yourself completely incapable of making it the case that your presence in the world makes a difference. So, so I used the uh so I used two analogies that might be helpful here. One is uh uh the analogy of a Pyrrhic victory. So ps was this famous uh general who won uh victories, but at great cost to his army. So it was a victory, all right, he defeated the opposite army, but he came out of that defeat, having no army himself. So, so that if he were to face another threat again, he would be unable to meet it. Uh So if for a moment manages to do what he needs to do, to establish security, to establish his power. But at the cost of being able to do it, you know, uh in the long run. So that's why it's a process that's ultimately self undermining the other analogy that I use, uh which is quite a, a uh applicable actually is an analogy with a uh a particular way of understanding the phenomenon of anorexia uh by uh at least in, in certain strains of psychoanalytic theory. So the anorexic gives up on the desire for food. They claim that feeding myself is not important. And it turns out that the motivation very often it has to do with power and independence. You know. So there are going to be cases where the anorexic refuses to eat because for example, there caregivers use the, the act of feeding them as an opportunity for them, The caregivers to demonstrate to the, to the anorexic him or herself uh that they have power over them that they are that the anorexic is dependent on them and so on and so forth. So that uh the anorexic might decide that well, if I want to, to assert my power and my independence, I have to give up on the desires that make me dependent, that make me more or less. And so you can see how in some sense they do by uh disa avoiding those desires or by devaluing those desires, they do achieve a measure of power and independence, but you can also see what the cost is for it."
	},
	{
		"start_time": "57:43",
		"speaker": "Ricardo Lopes",
		"words": "Great. So uh the book is again, the Will To Nothingness, an essay on niches on the genealogy of morality. I'm leaving a link to it in the description box of this interview. And Doctor Regin, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "58:04",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "Well, I mean, the best place to to go uh such as it is, is probably the website uh of uh the philosophy department at Broad University where I have a research page uh which is always in need of, of updating and improvement. But I hope to be able to do this sometimes over the course of the summer."
	},
	{
		"start_time": "58:26",
		"speaker": "Ricardo Lopes",
		"words": "Ok, great. So thank you so much again for taking the time to come on the show. It's always a pleasure to talk to you."
	},
	{
		"start_time": "58:33",
		"speaker": "Bernard Reginster The Will to Nothingness",
		"words": "The pleasure has been all mine, Ricardo. Thank you so much."
	},
	{
		"start_time": "58:37",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please do not forget to like it, share, comment and subscribe. And if you like more generally, what I'm doing, please consider support the show on Patreon or paypal. You have all of the links in the description of this interview. This show is brought to you by En lights learning and development done differently. Check their website at alights.com. I would also like to give a huge thank you to my main patrons and paypal supporters per Larson, Jerry Mueller and Frederick Sunda Bernards, all of election and Weser, Adam Castle Matthew Whitten Whitting Bear. No wolf, Tim Hollis, Eric, Alania, John Connors, Philip Forrest Connelly, Robert Winde in Nai Zoup, Mark Nevs Colin Hall, Simon Columbus, Phil Cavanagh, Mikel Stormer, Samuel Andrea Francis for the Agd Alexander Dan Bauer, Fergal, Ken Hall, Herzog, Michel, Jonathan Libra Jin and the Samuel Correa Eric Hines, Mark. Smith Jan We Amal S Franz David Sloan Wilson Yasa, Des Romaine Roach, Jan Punter, Romani Charlotte Bliss, Nicole Barbar and Pao Ay Nele Guy Madison Gary G Haman, Samo Zal Arien Y Nick Golden Paul Talent in John Bar was Julian Price Edward Hall. Eden Brown, Douglas Fry Franca Beto Lotti Gabriel Pan Cortez, Lalit Scott Zachary Fish, Tim Duffy, Sonny Smith, John Wiesman, Martin Aland, Daniel Friedman, William Buckner, Paul George Arnold Luke Lo A George the Off Chris Williamson, Peter Lawson, David Williams Di Costa, Anton Erickson, Charles Murray, Alex Shaw and Murray Martinez. Le Chevalier, Bangalore atheists, Larry Daley, Junior, Holt Eric B. Starry Michael Bailey, then Sperber, Robert Grassy Rough the RP MD, Ior Jeff mcmahon Jake Zul Barnabas Radix, Mark Campbell Richard Bowen Thomas the Dubner, Luke Ni Andre Story, Manuel Oliveira, Kimberly Johnson and Benjamin Gilbert. A special thanks to my producers. This is our web gem Frank Luca Stan, Tom Weam Bernard Eni Ortiz Dixon Benedict Mueller Vege Gli Thomas Trumble, Catherine and Patrick Tobin, John Carlo Montenegro, Robert Lewis and Al Nick Ortiz. And to my executive producers, Matthew Lavender, Serge Adrian and Bogdan Kut. Thank you for all."
	}
]