[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the day host, Ricardo Loops. And today I'm joined by Doctor Christian Hart. He is a professor of Psychology at Texas Women's University where he is the Director of the Psychological Science Program, as well as the director of the Human Deception Laboratory. His research explores the behavioral cues of deception, pathological, lying, lying within relationships, lying, morality and the factors that influence decisions to be honest or deceptive. And today we are focusing mostly on his two books, Pathological Lying Theory, Research and Practice and his latest one, big liars. What psychological science tells us about lying and how you can avoid being duped. So Dr Hart, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:49",
		"speaker": "Christian Hart",
		"words": "Uh Thanks for having me, Ricardo. It's a great pleasure for me to be here. I'm a big fan of your podcast."
	},
	{
		"start_time": "00:54",
		"speaker": "Ricardo Lopes",
		"words": "Well, thank you so much. So, get, let's get right into it. And I would like to start perhaps with a basic question. So what is a lie exactly? I mean, since you approach, I guess lying and honesty from a psychological viewpoint, uh what counts really as a lie here. Uh"
	},
	{
		"start_time": "01:17",
		"speaker": "Christian Hart",
		"words": "WE define lying as a, a communication that's intended to convince someone of something that we know is untrue. So, and, and, and when I say communication, we, we usually mean uh the spoken word but also obviously the written word. Um BUT we also communicate using gestures and using silence. Um So any uh natural communication that's that we use to try to impart um some information on someone else that we know to be untrue."
	},
	{
		"start_time": "01:53",
		"speaker": "Ricardo Lopes",
		"words": "And do we know before we get into lying itself, do we have good enough data to tell how honest people are in general or not?"
	},
	{
		"start_time": "02:05",
		"speaker": "Christian Hart",
		"words": "Well, the way that we study dishonesty and lying is, um, is primarily through self report. So we ask people and, you know, there's the inherent problem in there when we're asking people to self report about their behavior. Are they giving us accurate information, especially on a topic like dishonesty? And so we, we try to, um, you know, set the stage, uh, such that people will be, um, straightforward when they're telling us about their patterns of lying. And one of the ways we do that is we, um, have them give us that information anonymously. So typically through anonymous online surveys. So there's no one judging them. So there's no real incentive to, to, um, to be dishonest. Uh, WE also normalize lying like we'll usually, uh, set the stage by, by telling people, most people lie fairly regularly. Uh, ALMOST everyone lies at some point. And so now we want to know about your patterns of lying and, and we, we have some evidence that when people self report about their lying, they're actually giving us accurate information because uh you know, there are, there are uh experimental techniques where we could ask people whether they lie a little or lie a lot and they'll tell us and, and then we can bring them into the laboratory and set up contrived situations where they can, um, either be honest or they can lie for a financial reward. And what we find is people who say I tend to lie a lot. They tend to actually lie in those laboratory situations. And then people who say they're particularly honest tend not to lie in those situations. So we have some validity checks that suggest those, uh, self report measures are, are probably fairly accurate."
	},
	{
		"start_time": "03:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I would imagine that pretty much everyone lies some of the time and, and I'm not saying I'm not talking here about big massive deceptions or anything like that. I mean, it's mostly, I would imagine like small white lies that don't cause damage at all, I would imagine. But let me actually ask you about that. So, should we, first of all, should we expect the people to be honest most of the time? And when they are dishonest? I mean, what are some of the most common ways people lie? Really?"
	},
	{
		"start_time": "04:35",
		"speaker": "Christian Hart",
		"words": "Yeah. And so we, we do find that most people are mostly on most of the time. And so, one of the ways that, that we assess lying in, in our laboratory is we, we ask people, how many lies have you told in the past 24 hours? And the majority of people say zero and, and of those people who say they have told a lie, it tends to be pretty minimal, one lie or two lies. Um But we do have this subset of people that, that lie and extraordinarily uh lie extraordinarily uh frequently. Um And when we look at why people lie, you're right. You know, these tend not to be big lies. Most of the uh reasons that people give for lying are to avoid shame and embarrassment. So they're lying to save face essentially. And um and, and so people's deception tends not to be malicious. Uh uh Most of the lying tends to be uh protecting themselves and people lie for privacy sake. Um People also tell lies just to smooth over social interactions. And so, you know, when I come into the office and one of my colleagues says, how are you doing today? Even if I'm not doing that that great, I'll say I'm doing fine. And it's because neither of us wants to have a difficult conversation about my personal life struggles at that moment. You know, so we, we tell these uh these lies pretty regularly just to allow uh social interactions to proceed smoothly"
	},
	{
		"start_time": "06:15",
		"speaker": "Ricardo Lopes",
		"words": "and I might be wrong here. But isn't it also the case that uh a big chunk of the time when we lie? It's not actually uh uh really a straight uh straight out lying but mostly like omitting some information that people do not ask us directly. But perhaps we might think. Oh, ok. So perhaps if I were 100% honest, I should also make deciding not to do that something like that. Right."
	},
	{
		"start_time": "06:46",
		"speaker": "Christian Hart",
		"words": "Yeah, that's, that's what we find is that, um, if most people wanna avoid giving honest answers, they will use the most morally defensible strategy possible. And, and the, the, the easiest one is just to avoid a topic entirely so different, then I don't need to talk to you about these, uh, unpleasant things that I don't wanna, um, that I don't wanna discuss other ways that, that we can answer or respond dishonestly is by minimizing, um, by using vague language. And so most people will only use an outright lie as is the, the strategy of last resort because an outright lie is in most people's minds kind of morally indefensible. If you're caught in a lie, it, it, it has some big, um, social repercussions and reputational repercussions. And so most of us will try to, um, find these, uh, uh, less grievous, uh, uh, strategies for being dishonest."
	},
	{
		"start_time": "07:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Basically some small ways of circumventing, uh, total honesty. Right. Exactly. Exactly. Ok. So, a and using or referring to the title of one of your books, the most recent one. Who are these big liars, what characterizes them?"
	},
	{
		"start_time": "08:11",
		"speaker": "Christian Hart",
		"words": "Well, when we, we've studied thousands of people in our studies and what we find consistently, as I mentioned earlier is most people are pretty honest, but there's this small subset that, that lies um extraordinarily. And so when we're talking about big liars in the book, we talk about really kind of two groups of people, people who lie very frequently. Um But also um people who tell maybe fewer lies but lies that have massive consequences. And so when we look at the types of people who tend to lie very frequently, we see some patterns. Um ONE is they turn um lying kind of peaks in late adolescence for most people and then declines across adulthood. And so younger people tend to lie more than older people. Um We've looked at gender differences and what we find is that men and women don't really lie differentially as far as frequency, men. I mean, there's a slight difference but it's, it's like 4% difference. It's pretty uh minor. But when we look at people who lie a lot, it's predominantly men. And so when we look at those people who probably, you know, 10 or more lies a day, uh the men, uh definitely outnumber um the women. And then there's other patterns that we see um in personality traits. For example, we see that um, self esteem is associated with lying. So people with low self esteem tend to lie considerably more than people with higher self esteem. And that kind of tracks with, um, you know, some of the things I was talking about earlier is people often lie out of a sense of shame or embarrassment, things like that. Um And then we also see some personality traits like the the dark triad personality traits like Machiavellian is and, and psychopathy. So people who are kind of generally kind of nasty, manipulative people use dishonesty, um, more often than people who don't, uh, have those personality traits. And then, you know, so, so those are some of the factors that are associated with being, uh, prolific liars or big liars."
	},
	{
		"start_time": "10:27",
		"speaker": "Ricardo Lopes",
		"words": "Ok. So let's go through some of the differences there, break them down a little bit further. So, uh, you mentioned there, for example that, uh, generally speaking, there's not a big difference in the rates of lying between men and women, but among the big liars, most of them seem to be male. So, is there any explanation to for that?"
	},
	{
		"start_time": "10:53",
		"speaker": "Christian Hart",
		"words": "Well, when we, uh, when we look at, um, how some of these big liars operate, some of them are, um, more, uh, manipulative and they will kind of callously take advantage of others. And those traits are, are much more common in men than they are in women. Um, SORT of status seeking is much higher in males um, and so it's, it's possible that those are actually the underlying traits that are, uh, more related to the lying rather than the, you know, the biological sex itself. It's these, um, these traits that probably are to a certain degree socialized and probably to a certain degree, there's something, you know, different in our underlying biology that gives rise to these traits where males, more than females tend to outright, um, use outright manipulation as a technique to get ahead in the world."
	},
	{
		"start_time": "11:49",
		"speaker": "Ricardo Lopes",
		"words": "And what about uh some general biological differences? I mean, are there any notable biological differences between big liars and the general population?"
	},
	{
		"start_time": "12:02",
		"speaker": "Christian Hart",
		"words": "There's really limited research on this topic. Um There is um there has been some research looking at um a gray matter and white matter in the brain. So, gray matter are essentially the the neurons and white matter are the pathways the myelinated axons. And um there's some research suggesting that people who lie extraordinarily have uh more white matter to gray matter ratio than, than non prolific liars in the frontal lobe of the brain. So this is the frontal lobe of the brain is, you know, one of the parts of the brain that are really essential for executive processes like um you know, plans making and things like that. And so there's been some speculation in the literature that um these differences and executive functioning processes due to differences in underlying biology might be relevant to these patterns that we see with some people lying less and some people lying more. Um, THERE'S also evidence that dishonesty is a heritable trait. So it's maybe it's coded in our genes to a certain extent. Um, AND so the heritability is about 30% which means about may, maybe about 30% of the variability that we have and people's tendency to be honest is related to our underlying genes. And, um, and certainly there's heritability for things like, um, like psychopathy and just that tendency to, you know, take advantage of others without having much remorse about it. So, so those, that's probably about the extent that we can say anything, um, definitive about the underlying biology of being a big liar."
	},
	{
		"start_time": "13:50",
		"speaker": "Ricardo Lopes",
		"words": "By the way, when it comes to possibly thinking about honesty as a trait as a personality trait, I guess in this case, does it relate in any way to the exec personality traits? Because one of them is honesty, humility. Is there any relationship there or, or not?"
	},
	{
		"start_time": "14:09",
		"speaker": "Christian Hart",
		"words": "Oh, sure. And that's one of the ways that we assess, you know, honesty and dishonesty is using the Hexaco traits. Um, WE have a few other measures of honesty and dishonesty. But, but, um, yeah, that, that broad personality trait, um, uh, is, um, is a principal measure that we use."
	},
	{
		"start_time": "14:29",
		"speaker": "Ricardo Lopes",
		"words": "And what about culture and the context where people live in? Does that also play a role in shaping the differences between big liars and the rest of the people."
	},
	{
		"start_time": "14:43",
		"speaker": "Christian Hart",
		"words": "Uh, IT, it does. And we can, you know, when we think about culture, we can think about the, the very local level, like the, the family that someone lives in. There's great variability there. And, um, so I, I teach a seminar on Deception. I talk with my students about the families they grow up in and there's, there's a wide range of, uh, of, um, styles, uh, and attitudes toward honesty and dishonesty that we see where now some students who talk about their parents have raised them and told them if you can get ahead by lying, you should, you know, so they're really almost encouraging. Um LYING is a strategy. And we see that in families where um the parents are very punitive, um the Children tend to lie a lot more, uh actually in families where uh a person just has siblings, they tend to lie a lot more. So there's something about sibling dynamics that might be relevant. But if we look at culture more broadly, what we do see is that, for example, across countries, there's different attitudes about dishonesty and honesty and it's kind of uh really domain specific. And so for example, in some countries and certain um occupational fields, it's accepted to be dishonest and not in other fields. And so, but very broadly, yeah, we do see um across countries, when we ask people about their tendency to lie in some countries, people lie a lot more than in others. And it seems to track, uh along with, um with broad social organizations. So in countries where there's a lot of corruption, for example, the individuals in those countries tend to lie a lot"
	},
	{
		"start_time": "16:31",
		"speaker": "Ricardo Lopes",
		"words": "more. And I guess that there are also cultures where, I mean, you're not allowed to express certain ideas or say certain things out of politeness and courtesy, I guess, like, for example, Japan and places like that where there are things that people really feel very, very uneasy saying, but not, not, I, I'm not sure if that's actual dishonesty because it's done out of politeness, courtesy and stuff like that. But I mean, perhaps from our point of view it would be dishonest in a way. Right."
	},
	{
		"start_time": "17:11",
		"speaker": "Christian Hart",
		"words": "Yeah, sure. You know, the, the, the taboos, um, uh, vary considerably from one culture to another. And so in countries where there are a lot of taboo topics, you'd expect there to be a lot of, um, less than fully honest communication. And we can actually see that historically in western Europe, um, how honesty and dishonesty has been treated and how it's been interpreted has changed considerably over like the past 500 years. Um, AND, uh, where at certain times it would be considered deeply, deeply offensive to be honest. And so it was expected or encouraged to be dishonest. And we can see that even in, like, in the United States right now that, you know, Children are are taught not to uh express their true feelings about a gift they've received. For example, if they receive a gift that they don't like, they're, they're uh indoctrinated into this uh style of, of acting as if they do like it and commenting about how much they enjoy it when they actually don't."
	},
	{
		"start_time": "18:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Does uh this kind of big lying, have anything to do with personal philosophies?"
	},
	{
		"start_time": "18:28",
		"speaker": "Christian Hart",
		"words": "Sure. Um WE, we uh have a, a scale or a measurement that we use, um, fairly often that assesses people's attitudes toward lying and it asks questions like, you know, it's ok to lie sometimes and people strongly agree or strongly disagree. And what we see is that there's pretty wide variability in people's attitudes about honesty and the importance of honesty. And some people see honesty is absolutely essential and they fret that they're not being honest enough and other people have a more cavalier attitude about honesty or dishonesty and feel like dishonesty is necessary and there's nothing particularly wrong with it. And so they are much more apt to lie."
	},
	{
		"start_time": "19:19",
		"speaker": "Ricardo Lopes",
		"words": "And, I mean, why is it, what motivates these big liars? Exactly. I mean, why do they lie so prolifically and monumentally sometimes, at least"
	},
	{
		"start_time": "19:35",
		"speaker": "Christian Hart",
		"words": "there's a lot of, uh, different reasons why people lie lying is really just a strategy that we use to, you know, achieve, uh, you know, that the outcomes that we want to experience. And so in some cases, you know, people are wanting to facilitate social relationships. And so they lie in order to, you know, bond with people or feel a sense of connection with people. Um IN other cases, people are trying to gain a financial advantage or a power advantage. And so they're lying for those reasons. So, um you know, the, the motivations for lying are as, as varied as the motivations for doing anything we do in the world. Um And so, you know, it's really kind of hard to talk about why people lie or what the motivations are because it's simply a tool that people use. You know, and, and we, we have a, a lot of psychological manipulation tools in our toolbox that help us achieve our goals. And at the end of the day, lying is just one of those."
	},
	{
		"start_time": "20:40",
		"speaker": "Ricardo Lopes",
		"words": "So getting into another possible aspect of what leads big liars to become a big liar. So, uh is there anything about uh developmental psychology? I mean, their childhood development that is special or not?"
	},
	{
		"start_time": "20:59",
		"speaker": "Christian Hart",
		"words": "Well, we see that um patterns of lying emerge early in life. And so in developmental psychology studies, we see that most Children will start lying between the ages of two and three and they're usually not very good at it, they fumble around, they're not very convincing. Um Yeah, and, but as they get older, by the time Children are five or six, they're pretty good at, at telling lies that completely convince their parents for example. Um And so the trajectories that we see is that most Children lie more and more as they get older until they reach adolescence. Um But then we see this kind of break in the trajectories where most, for most people, their lying tends to, um start to decline at that point. And one of the reasons is that there are pretty harsh, uh, social and reputational consequences for being known as a liar. And so we've probably all had experiences where we've been caught in a lie. And so people start to learn that there are more uh socially productive ways to get what we want other than lying. And so that, that trajectory is they tend to um lie less. But for some Children, that trajectory just uh keeps on in, in an upward direction. And so, uh we can start to see these patterns of who are going to be the big liars and who aren't pretty early on when we look at like pathological liars and we interview them and we ask them, you know, when their lying first became really problematic in their lives, for the vast majority of them is during adolescence,"
	},
	{
		"start_time": "22:43",
		"speaker": "Ricardo Lopes",
		"words": "a and in the book, you talk about different types of liars, like for example, storytellers, exaggerators, pathological liars. And we'll come back to the pathological liars specifically later on in our conversation and also psychopath. So, uh are these all different kinds of big liars? And if so what distinguishes them from one another."
	},
	{
		"start_time": "23:10",
		"speaker": "Christian Hart",
		"words": "Well, the, uh, the, the, they are all liars and, and they're, yeah, I'd say they're different types and essentially there are different motivations for them all. Um, THE storytellers and exaggerators. These are people who are primarily, uh, telling lies because they like the positive attention that comes their way when they're telling these exaggerated outrageous stories. So, you know, I, I grew up, uh, down the street from a person who told, told wild stories all the time and I think everyone knew that they were alive, but they were just so outrageous that we couldn't turn away. And so, uh so I think some people, some storytellers uh that is their motivation is that, that warm glow of attention when they're, when they're um saying these outrageous things, um uh path, uh the psychopaths. On the other hand, these are people that, you know, callously and remorselessly use others and, and take advantage of others to get what they want. And so their motivation is to treat other people as just mere objects or pawns in their game to get what they want in the world. And so they have a much more selfish and self serving ambitions and goals and uh that disregard of the, the rights and welfare of others. And so, you know, you can kind of see the, the big distinction there. But then I, as I mentioned earlier, we also have people who lie considerably, um because they they believe themselves to be inadequate. And so they're, you know, have this um painfully low self esteem where they feel like they're just never measuring up. And the only way they can feel good about themselves is to present a false version of themselves to the rest of"
	},
	{
		"start_time": "25:04",
		"speaker": "Ricardo Lopes",
		"words": "the world. A and so I, I mean, there are in the book, you mentioned several different occupations where we find some big liars, but before getting into the occupations themselves, le legitimate occupations in this case, what about scam artists? Is there anything special about them?"
	},
	{
		"start_time": "25:27",
		"speaker": "Christian Hart",
		"words": "You know? Uh I, I don't know if there's anything special about them, although they, they tend to have psychopathic traits that is, they, they tend to not have a lot of empathic regard for others. Um BUT they, they also are really good at justifying their bad behavior and um and we're all good at justifying our bad behavior, but they tend to be pretty exceptional at it where they tend to have a philosophy or a belief that uh what they're doing isn't really all that bad. And so I'm not really harming someone because they have plenty of money or they would do the exact same thing to me if they could. Therefore, it's fine for me to do it to them. And so when we look at um and scam artists and, and other criminals for that matter, they tend to be pretty adept at finding justifications for their own behavior. I think most of us do that to a certain degree. But we, we get to a line where we eventually have this self-recognition that I'm being a bad person. I'm being the type of person I don't wanna be and it prevents us from, from carrying out too many um uh too many awful things."
	},
	{
		"start_time": "26:49",
		"speaker": "Ricardo Lopes",
		"words": "A and so there are certain occupations that you talk about in the book where people, uh I mean, there are sanctioned lies there uh or some frequent sanctioned lies like for example, in the case of lawyers, doctors and politicians. So, uh I mean, is it the case that perhaps in these kinds of occupations, we find a higher proportion of uh quote unquote big liars than in the general population. And uh and if so why"
	},
	{
		"start_time": "27:24",
		"speaker": "Christian Hart",
		"words": "we, we do and I guess I don't wanna lump all these occupations in together when talking about this. Uh YOU know, for example, when we, when we look at uh uh physicians, um most of them report that they're not fully honest with their patients. And so they'll do things like they report that they're, they give overly optimistic uh prognoses uh for their very ill patients in order for their patients to have more hope. And so this is really kind of a benevolent lie. Like the, the doctors are lying for their own sake, they're lying for the sake of their patients. Um And usually they're not even outright lies. It's kind of like, as we talked about before, we can minimize, we can just not talk about certain things. And, um, but when we look at, um, in, in, in the field of sales, for example, what we find is that, you know, lying or being dishonest, maybe not lying, um, necessarily, but being dishonest is oftentimes, uh, an important trait and it's actually valued by employers, you know, and so, uh, if you're trying to sell an inferior product at the same price as a superior project, that's an impossible task if you're being honest all the time. And so we need to exaggerate advantages and minimize flaws and things like that. And in, in politics, what we find is that, you know, people, when we ask people, what, in what fields are people more honest or dishonest. People tend to, um, tend to list politics as being uh a field in which people are most dishonest. And there's some truth to that. Um, POLITICIANS are placed in a difficult position of trying to please a broad constituency where people have different, uh goals and wants and needs. And so trying to please everyone is difficult to do if you're being honest all the time. But what we find is that politicians, uh politics is in a field is not a field where dishonest people, um enter that field, the people who enter politics are just as honest as, um any other person in the general population. What we see is that once people enter into politics, the pressures are put on them where they find that they need to become dishonest. And in fact, um, there's some research in Western Europe showing that politicians who are willing to lie are much more likely to be re-elected than politicians who are unwilling to lie. So, uh, so it might be that the field itself, um, molds people into being big liars."
	},
	{
		"start_time": "30:09",
		"speaker": "Ricardo Lopes",
		"words": "So it seems that at least in some uh some prominent occupations, uh being dishonest, uh gets you places. Right."
	},
	{
		"start_time": "30:20",
		"speaker": "Christian Hart",
		"words": "Absolutely."
	},
	{
		"start_time": "30:22",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you about one particular topic now. So people also sometimes lie in relationships but particularly in romantic relationships. So why do people lie in those cases specifically? I mean, what are their motivations and what do they usually lie about"
	},
	{
		"start_time": "30:47",
		"speaker": "Christian Hart",
		"words": "what they lie about? And their motivations probably depends a lot on the, the phase of the relationship. And so there's a lot of research on um kind of the, the initial phases, the dating phase of relationships. And um looking at online dating websites, for example, both men and women tend to be uh fairly dishonest when they're describing themselves, their attitudes, their history. And essentially, you know, if we're on the dating market, we're trying to make the best case for ourselves. We, we're trying to market ourselves and the way that we pull that off is exaggerating positives and minimizing, minimizing negative traits. And so, um for example, men know that women, uh, oftentimes have a, a particular height standard that they're looking for in prospective mates. And so men tend to exaggerate how tall they are. They also tend to exaggerate, um, the, the, the status or the, uh, of their, uh, profession or the amount of income they have and things like that and, and women do the same thing just, uh, you know, they lie about things that are being selected on, um, by, by, um, people who are looking at them as mates. Um Now once you get into established relationships, um, the, you know, the, the, the tension around, uh, uh uh those, um, types of traits are probably much less. And so the topics that people lie about start to differ. Um What we find is that men and women in relationships do lie to each other even in well established relationships. But the, the lies tend to be focused on maintaining uh peace and harmony in the relationship. And so people will, will lie in order to prevent a fight from emerging or, but they also lie for benevolent reasons, um, to boost the sen the sense of self esteem and their partners. Um And so the, the lies tend to be more supportive in nature, but certainly when people are doing bad things in relationships, they'll lie about it. So, you know, people lie about their Infidelities and, and, um, you know, drug habits and things like that. Um But again, you know, their, what their, what their ultimate goal is, is to try to preserve their relationship and they're using lies to make that happen. But we've, we've studied lies within the context of people's sexual relationships as well. And what we found in those cases is that the, the majority of the reasons that people are lying in the context of their sex lives is to make their partners feel better. So they, they feign enthusiasm and they, they lie about the fact that they're, you know, also thinking about other people and, and things like that, but the, the goal that they, um are trying to achieve, at least their self reported goal is to try to make the experience more pleasant for their partners."
	},
	{
		"start_time": "33:55",
		"speaker": "Ricardo Lopes",
		"words": "And what about familial relationships and friendships? Because sometimes people also lie in those contexts, right."
	},
	{
		"start_time": "34:04",
		"speaker": "Christian Hart",
		"words": "Yeah, absolutely. Um, WE, we see in, in adolescence, for example, the people they lie to most is their friends. We thought it'd be parents but it's their, their friends. And, um, and when we look at why they're lying, it's, it's oftentimes, you know, getting back to this idea of they're trying to save face, they're trying to present themselves as being, you know, more desirable as, as uh friends than perhaps they feel like they are. But when we look at adult in adults, um people tend to be pretty honest with their close friends. Um, YOU know, all of us have this, uh, this, this desire to present genuine versions of ourselves to people who will accept us. And when we have those close friendships with people, we tend to seek them as the, the outlets where we'll be most honest about who we are and what we're thinking and, and our wants and desires and so forth."
	},
	{
		"start_time": "35:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I, I mean, talking, uh, a little bit since we're talking about relationships, getting a little bit into some of the negative aspects and consequences of lying in this context. So what are the ways by which social relationships get fractured by deception?"
	},
	{
		"start_time": "35:26",
		"speaker": "Christian Hart",
		"words": "Well, you know, trust is, uh, is really, uh, can be difficult to build and it takes time to build like to us. Like if you just imagine the person who you trust more than anyone in the world, the reason you trust them is they've established this very long track record of being honest and, and being a, a trustworthy partner. Um, BUT it's also very easy to fracture that trust. You know, just one lie can, uh, undo all of the, the trust that's been built up over years, but we do treat lies differently. And so not all lies are, are given the same moral weight and, or ethical weight. And so when within relationships, for example, if people find that someone has told a white lie, they tend to overlook that and it doesn't really damage the trust. However, if someone is caught telling a selfish lie where they're taking advantage of their close partner, then, then obviously that's gonna fracture the trust and, uh, you know, and, and in some cases, the, the trust is fractured to such a degree that it's impossible to rebuild. Um, IF we look at, you know, within friendships, but we can also look more broadly at trust. We can, we can see that the amount of trust between people varies quite a bit from one location to another, from one country to another or one society to another. Um, uh, THERE'S a, a book out that, uh, that covers, uh, distrust within a small Romanian village where essentially no one trusts each other. And it's, it's really remarkable how, um, how different that, so that society operates when you only can really count on a small handful of people and everyone else is essentially viewed as a danger or a threat. And so,"
	},
	{
		"start_time": "37:26",
		"speaker": "Ricardo Lopes",
		"words": "but by the way, by the way, just one second, the book you're talking about is living with distrust by Rabu Umbridge."
	},
	{
		"start_time": "37:33",
		"speaker": "Christian Hart",
		"words": "That's correct. That's correct. Yeah. Yeah,"
	},
	{
		"start_time": "37:35",
		"speaker": "Ricardo Lopes",
		"words": "I, I've had him on my show. So, yeah, it's, it's, it sounded familiar."
	},
	{
		"start_time": "37:41",
		"speaker": "Christian Hart",
		"words": "Yeah. Yeah. So it's really remarkable when you read about what it's like to live in a deeply distrustful society compared to a trustful one. It's, uh, it's much more challenging."
	},
	{
		"start_time": "37:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so, I mean, are there any specific cases where perhaps people might need interventions to reduce lying in relationships? And if so, are there those kinds of interventions."
	},
	{
		"start_time": "38:11",
		"speaker": "Christian Hart",
		"words": "Yes. Uh There are people, I get emails from people at least weekly um explaining that they're lying or their partners lying or their children's lying is causing massive problems within their relationships and they're asking me for help. So there's, there's certainly people who experience lying is out of control and in need of some uh change. And uh I think fortunately the, the um standard um tools that we have for psychological intervention for other types of problems are pretty um effective for helping people deal with lying, standard cognitive behavior, therapies. For example, you know, a lot of the reasons that people lie is um because of how they're thinking about the world and, and what they're seeing is there options for interacting with people and we can help people cultivate tools to find different strategies for getting the same things they're trying to achieve."
	},
	{
		"start_time": "39:14",
		"speaker": "Ricardo Lopes",
		"words": "So going, getting back to the big liars, I would like to uh hear a little bit more about, let's say they, their models operandi. So how do they get away with their lies? Exactly. Do they usually resort to particular strategies or tactics or how, how do they go about it?"
	},
	{
		"start_time": "39:37",
		"speaker": "Christian Hart",
		"words": "We've, we've interviewed a lot of people about their strategies for lying. Um And it's pretty interesting because we all have ideas about how liars behave. And so when we ask uh people, you know, what, what are liars look like? Like how can you tell if someone's lying, they say, well, liars, avoid eye contact and liars fidget a lot. And liars touch their face and liars, stutter and stammer. But when we ask liars how they tell convincing lies, they essentially do the opposite of those things. They say, I make eye contact. I try not to fidget. I try not to stutter and stammer. Um So those are some of the techniques that they use is, um, is just to try to look normal is what most of them say. And so we have a, a sense of what our normal behavior looks like. And so we can just try to continue to engage in that normal looking behavior when we're telling lies, another strategy that um the big liars report using is to plan their lies. So if they know that the topic is gonna come up, they plan in advance what they're gonna say. Um And they also plan the types of details that they're gonna reveal and the ones they won't reveal. And, and oftentimes a strategy, a strategy that they use is to bury a lie within a cloud of truth. So I can tell you a story that is almost entirely truthful. And then there's just this one lie and that makes it difficult to detect when most of what I'm saying is coherent and consistent with the information that you already know. And so it appears truthful and then I just hide that one lie within the midst of it,"
	},
	{
		"start_time": "41:25",
		"speaker": "Ricardo Lopes",
		"words": "by the way, are people generally good at lie detection?"
	},
	{
		"start_time": "41:31",
		"speaker": "Christian Hart",
		"words": "No, they're not. They're actually pretty poor at lie detection. Um And so the way that we study, uh, you know, how good people are detecting lies is we, we typically record videos of people who are lying or telling the truth. And then we show these videos to participants in our study and we just ask them to identify who are the liars and who are the people who are being honest. And in a lot of these studies, half of the videos are of liars and half of them are telling the truth. And we find that people are, their accuracy rates are around 54% where, you know, you get 50% accuracy just flipping a coin. And what this suggests is that people are really, really poor lie detectors and in the, in the cases where they do detect liars, it tends to be because some people just aren't very good liars. There are some people who, when they're telling a lie, it's just kind of obvious. But those are the minority of people, the vast majority of people are, is concerned when they're lying or being honest just by looking at their body language or listening to their tone of speech and things like that. So, so to answer your question, yeah, people are not very good uh lie detecting and uh as a person who studies lying, I'm aware of that myself. Uh, IN my classes, we do activities where people tell lies and tell the truth and I'm no better than the average person. And we actually see that in, uh, in, you know, professions where people are, you know, part of their job is to, to, to detect lying, like with police interrogators and things like that. They are no better than college students that watching these videos and figuring out who's lying, who's telling the truth."
	},
	{
		"start_time": "43:23",
		"speaker": "Ricardo Lopes",
		"words": "And so how are most lies detected when they are detected? I mean, what makes for uh what, what leads to someone really uncovering a lie? Usually,"
	},
	{
		"start_time": "43:39",
		"speaker": "Christian Hart",
		"words": "you know, the, the primary way in the, in the way we study this is we just ask people like think of the last time you detected that someone was lying. How did you figure it out? Um What we find is that almost no one says, oh, they fidgeted or they weren't making eye contact, what they, what they talk about is evidence that they uncovered. So they say, oh, this person said something, it was inconsistent with this other fact that I already knew about or they'll report that they had third party information. So my, you know, my romantic partner said they were at this party, but I talked to people with the who were at the party and they said, you know, my romantic partner wasn't there at all. And so, so that's how people tend to discover lies that um most lies go undiscovered. Uh When we ask people about their lying and we ask them what proportion of your lies get discovered. They say it's a very, very small minority of lies that get discovered. I think part of that is we don't really care if someone tells me if I say, how are you doing? And they say I'm doing fine. I don't really care if they're not doing fine. I mean, in, in the sense where I'm gonna try and dig deeper and find out if they're lying. It's only in really consequential situations where we realize someone's motivations might be at odds with ours. And the outcome of them being honest versus dishonest has um uh a, a deeply profound effect on me. In those cases, I'll start digging and looking for additional information and, and even trying to solicit confessions and things like that. Um So, uh that's, that tends to be how we uncover lying is by digging deeper."
	},
	{
		"start_time": "45:28",
		"speaker": "Ricardo Lopes",
		"words": "And two big liars themselves use particular strategies to avoid detection."
	},
	{
		"start_time": "45:37",
		"speaker": "Christian Hart",
		"words": "Yeah. What we find is that the people who are good liars tend to be really good actors that is they can feign emotions very well. Um And they, they are also very good at controlling details and so they're very um selective and how they present information. Um BUT they tend to present themselves as friendly, confident, engaged with the person who they're talking to and they concoct when they do concoct lies, the lies tend to be very plausible and they present them in a way where they found where they sound very certain."
	},
	{
		"start_time": "46:15",
		"speaker": "Ricardo Lopes",
		"words": "And so, uh, earlier when we talked about relationships, I, I asked you what sort of, uh, consequences might lying have on different kinds of social relationships. What about the effects that big liars can, there can have both on themselves and on society more generally?"
	},
	{
		"start_time": "46:38",
		"speaker": "Christian Hart",
		"words": "Well, when we, um, look at the effect it has on themselves and we, when we talk to people, uh like pathological liars, like they feel awful like they, they come to us and, and, and want help because they feel like their lives are unfolding or they feel like they just, uh you know, can't be genuine with anyone anymore. And so there's, you know, some pretty good evidence that when people lie a lot, they, they actually have neg negative outcomes for themselves in a lot of ways. But, you know, when we look at, um, you know, the effects that big liars have on society more broadly, you know, they, they, you know, lying in other forms of uh dishonesty lead to, you know, billions of dollars and fraud every year. And so there's this massive societal consequence and, you know, even when we look at politics, you know, when people, um, um you know, develop this deep mistrust for politicians that it, you know, gravely alter society in a lot of ways. And so, so, yeah, uh you know, certainly lying can affect the individual, but the consequence of the lying permeates out into society and causes all sorts of mayhem."
	},
	{
		"start_time": "47:57",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so we've been referring to pathological liars throughout our conversation, but what characterizes them? Exactly. And I mean, is this some sort of a clinical diagnosis or not?"
	},
	{
		"start_time": "48:13",
		"speaker": "Christian Hart",
		"words": "So, yeah, we wrote a book that was published last year on a pathological lying and the, the reason we, and I'm talking about when I say we uh my colleague uh Drew Curtis and I um have been doing a lot of this research on pathological lying. And we're interested in that because it's a topic that is, you know, familiar in our vernacular. We talk about pathological lying all the time when we use the term people seem to know what we mean. But um there hadn't been any consistent research on this topic. The first people that the first researchers that looked at pathological lying were doing research on it over 100 years ago. Um But there hasn't been a consistent definition of what the term means. And so in our review of the literature, we found 17 different definitions of pathological lying that have been used over the decades and there's a lot of inconsistency. Um And so when we started talking about pathological lying, we started thinking of it in the, the context of the way that we um identify other mental health disorders. So, pathology or psychopathology like anxiety disorders and mood disorders like depression. When we're talking about those, we tend to um think of the, the person as um having some uh adjustment problems in their relationships or in the workplace. They're also experiencing discomfort and distress around this, this problem that they're having. Um AND of oftentimes the disorder puts them at some sort of risk, uh you know, um sometimes it's risk of, of injury or death and sometimes it's risk of like incarceration and things like that. And so when we started thinking about pathological lying, we put it in that framework. So we talked about, we define pathological lying as um a a pattern of excessive lying. That's oftentimes compulsive in nature, it causes disruption in people's lives, it causes them to experience distress and oftentimes puts them at, at risk."
	},
	{
		"start_time": "50:23",
		"speaker": "Ricardo Lopes",
		"words": "Uh But I mean, in terms of, let's say disease classification, is there any category specific category for this kind of uh behavior that does it have any specific name or term in, for example, the DS M or, or, or elsewhere?"
	},
	{
		"start_time": "50:44",
		"speaker": "Christian Hart",
		"words": "Yeah. So in the United States, we use the DS M or the diagnostic and statistical manual of the American Psychiatric Association. And that's basically the, the book in which every recognized mental health disorder is listed along with the diagnostic criteria. And pathological lying isn't listed as a um a diagnosis in, in that manual. Um IT'S listed as a, as a, a symptom of a few disorders, but uh like personality disorders. Uh FOR example, but, but not as a disorder in and of itself. So my colleague Drew Curtis is currently doing a lot of work to more better represent pathological lying. And he's doing some good work showing that some people exhibit pathological lying in the absence of any mental health disorder, any other mental health diagnosis which suggests maybe it is a stand alone condition and should be recognized as a stand alone um diagnosis."
	},
	{
		"start_time": "51:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And, and I mean, if it would be recognized as a stand alone diagnosis, would you have, for example, a set of criteria for diagnosing someone as a pathological liar?"
	},
	{
		"start_time": "52:00",
		"speaker": "Christian Hart",
		"words": "Yeah. So uh and we're, we're working on some diagnostic tools right now. So we have a uh uh a diagnostic self report measure um that uh is about to be published right now. It's under review at a journal. And um and so we've done a lot of work validating it showing that people who seem to meet these criteria that we've set out for pathological lying have poorer life outcomes, like they're more likely to have problems in their relationships, problems at work and so forth. They also um report higher levels of emotional distress on these different psychological measures that we've used to validate it. They also have this lifelong pattern of pathological lying. So the lying isn't just a, a response to a specific event in their life. And so, yeah, there does seem to be some consistency with the way that we're defining it and the uh the, the symptoms and outcomes of these pathological liars are exhibiting."
	},
	{
		"start_time": "52:59",
		"speaker": "Ricardo Lopes",
		"words": "But in this particular case, since you're labeling it, pathological lying, should we assume that people would have this condition when it's classified as a condition that they have no control over it, that they basically cannot help themselves if they don't get any sort of treatment or something like that."
	},
	{
		"start_time": "53:21",
		"speaker": "Christian Hart",
		"words": "YOU know, that's that, that kind of gets down to, you know, deeper questions around free will and things like that. So to say that someone has no control over something I think is a, a bit of a stretch like we have control over, you know, most things in our lives, but the, the difficulty we face controlling things like as someone who is uh uh addicted to smoking cigarettes, they, they have control but they find that control very challenging. And so I think the goal that we have as psychologists is to offer people who are having difficulties controlling um coping mechanisms and strategies to help them better control uh those behaviors that they're trying to reduce."
	},
	{
		"start_time": "54:04",
		"speaker": "Ricardo Lopes",
		"words": "Uh And if this turns out to be a condition in and of itself, uh do you expect it to uh uh do you expect that we will be able to treat it somehow? I mean, are there, for example, already any tools at our disposal to deal with other conditions where perhaps some of them might even have pathological lying as one of the criteria for diagnosis that would also or could also apply here."
	},
	{
		"start_time": "54:34",
		"speaker": "Christian Hart",
		"words": "Yeah, I believe so. And I, I mentioned earlier in our conversation, um, cognitive behavior therapy has, has demonstrated some effectiveness. And so essentially what we're doing with that therapy is we're helping people change their beliefs and their attitudes about things that are going on in their lives and the hope that those changes and beliefs will lead to changes in behavior. There's also some evidence that um you know, some pharmaceutical treatments might be effective um to help with like kind of compulsive behaviors um and anxiety as well. But all of this research is very, very preliminary. And so, uh my colleague, Doctor Curtis is, is uh starting to do some work trying to validate some of these treatments, but it's difficult because in order to, to carry out these days, you have to find a large enough group of pathological liars. And so it's pretty a pretty slow process. But, you know, we do have people um coming through his laboratory that uh we're beginning some of this research on."
	},
	{
		"start_time": "55:40",
		"speaker": "Ricardo Lopes",
		"words": "So let me just ask you one last question earlier, we mentioned here how people usually are not very good at lie detection, but are there perhaps some scientifically validated ways that people can avoid being by liars? I mean, at least perhaps some things that people try to might try to pay attention to some strategies that they might use, like, for example, I'm not asking people particular things or paying attention to this or that, I mean, is there something like that or not?"
	},
	{
		"start_time": "56:16",
		"speaker": "Christian Hart",
		"words": "Yeah. Um I think the, the principal technique is to, or the principal strategy is just to recognize when another person's motives are in conflict with your own. And that's when we tend to see dishonesty um occurring. And so just recognizing when that's happening is important, um but then we can also use strategies uh that include digging deeper for information. And so uh one strategy I use, I I, I'm a professor, so I have students lying to me all the time. And so I'll ask them for more details about their story and sometimes they'll, you know, report details that are in conflict with something I already know, or they'll report details that are in conflict with something they've previously stated. And then another strategy is to have people retell stories. And sometimes if it's a fabricated story, when they retell it, the details will change. Um But primarily what, what I look for is uh inconsistencies and when you see inconsistencies, that's when you, you know, you might wanna dig a bit deeper. Um AND then sometimes, uh you know, just asking for honesty is effective, you know, if we suspect someone is being dishonest, just simply uh soliciting a confession saying, like, look, I know that this is a hard thing to talk about but it's really important for me that we have an honest conversation here. Can you just give me the honest answer? And I'll accept that uh what we find is that a lot of people will just confess at that point. And so really checking facts though is the, is the, the key way. There's no uh secret uh technique that you know, that, you know, Sherlock Holmes uses other than looking for the evidence. And so, so that's what we focus on."
	},
	{
		"start_time": "58:09",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Hart, let's send on that note then and just to mention the books again, the latest one, big liars, what psychological science tells us about lying and how you can avoid being duped. And the other one, pathological lying theory, research and practice. I'm leaving links to them in the description box of this interview. And apart from the books, would you like also to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "58:37",
		"speaker": "Christian Hart",
		"words": "Uh They can uh find me at my uh my website um at Christian O heart.com and uh and then on my academic website. Um But uh yeah, thanks so much for having me on the show. I've really enjoyed the conversation. It's been a great time."
	},
	{
		"start_time": "58:54",
		"speaker": "Ricardo Lopes",
		"words": "Ok, thank you so much for coming on the show. It's been a pleasure to talk to you."
	},
	{
		"start_time": "58:58",
		"speaker": "Christian Hart",
		"words": "All right, thanks. Joy. Enjoyed the conversation. It's been a great time."
	},
	{
		"start_time": "59:03",
		"speaker": "Ricardo Lopes",
		"words": "Ok. Thank you so much for coming on the show. It's been a pleasure to talk to you. All right, thanks. Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark. Smith J Tom Hummel s Friends. David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nico Barba, Adam Hunt, Pavlo Stassi na Me, Gary G Alman Sam of Zed YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Cortez Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore, Larry Dey Junior, Old Ebon Starry Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake. Zul Barnabas Radis Mark Kemple Thomas Dvor. Luke Neeson, Chris to Kimberley Johnson. Benjamin Gilbert Jessica. No, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis, Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Veg and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]