[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, Ricard Loops. And today I'm joined by Doctor Dale Greenwald. He's research associate in the laboratory of Dr Conrad La Bandera, creator of fossil anthropoids in the Paleobiology department at the Smithsonian's National Museum of Natural History. And today we're focusing on his book, Remnants of Ancient Life, The New Science of Old Fossils. So, Doctor Greenwald, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:32",
		"speaker": "Dale Greenwalt",
		"words": "Thank you, Ricardo. Thank you for inviting me."
	},
	{
		"start_time": "00:35",
		"speaker": "Ricardo Lopes",
		"words": "So, before we get into the biomolecules, we go through in the book that uh can be preserved in or as fossils, I guess we're, we're, we're going to get into that just to introduce the topic. I mean, when you find a fossil, first of all, what are the most common kinds of fossils that we expect to find? And when we do find them, what kinds of information can we usually expect to gather from them?"
	},
	{
		"start_time": "01:12",
		"speaker": "Dale Greenwalt",
		"words": "The classical definition of a fossil, of course, is either an impression or a compression of a uh organism that that died millions of years ago. And uh from that fossil, we can gain a lot of information about the organism's structure. And um if we can study similar fossils, we can compare them and we can construct a phylogeny based simply on structure, which can give us a lot of information about the evolution of those organisms. But it, it's all based on, on what we can see visually the, the, the structure of the fossil itself. And that for hundreds of years has defined what the science of paleobiology is. It's changing now. However, with the advent of ancient biomolecules. Mhm"
	},
	{
		"start_time": "02:20",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, how are biomolecules reserved in fossils? Because I would imagine that there are limits to this, correct?"
	},
	{
		"start_time": "02:31",
		"speaker": "Dale Greenwalt",
		"words": "Absolutely. Yes, there are uh uh limits. For example, DNA uh originally was, it was thought that it would be impossible for it to be preserved. Um SIMPLY because it's a very um sensitive uh molecule and it, it's easily degraded. But now we have ancient DNA that's uh about 2 million years old. Proteins similarly are uh easily degraded. But in fact, um just this year, a new paper came out and now we have a protein that is, I think 11 or 12 subunits long, that is 6.3 million years old. This is relatively young, of course, uh compared to fossils that are hundreds of millions of years old. Uh And the methods by which ancient biome biomolecules are preserved is as varied as the uh fossils themselves. There isn't one particular mechanism for preservation. There are many um and we are simply lucky that uh a number of them work and provide us with uh these amazing fossil records."
	},
	{
		"start_time": "04:02",
		"speaker": "Ricardo Lopes",
		"words": "But, uh, I mean, when it comes to the oldest biomolecules we found uh preserved, we're talking about at best units of millions of years. Right. That's what we're talking about here"
	},
	{
		"start_time": "04:18",
		"speaker": "Dale Greenwalt",
		"words": "for, for DNA. And protein is relatively young. But there are other um biomolecules, for example, a chemical, uh broad category of chemicals called porphyrins. One of which is heme, the molecule in uh hemoglobin that, that binds and releases oxygen, that is a very important biomolecule. And it is uh potentially um you know, hundreds of millions of years old. And in fact, uh the uh the people who are exploring Mars right now have instruments on the surface of MARS. And one of the things they will do is to try to identify the molecule uh the porphyrin molecule. And so some biomolecules uh can in theory, perhaps be as much as a billion years old. Mhm."
	},
	{
		"start_time": "05:20",
		"speaker": "Ricardo Lopes",
		"words": "And to what extent would it be possible for us to get a better understanding of the origins of life on earth by studying some of these preserved biomolecules."
	},
	{
		"start_time": "05:36",
		"speaker": "Dale Greenwalt",
		"words": "That's uh uh uh AAA difficult um project because life originated billions of years ago. Uh There, there is one very interesting aspect of, of ancient biomolecules which involves something called ancient sequence reconstruction where we use computers, artificial intelligence. If you will to try to predict what the sequence of DNA and proteins were hundreds of millions, perhaps even billions of years ago. In one study actually um came up with evidence that supported the origin of life at mid oceanic ridges where we have these structures called black smokers where very hot water is being released from uh the uh inner portions of the earth. And because of the warm temperatures uh there and because of all the nutrients that accumulate around those sites, there's al always been a theory that that in fact is where life originated. It did not originate on land, but rather at the mid oceanic ridges and, and laboratories have used this technique of ancient ancestral reconstruction to show that um proteins that may have existed at those sites functioned at very high temperatures unlike the proteins we have today."
	},
	{
		"start_time": "07:26",
		"speaker": "Ricardo Lopes",
		"words": "And so, one of the illustrative examples you explore in your book about how uh biomolecules get preserved and some of the fossils associated with them. And then of course, the information you can gather by studying these biomolecules is the fossil of a blood enlarged mosquito. So, could you tell us a little bit about the story behind that fossil?"
	},
	{
		"start_time": "07:56",
		"speaker": "Dale Greenwalt",
		"words": "We're all familiar with blood and gorge mosquitoes, right? We uh have watched them as they feel full of blood uh on our arm or our hand, they're very, very delicate, delicate and uh one would never expect that such an organism would be preserved. But um the uh conditions under which the, the fossil insects were preserved at this site in Northwestern Montana were very, very unique in that the uh fossil insects uh were blown over or flew over the surface of a lake, but they didn't simply fall into the water and sink to the bottom of the lake. What we think happened in, in many cases, perhaps not all, but in many cases, the surface of the water at that period of time was covered with a layer of cyanobacteria. Uh AN algal mat, some people call it green slime and this material is very sticky. And so when a tiny insect would fall onto it, the insect would be trapped and the algae or the cyanobacteria is uh photosynthetic. And so it grows towards the sun and as it continues to grow, it would surround and envelop the tiny insect and it would protect it uh from many of the things that might otherwise destroy the insect. And once uh the temperature is cooled a little bit, that layer of algae would sink to the bottom of the lake with the entombed insect and would continue to protect it. It it was very unique preservation conditions. And so, um it in fact was able to preserve uh these blood and gorge mosquitoes. And it, in fact is the only place in the world where uh we have fossils of, of blood and gorge mosquitoes. When I first saw this fossil, the first thing that came to mind was this in uh enlarged and very dark abdomen? And I thought to myself, wow, might that be blood? And uh of course, thinking that it might be blood is very different than proving that it is blood. And uh we were very lucky in being able to uh be able to use modern technology to in fact prove that that fossil mosquito which was 46 million years old contained uh uh remnants of uh hemoglobin."
	},
	{
		"start_time": "11:05",
		"speaker": "Ricardo Lopes",
		"words": "A. And so for the audience to get, let's say, a better understanding of how you go about studying these biomolecules. Could you tell us a little bit more about the sort of techniques that you and your colleagues used in the particular case of the mosquito fossil? But we can also talk a little bit about that when it comes to other kinds of biomolecules and particularly when you studied the he molecule in this case,"
	},
	{
		"start_time": "11:39",
		"speaker": "Dale Greenwalt",
		"words": "yes, the technology is very important. Uh One of the things that paleobiologist dislike are techniques that require the destruction of the fossil in order to analyze it, right. And so we had two techniques available to us. Uh The first was called energy dispersive spectroscopy or E DS. And we use that to demonstrate that there were very high levels of the metal iron in the abdomen of the mosquito. It was absent from other parts of the mosquito or the surrounding rock. And, and the heme molecule contains iron at its center and in fact, it's the iron molecule that attaches to and releases oxygen. And so it's an integral part of the heme molecule. So knowing that there were large amounts of iron there, we suspected that the heat molecule might also be there. And so we use a technique called uh um secondary secondary ion mass spectrometry, which is non destructive. Uh It doesn't harm the fossil, but it um breaks uh tiny molecules into fragments and creates fingerprint patterns of, of fragments that we can use to definitively identify the presence of small molecules. So those two techniques, both of them non destructive uh showed us that uh in fact, uh the porphyrin molecule, he was still there."
	},
	{
		"start_time": "13:37",
		"speaker": "Ricardo Lopes",
		"words": "And so uh another kind of uh molecules uh that you talk about in the book uh are related to ancient pigments. So, could you tell us how ancient pigments are studied and by studying them, what can we learn about a particular species?"
	},
	{
		"start_time": "14:01",
		"speaker": "Dale Greenwalt",
		"words": "I think pigments probably are the most common of all ancient biomolecules that extend really into deep time, hundreds of millions of years old. Yeah. Um They uh you have to be a a serious uh organic chemist in order to study them because you use um you know, very high tech instrumentation like infrared spectroscopy um and, and, and other techniques. But um if you have a specimen that uh is large enough and it is a destructive technology because you have to scrape off a bit of the uh molecule. In order to isolate the pigment. Uh USING this these techniques, you can um um determine the the the exact structure, the organic structure of of these pigments. Some pigments, however, frustratingly are difficult to analyze. For example, probably the most common pigment that we think about, especially when we think about what color the feathers of of T rex were um is melanin and of course, melanin is, is responsible for all kinds of different uh pigmentation in many different animals, but melanin, despite the fact that it's very common, it is very difficult to identify. It comes in a variety of structures and those structures are really exceedingly large. And um in fact, a number of papers have been published where uh scientists attempt to uh identify melanin. But in fact, uh using, for example, mass spectrometry, they can only say that their data is suggestive of the presence. Um So what scientists have turned to is a proxy, they are unable to identify the pigment itself. And so they have used the shape and size of the tiny Granules that store melanin as a proxy. If a uh if one of the storage Granules is long and thin, as opposed to oval, they assign colors to it. And uh it's a bit controversial. Um We're still not sure if that is entirely accurate. A lot of pictures have been published of beautiful dinosaurs with green and orange and red feathers but right now, um those are colors that we think might have occurred. We, we don't have any definitive proof yet"
	},
	{
		"start_time": "17:23",
		"speaker": "Ricardo Lopes",
		"words": "and we are also not sure about the degree of certainty we have when it comes to the color of their feathers and skin. Right? I mean, in the particular case of dinosaurs, people, people generally seem to be very fascinated by them and we see all of those depictions of dinosaurs with those bright colors. But we are not sure that they really add those sorts of colors that we see,"
	},
	{
		"start_time": "17:52",
		"speaker": "Dale Greenwalt",
		"words": "right? That is absolutely correct. It is a very dino centric world that we live in. Everyone wants to know what the the dinosaurs look like and perhaps at some point in the future, we will."
	},
	{
		"start_time": "18:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm But when it comes to studying ancient pigments and uh perhaps gathering more information about particular ex uh species that already went extinct? Uh Is it possible for us to perhaps learn a little bit more about what would have been their behavior through color patterns? For example."
	},
	{
		"start_time": "18:30",
		"speaker": "Dale Greenwalt",
		"words": "Yeah. Thank you Ricardo for, for, for asking that question because the whole reason we study ancient molecules is to try to learn not just about their evolution, that is the evolution of the organisms and their phylogeny, but things like behavior and physiology. Uh IT'S very difficult to study these phenomena from uh simple rock structures. So for example, um um clinoids that lived in the ocean, hundreds of millions of years ago, like today's relatives of crinoids are often brightly colored, bright red. And, um, we have been able to show that, uh, these crinoids were in fact pigmented hundreds of millions of years ago and they probably served the same function that they serve today. And that is that many crinoids contain a poisonous molecule. And, um, which in some cases is the pigment itself, but the pigment also serves as a warning sign and tells potential predators to stay away, you know, don't eat me, I'm poisonous. And um it is that type of behavior that we could never be able to learn about if we were simply looking at the structure of the, of the organism. And a wonderful example of um learning about the physiology of an organism through study of its pigments. Although in this case, uh the pigment is not something that um uh is displayed on in, in, in the uh the skin of the organism. The, the porphyrins, the he molecule are also color, they are pigments. Uh THE green color of, of leaves is due to chlorophyll. Uh uh AND and the uh porphyrin molecule inside of, of uh of chlorophyll. And uh it's a pigment, it's green. So blood is red, it's a pigment. And um scientists were able to actually isolate purified. Actually, they were able to synthesize pure, pure hemoglobin from mammoth, 40,000 year old mammoth. And they were able to show that the hemoglobin in the mammoth 40,000 years ago, functioned very differently from the way it functions today. It um is more able to release its oxygen at cold temperatures. And by so doing it, it keeps the peripheral uh uh structures of the mammoth warm, which it had to do back 40,000 years ago when uh everything was in the middle of the ice ages. Whereas today's, for example, the Asian or African elephant, um the hemoglobin doesn't like cold temperatures and refuses to release its oxygen at cold temperatures. So we, we have been able to, to identify the biochemical basis for some physiology of some albeit shallow time uh fossils, the the mammoth"
	},
	{
		"start_time": "22:26",
		"speaker": "Ricardo Lopes",
		"words": "and uh still on the topic of pigmentation in what ways can it be related to a mechanism like sexual selection?"
	},
	{
		"start_time": "22:41",
		"speaker": "Dale Greenwalt",
		"words": "Um I'm glad you asked that question because in fact, uh II I, I'm in the process of doing some, some interesting um research on some, this is not in the book Ricardo, this is new work um on something called female sexual display. And I think we all know it's I I in in, in the natural world, it's almost always the males that have sexual displays. Um YOU know, the the bright colors and and and the strutting around, you know, that kind of thing. And so the the existence of female sexual display is very interesting to behaviorists, scientists who study behavior, right? And in this particular case, we have um a type of fly where the, the females have enlarged and very darkly pigmented wings, which um, attracts the males, which is very important because the females do not feed. The only nutrition they get is when the male brings them, uh, some prey to feed on. And while the female feeds on that prey, the, the, the male mates with the female fly. And so here's a case where uh uh we have in, in this work that I'm doing now, the first example, um uh in the fossil record of female sexual display. And it's based totally on the presence of pigments in the wings of those female flies. So here we can, we can trace perhaps the evolution of that behavior as well as the presence of that uh um display behavior in, in the fossil record. Does that, does that come close to answering your, your question?"
	},
	{
		"start_time": "24:59",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yes, it does. And I have just one more question about pigments before we move on to other biomolecules that you also explore in the book. So, uh can we study the evolution of color vision through pigmentation?"
	},
	{
		"start_time": "25:18",
		"speaker": "Dale Greenwalt",
		"words": "Uh That's an interesting question. And given that um color vision is thought to have evolved hundreds of millions of years ago. It is um it, it's difficult. Um What we can do is simply make the assumption that if there were colors hundreds of millions of years ago, there must have been color vision, right? One way that we can try to estimate the age of color vision is by use, excuse me, of, of something called the molecular clock, which was in invented by a very famous chemist polling uh you know, 60 years ago. And that is we can study the sequence of different species of organisms and we can use that protein sequence to predict how those proteins changed back in time. And we can go hundreds of millions of years back in time. And we can make predictions of when the molecules that are responsible for color visions, they're called options. We can make predictions about when they first occurred. Uh So on that level, the answer to your question is, is, is yes, we can make predictions about the evolution of color vision. But in terms of using the actual fossil pigments, uh we have not made it there yet."
	},
	{
		"start_time": "27:12",
		"speaker": "Ricardo Lopes",
		"words": "And so now I would like to move on to bio meals. And I have two big questions about the that kind of mole biomolecule. So first of all, what is the importance of biomet for life itself? What kind of roles do they play?"
	},
	{
		"start_time": "27:33",
		"speaker": "Dale Greenwalt",
		"words": "I I think it's important that we all understand that uh metals uh those that are present in life forms, that is the biomeds are essential for life without them. There would be no life and um metals can occur in elemental form that is a, a big nodule of pure iron or, or pure copper, but usually they occur as metal salts. So for example, um bone is uh has calcium, which of course is a metal, but it's not elemental metal. It is a metal salt, uh calcium carbonate, calcium appetite. And in fact, most metals in living organisms are salts of those metals. Um In some cases, we're not sure exactly what the structure of the metals were in some organisms. Uh For example, uh in the book, we talk about the discovery of ancient metals that strengthen and reinforce the jaws of, of insects and even the insects that live today, which still reinforce their jaws with metals. We still don't know what the structure of those metals is in those organisms. There's there's much yet to be to be learned. Um And because metals can be detected fairly easily and at very low levels and in non destructive uh ways, um biomeds is becoming a very important part of ancient biomolecule research. And I think we're gonna see more and more papers um about it."
	},
	{
		"start_time": "29:38",
		"speaker": "Ricardo Lopes",
		"words": "And so, of course, uh again, I have to repeat this kind of question for biomet because I think it's one of the most interesting parts of what you explore in the book when it comes to the different biomolecules. But what kinds of information can we get from them? So for example, when we talked about pigmentation, we've mentioned phylogenetic information, behavioral information as well. In this case of biomedicals, I would imagine that physiological information is a very evident uh sort of thing that we can get from them. So, but generally speaking, what can we learn by studying ancient biomeds?"
	},
	{
		"start_time": "30:26",
		"speaker": "Dale Greenwalt",
		"words": "I would have to um preface any answer with the observation that we really need to know more about biomeds in living organisms. OK. Um Before we can go on to uh ask intelligent questions about ancient organisms, the science is very new and uh very little work has been done actually on, on uh ancient biomeds. Other than for example, he and um um other porphyrin metals um laboratories are investigating uh the structure of biomeds in living organisms. And they're discovering that mother nature is much more complicated than we ever thought it was and produces structures that we have uh as scientists have, have never even dreamed about. So there's a lot to learn about biomeds and I think we have to uh do more work on, on living organisms before we can uh uh answer your question, Ricardo."
	},
	{
		"start_time": "31:47",
		"speaker": "Ricardo Lopes",
		"words": "OK. So, I mean, when it comes to the several different possible things we could learn from biomedicals like for example, phylogenetic information, anatomical information, physiological, information, behavioral, and so on. It's still very limited at this point, at least."
	},
	{
		"start_time": "32:07",
		"speaker": "Dale Greenwalt",
		"words": "Yes. Uh I'm not sure to what degree we can learn very much about phylogeny, but we can definitely learn a lot about uh the physiology of, of, of organisms based on the study of biomeds. Mhm."
	},
	{
		"start_time": "32:26",
		"speaker": "Ricardo Lopes",
		"words": "And so let's talk a little bit about proteins. Here. So what kinds of proteins get preserved in"
	},
	{
		"start_time": "32:34",
		"speaker": "Dale Greenwalt",
		"words": "fossils? That's a great question. Um The um paper that just came out by a uh a scientist from the University of Turin in, in Italy. Uh De Marchi was the senior author of this paper uh extends uh the age of ancient biomolecules to uh over 6 million years. And the sequence they found had a very unique sequence of four negatively charged subunits. And um that protein was isolated from the shell of a bird. Almost all proteins are isolated are isolated either from bones, from teeth, from egg shells or from the shells of uh snails and gastropods. And um all of those environment have a calcium carbonate or calcium appetite, which is positively charged or has positive charges. And so proteins that are negative, that can bind to the positive charges in the bone, the teeth, the shells are those that are most likely to be preserved. And um now that's for deep time, fossils for shallow time and let's define shallow time as something like around uh maybe several million years old. Um uh WE can get uh more proteins and different types of proteins simply because they are young and haven't degraded yet. And so our studies, for example of um uh the ancestors of human, which rely on um fossil skeletons, uh we can get entire proteome. And by the di the definition of a proteome, of course, is the sequences of every protein in an organism. And so what we can learn from those is, is almost limitless. And um so the answer to your question, Ricardo uh very much depends on how old the specimen is. Um I think one of the uh directions where ancient uh biomolecule research will expand is in the area of um uh marine mollusc shells, uh shells of gastropods and clams go back hundreds of millions of years. Most of them have been replaced. The, the shell material has been replaced with other type of rock. But in many cases, they're still the same chemicals that, that made up the original shell of the living organism. And those shells contain proteins and we just have to be able to work with them more. And I think what we will find uh are, are we're gonna find thousands of new sequences from, from that source."
	},
	{
		"start_time": "36:22",
		"speaker": "Ricardo Lopes",
		"words": "And OK, so let me ask you perhaps a few more questions about proteins because I think that there are many interesting things here that we could explore. But to what extent can we learn more about if the physiology of particular organisms by studying these preserved proteins? And, and I know that this is a very broad question because proteins are everywhere. I mean, they play all sorts of different roles and there's, I don't know how many proteins out there in uh in biological, in organisms. Uh I mean, they're everywhere basically. But uh ca can we learn uh more about their physiology by studying these proteins. And perhaps, I don't know if you want to illustrate that with uh perhaps a few examples or not."
	},
	{
		"start_time": "37:16",
		"speaker": "Dale Greenwalt",
		"words": "Sure the answer to your question. Caro is a uh yes with an exclamation point. Um And given that um most ancient proteins are isolated from uh shallow time fossils, those that are tens of thousands or hundreds of thousands of years old. And we can get their entire protium, the sequence of every protein in the organism. We can learn everything about their physiology. Um We can um determine, for example, that uh um some ancient humans or neanderthals, um we um had an allergy to milk. Hm. That's, that's one tiny example. Um Their immune system was different. And in fact, uh uh all of us contain a little bit of uh DNA and proteins that we inherited from our Neanderthal ancestors, right? And some of those proteins um affect our immune system and some of us are in fact more susceptible to catching the COVID virus. Mhm. Because of the presence of Neanderthal proteins in our bodies. So, because we can, we can, we can uh isolate the entire protium of, of uh many organisms of the answer to your question is that it's, it's, it's a gold mine of, of, of work that we can do relative to how the physiology of ancient humans and ancient organisms differed from from modern day humans and, and uh and other animals. Um YOU know, our studies of human evolution, homo sapiens migration from Africa, our studies of the genetics of the neanderthals. We've learned so much about that and yet we've just scratched the surface. Uh THE future is going to be very, very exciting um relative to our understanding of, of human evolution because of what we can learn about um or from proteins, about our behavior and, and physiology."
	},
	{
		"start_time": "40:23",
		"speaker": "Ricardo Lopes",
		"words": "And can we learn more about phylogenetics from ancient proteins? And I mean, uh uh I, while I'm asking you this, I'm probably asking you two different types of questions. I mean, if we can learn about phylogenetics directly from ancient proteins or also indirectly uh uh learning more about genetics from proteins."
	},
	{
		"start_time": "40:53",
		"speaker": "Dale Greenwalt",
		"words": "The older the specimen is, the older the protein is, the more we can learn, it's all dependent on how far back we can isolate uh proteins and, and DNA from um the construction of phylogeny and phylogenetics is, is um something that is um dependent. Mhm um um um HAVING a lot of specimens from a lot of different periods of time, right? And the further back in time, the more phylogenetics we can do. Um AND and right now, we're kind of limited by uh the fact that uh um ancient DNA and ancient ancient proteins don't go very far back in time. And this and this might be uh an appropriate time to bring up the work of Dr Mary Schweitzer who has uh uh published about the sequences from uh dinosaurs that are hundreds of millions of years old or, or hundreds of million years old. This work is, is very controversial. Um uh HER work um is uh can't be reproduced by some of the laboratories. Yeah. And so I think the consensus is that the oldest DNA is only about 2 million years old. The oldest proteins are about 4 million years old. Now, 6 million years old with the work from Italy, I think we all hope the doctors Switzer is correct. And that in fact, we can isolate proteins from dinosaurs because it would be wonderful to be able to do uh phylogenetics, reconstruct the phylogeny of dinosaurs and compare that work to the phylogeny we have made that are based simply on, on structure. Mhm"
	},
	{
		"start_time": "43:07",
		"speaker": "Ricardo Lopes",
		"words": "uh And so just before we get directly into ancient DNA, since you mentioned dinosaurs there briefly again. So uh one interesting thing that I read about in your book is uh when we find dinosaur bones, sometimes it's not just the bones themselves that we can study, but also ancient blood vessels within them, right? So could, could you tell us a little bit about that?"
	},
	{
		"start_time": "43:36",
		"speaker": "Dale Greenwalt",
		"words": "Yes, that, that is the work uh of, of Doctor Schweitzer. And she's very famous for uh showing all of us that you can take a dinosaur bone. And when you dissolve all the minerals you are left over with this uh soft tissue, it almost looks like uh a tiny little piece of, of, of, of meat. And uh within that material, you can isolate structures that very much look like blood vessels. OK. And um this work uh has been repeated by many, many different laboratories. Um I have been able to repeat this work myself in the lab. And um the, the, the problem is what is that material made of? And if in fact, it is made of, of protein and DNA can we isolate it intact. And that is the big controversy. Some people say no, some people say yes."
	},
	{
		"start_time": "44:50",
		"speaker": "Ricardo Lopes",
		"words": "So talking then about ancient DNA, how well does it get preserved? And in what kinds of structures"
	},
	{
		"start_time": "45:02",
		"speaker": "Dale Greenwalt",
		"words": "again, uh almost all ancient DNA comes from bones or teeth. Mhm. Um There is something called environmental DNA. OK, where people would just take a shovel full of dirt from the bottom of a cave and they can isolate DNA, which is very surprising given given how, how fragile a molecule it is. But most ancient DNA is isolated from, from bones and teeth. And um in some cases, if the uh specimen is young enough, we can get the entire genome. Uh THE genome being all of the uh DNA from a particular organism. And uh again, I if we have that kind of information, um we can determine a great deal of, of, of uh things about the behavior physiology, phylogeny of that organism. It all depends on, on its age. Um THE um oldest DNA, I think is about 2 million years old and it's only fragmentary and it's uh it's uh fairly difficult to do uh any uh in depth uh work on phylogenetics with something that is that fragmentary. Um I'm not sure I answered your question, Ricardo. Uh Please restate the question if, if, if I didn't"
	},
	{
		"start_time": "46:50",
		"speaker": "Ricardo Lopes",
		"words": "uh yes. One part of the question that perhaps uh you didn't answer directly, I think is how well it gets uh preserved. I mean, is it easy for it to get preserved in ancient DNA or not?"
	},
	{
		"start_time": "47:08",
		"speaker": "Dale Greenwalt",
		"words": "Yeah. So, uh uh again, it's dependent on the age of the specimen and the younger the age, um it can be preserved entirely intact, beautifully preserved and, and the older we go, the less uh uh there is and the more fragmentary it is. So, everything depends on age. I think ancient DNA, depending on how we define ancient, has drastically changed. Uh THE sciences of anthropology and archaeology because those, those two sciences work in the realm of, of um shallow time specimens that are 1000 years old or 5000, 10,000, 100,000 years old. And DNA uh is beautifully preserved uh under many conditions um in specimens that are just uh you know, tens of thousands of years old. And, and, and uh i it's a near infinite amount of information that we can obtain from uh from those specimens. But, but again, that's not in the field of, of paleobiology. That's more anthropology and, and uh and archaeology. A good example is our understanding of the evolution of the um uh the Black death or the um um bubonic plague which first appeared in the early 13 hundreds. And we were able to isolate DNA from uh people who, who the skeletons of people who died from the Black death. And we were able to uh study the uh evolution of that virus and even determine when in fact, uh it underwent a mutation to become uh terribly pathogenic. So, yeah, it's a the the the future of of shallow time DNA is uh um you know, it's gonna be very exciting to see what, what happens here in the future."
	},
	{
		"start_time": "49:43",
		"speaker": "Ricardo Lopes",
		"words": "So if I understand it correctly, the amount of information that we can potentially get from ancient DNA is so much and so varied, that's probably one of the reasons why many people usually refer to ancient DNA as the holy grail of ancient biomolecules, right. Yeah."
	},
	{
		"start_time": "50:08",
		"speaker": "Dale Greenwalt",
		"words": "Yeah. Um DNA, of course, um encodes proteins and so much of the genetic information from DNA is present in proteins, but there is a lot of genetic information that is in DNA only. Um And it is uh I think uh easier to do phylogenetic reconstruction using DNA than it is uh protein. So, there are distinct advantages to using DNA. Um We just have to figure out how to uh uh extract it more effectively and, and more efficiently from older specimens."
	},
	{
		"start_time": "50:54",
		"speaker": "Ricardo Lopes",
		"words": "And at this point in time, do we have any idea at all about when DNA might have first originated on earth? At least?"
	},
	{
		"start_time": "51:08",
		"speaker": "Dale Greenwalt",
		"words": "No, that, uh it's a sh a short question or a short answer to a very complicated question. Um People think it may, uh, well, in fact, we have fossils of single celled organisms that are over a billion years old. Billion with A B. And so we know there was life on earth that is a, a billion, perhaps 2 billion years old. And we have to assume that because life was able to reproduce even back then, that there is a uh DNA based mechanism for reproduction. Uh So we have to assume that DNA evolved at least 2 billion years ago, probably longer. Um But we don't know how and we don't know exactly when there are some, a scientist who believed that it was not DNA, that was the basis of original life forms, but in fact RN A, right. Uh But again, there, there's no way to uh no way to prove that RN A is, in fact, even more fragile than, than DNA. And it's very unlikely that we will ever be able to recover ancient RN A."
	},
	{
		"start_time": "52:50",
		"speaker": "Ricardo Lopes",
		"words": "Uh So at least at this point in time, it's not possible to get RN A from fossils,"
	},
	{
		"start_time": "52:58",
		"speaker": "Dale Greenwalt",
		"words": "right? Oh, ok."
	},
	{
		"start_time": "53:02",
		"speaker": "Ricardo Lopes",
		"words": "Uh And uh I mean, before we get into other topics, let me just ask you one more question. Um How much can we learn about the ancestry of our own species through ancient DNA? Because, you know, there's always this sort of very interesting questions or questions that people are usually very interested about particularly paleoanthropology and people like that about, for example, our last common ancestor with chimpanzees and Bonobos and the, our exact monin lineage and all of that. So can we can ancient DNA help us answer those kinds of questions?"
	},
	{
		"start_time": "53:47",
		"speaker": "Dale Greenwalt",
		"words": "Yeah, I'm looking for uh a book up on my bookshelf here. Uh uh Robert Reich uh wrote a book about that. And in fact, many books have been written uh about the uh phylogeny, the evolution of not just Homo sapiens but our ancestors and not just our most recent ancestors, the Neanderthal, but the homo erectus and uh you know, way back uh uh to uh over a million years old. Um The amount of information that we can obtain from our studies of um ancient DNA, from the genus Homo. It is mind boggling. There is so much we can learn. And again, it's not just phylogenetics, it's behavioral, it's physiological. Um As I mentioned, there are many books written about this already. Uh AND there will be many more, we've barely scratched the surface. Uh There are so many different questions. Um It is an area that um I did not cover to any great extent in the book because I am not an expert on, on, on DNA. And so uh I'm proud of the fact that I know what I don't know. And uh so II I leave it to, to other experts uh to tell you about um the uh the work with ancient DNA. But uh it will revolutionize science and it will revolutionize our understanding of, of the evolution of, of our own species."
	},
	{
		"start_time": "55:49",
		"speaker": "Ricardo Lopes",
		"words": "So, uh I mean, throughout the entire interview, we've been focusing a lot on animals. But what about plants, what have we learned about, for example, early plant life and the evolution of plants through an ancient biomolecules."
	},
	{
		"start_time": "56:09",
		"speaker": "Dale Greenwalt",
		"words": "Unfortunately, the answer is almost nothing and the reason uh that we have learned so little from plants and II I, I'm not trying to be um uh facetious or, or comical here is that plants don't have bones and that's where we get all of our ancient DNA and all of our ancient protein plants are made of soft tissue, which is very easily degraded. Uh There is almost nothing in the scientic scientific literature on plant DNA because it just degrades so very, very quickly. There is a little bit about um uh plant protein, but it's uh only a few 1000 years old. The most we know about ancient biomolecules from plants is based on uh what we call small molecules. Uh And even that doesn't go very far back in time, let me define small molecules by giving some examples. Um We have all made extracts of plants usually using hot water uh that contain small molecules like uh caffeine, for example, from the coffee bean and from tea leaves, there are literally tens of thousands of small molecules that are unique to plants. Uh THINK of all the uh hallucis hallucinogenic uh drugs, for example, um Aspirin, acetylsalicylic acid is uh a small molecule that you can isolate from plants. All of these are unique to plants. They're not present in animals and they can be preserved in, in plants that go back uh many millions of years. And in fact, uh at one point in time, some scientists proposed that we study phylogenetics based on the presence of those small molecules. So I guess the term phylogenetics wouldn't be the the appropriate term. Um BUT it would be AAA way to study the evolution of plants based on their small molecules. And um so you would take a fossil leaf and you would scrape it off of a rock and you would extract it just like you would extract a tea leaf and from that extract, you would be able to isolate tiny molecules, some of which may be unique to that particular plant. And so you could differentiate one plant from another. Uh You could actually do taxonomy based on the presence of uh small molecules that are unique to individual plants. That chemo taxonomy, let's call it that, let's give it that name chemo taxonomy. Uh NEVER caught on it, it is not really used at all in, in modern plant taxonomy, but um it does uh exist simply because of the presence of um these small molecules and plants for, for literally tens of millions of years."
	},
	{
		"start_time": "1:00:12",
		"speaker": "Ricardo Lopes",
		"words": "So I have two final general questions, let's say to ask you. So, potentially how much of the phylogeny and ancient physio of the total biomass of the earth? Can we or could we get a good understanding of through ancient genomes, proteins? And of course, other biomolecules,"
	},
	{
		"start_time": "1:00:44",
		"speaker": "Dale Greenwalt",
		"words": "we don't know. Um I think it's um uh most of us should appreciate that 90% of all the species of organisms that have ever lived on earth are now extinct. And so that means that 90% of everything we have to we have uh to learn from is in the fossil record, right? And so potentially there's a huge amount we can learn. We're limited only by the uh preservation or the lack of preservation of the uh chemicals, whether they're DNA or protein pigments or small molecules. I think paleobiology will change over the next uh few years. And uh uh they will take ancient biomolecules research to heart and more young people, I think uh are becoming very interested in ancient biomolecule research and I think it will, it, it is a new and, and rapidly growing field. Um, THERE'S a huge amount of potential. Um, BUT II, I certainly can't put a uh a number on it right now, Ricardo, I wish I could. But, uh, uh, again, we're, uh, um, despite the fact that we might, um, publish a lot and think we know a lot. Uh, WE'RE, we're, we're pretty ignorant about the evolution of life on earth."
	},
	{
		"start_time": "1:02:32",
		"speaker": "Ricardo Lopes",
		"words": "That's fair enough. And, uh, that also makes for a good segue to my last question. And you've already talked a little bit about this. But how do you look at the future of the study of ancient biomolecules and the information we can potentially get from them? I mean, are there any predictions you would make? Are there for example, any exciting new developments that you're seeing?"
	},
	{
		"start_time": "1:03:01",
		"speaker": "Dale Greenwalt",
		"words": "I think the the the most exciting development uh in the field of ancient biomolecular research has nothing to do with fossils. And that's because it is a science called ancient sequence reconstruction where we use um computers to predict the sequence of ancient proteins or ancient DNA. Mhm. And this interestingly and perhaps surprisingly is most commonly used in uh drug discovery in uh by, by pharmaceutical companies because they want to understand the evolution of disease. They want to understand the evolution of proteins that uh cause various diseases. And we can try to predict using this computer based uh science of ancient sequence construction, we can try to uh determine how proteins that cause disease differed back in time and what happened to them to make them uh cause disease. And this will give us a basis for developing drugs that will help us to, to treat those diseases. So, in a way here, we're talking about drug discovery and we're supposed to be talking about ancient proteins. But I think believe it or not, the two are related"
	},
	{
		"start_time": "1:04:44",
		"speaker": "Ricardo Lopes",
		"words": "that that's amazing. Uh And so let's perhaps end on that note then. And the book is again, Remnants of Ancient life, the New Science of old fossils. I'm leaving a link to it in the description of the interview. And Doctor Greenwald just before we go apart from your book, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "1:05:09",
		"speaker": "Dale Greenwalt",
		"words": "Yes. The, the, the book is published by uh Princeton University Press and they can be purchased at their website. And um one thing I would like to say is that uh all of uh my profits such as they are uh go directly to the uh the Library of the Natural History Museum in uh at the Smithsonian. And so, uh if anyone in fact does purchase a book, uh uh they will be able to in doing so contribute to the libraries. Um So, yeah, II, I wish um um that um I could uh uh sign everyone's book uh based uh through the zoom session. But uh I guess that's not technically possible yet. But uh yeah, I, I uh I hope that uh uh people would find that it is an enjoyable read."
	},
	{
		"start_time": "1:06:17",
		"speaker": "Ricardo Lopes",
		"words": "No, let me just say myself that I found it uh really fascinating read. I really love the book and I hope that everyone in my audience runs and buys it. It's very interesting. So, thank you so much for writing the book. And also of course for coming on the show, it's been a real pleasure to talk to you."
	},
	{
		"start_time": "1:06:38",
		"speaker": "Dale Greenwalt",
		"words": "Thank you, Ricardo. I, I appreciate the opportunity to speak with you."
	},
	{
		"start_time": "1:06:43",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no Wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z. Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger, Ken Herz and La Jung Y and the Samuel K Hes Mark Smith J Tom Hummel s friends, David Wilson, Yasa, dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nico Barba, Adam Hunt, Pavlo Stassi, Nale me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franka Gilon. Cortez or Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Will Di A Cost. Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey Junior, Old Einon Starry Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis, Valentine Steinman, Perlis, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Janner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stuffin, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all"
	}
]