[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, as always Ricardo Ops. And today I'm joined by Doctor Isabella Sarto Jackson. She is lecturer in Cognitive Science at the University of Vienna, guest lecturer in Cognitive Biology at the University of Bratislava, Executive Manager of the Conrad Lawrence Institute for Evolution and Cognition Research and president of the Austrian Neuroscience Association. And today we're focusing on her great book, The Making and Breaking of Minds, How social interaction shaped the human mind. So, Doctor Sarto Jackson, welcome to the show. It's an immense pleasure to everyone."
	},
	{
		"start_time": "00:40",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Thank you very much Ricardo for having me. It's a great pleasure to, to share my insights with you and uh hopefully everybody who's going to listen to this podcast."
	},
	{
		"start_time": "00:51",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. So, I mean, we have lots of ground to cover here because there are many, many things associated with how we approach the study of the human mind, human psychology. But let's start perhaps with uh DNA because as I read in your book, that's also one of the places you primarily came from and actually have already had many interviews with, for example, behavior geneticists on the show. And so, uh, particularly about these sort of nature versus nurture debate and the focus that sometimes we have on DNA or, mm, much of the time indeed we have on DNA. Do genes really hold precise instructions to create a being with all its, in this particular case, psychological traits."
	},
	{
		"start_time": "01:48",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Mhm. Yeah. Thank you very much. Um, VERY important question. And, um, this is something that, as you already said, um, this, uh I, I started as a geneticist, my master was in gen in genetics in his genetics actually. And this is uh something I've been thinking about a lot. And uh actually, um the beginning of my book um is dealing exactly with that topic. So, um one of the things that I would like to start with is that um I have very strong doubts about this strict gene deterministic way because it's very simplified. Uh AND it's especially unhelpful if we talk about the human brain or cognitive processes because there we have so many causal factors that underlie the organism and the human mind. So this nature nurtured dichotomy is actually to my mind, some sort of obfuscation which has its historical roots in going back to the 17th century. Um IT frames nature in this very simplistic way we look at um the DNA as if it holds the alive information. Um And on the other hand, you have this environment which is completely separate from the organism. And as we know, now this is much more intertwined. So there is a dynamic interplay between genes and environment and this interplay is mediated by the organism actually with its active involvement. So importantly, I would say there is like reciprocal interaction between organism and environment. And from that point of view, it doesn't make sense to s uh artificially separate bio, biological and environmental factors historically, that might have had benefits to study um certain aspects. But I think it's time to overcome this dichotomy."
	},
	{
		"start_time": "04:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But I, I mean, just to be fair here, do you think that at least most behavior, geneticists are really genetic determinist because, I mean, at least with most people I talk with on the show, uh, I, I guess that all of them acknowledge the role of the, the, the role of the environment. Of course, they talk about heritability about twin study. Some of them put a little bit more emphasis on genes, some of them a little bit more emphasis on the environment. It also depends on the traits we're talking about. Right. But, II, I mean, uh, do you agree that perhaps, uh, be more, at least most behavior geneticists do not tend to be, uh, genetic determines"
	},
	{
		"start_time": "04:51",
		"speaker": "Isabella Sarto-Jackson",
		"words": "neither. II, I definitely agree because we've come a long way since. And of course, um, it was the geneticist who kind of disentangled a lot of factors and saw that there was a lot, uh missing in the picture. However, historically, keep in mind that it was um this, this uh behavioral genetics was always seen like a one way street. So you had the genes that were kind of in control. And uh on the other hand, um you had uh environment separated. Um WHEN we look at it, I think now, um then we have to acknowledge that there are at least three contributing factor that shape behavior. We have the variability that's within the gene in the genes in in the genome. Then we have a variability depending on environment, social environment, cultural environment. And then we have the variability in the phenotypic trait. And this and here, II, I fully agree by now, most acknowledge that phenotypic traits are polygenic and multifactorial. Um Yeah. So, so maybe one more thing is that uh one has to be very careful when thinking about um genes as they call that the most important factors that um very often one also implies some sort of causality. And that is misleading because uh to disentangle um causality based on the genome versus the environment, that's quite um a task that requires uh much more than just looking at the, the um at, at the underlying uh genetic sequences. Mhm A"
	},
	{
		"start_time": "06:55",
		"speaker": "Ricardo Lopes",
		"words": "and of course, throughout our conversation, we're going to get into each of the specific factors that play a role in our uh in the development of our psychology. I mean, it's genes of course, but it's also gene expression. And apart from genetics. Again, we have the environment, we have the social context we have culture, we have, by the way, not just the brain but also the rest of the body. I guess we're going to talk about that as well. But ju just before we move on to this idea that you explain in the book of thinking about genetic susceptibility instead of genetic determinism just before we get into that. So what do can we make of, for example, uh twin studies and adoption studies? Because I mean, even though genes of course, are not the entire picture here, they still play some role. So what do you think? What would you say is perhaps the informa the useful information we can get from the twin and adoption?"
	},
	{
		"start_time": "08:07",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yeah. So, um again, um in the light of um the history of how these studies have been um conceptualized and performed, they were really important in trying to disentangle uh nature versus nurture. Um ESPECIALLY because uh most of the traditional studies like uh pedigree analysis or genealogical methods, they um always assumed um that there was a bimodal distribution of in of traits within the population. Now with uh twin studies, um it was easier to um find um a good me or to have a good method at hand uh to appraise uh the hereditary environmental problem with respect to non bimodal characteristics, at least in theory. Um However, again, here we have the problem that also twin studies are phenotypic correlation studies. So, again, underlying causalities cannot be deducted from that. Um And um maybe the other thing that uh also have to has to be kept in mind is that um we have to um also think uh about when, when doing these um association studies is uh to make sure uh that we control for confounding factors. And although twin studies of course, give a much better handle to study uh this, this uh uh uh the, the, the um entanglement between or to disentangle um environment and, and um and biology. Um WE should not forget that um also in twins, there is can be a lot of underlying confounding factors and they also have to be uh they, they're very often neglected. Um I'm aware that this has come a long way and of course, um it's a lot more um it's uh there is much more evidence now um for what you can study and what, what uh what points cannot be elucidated. Um Yeah. So importantly, maybe just as a final sentence is one of the most important recent outcomes from neurobiology is that even in twin studies, it has been shown that the anatomy of the brain varies relatively significantly. So, um there are some areas where it's perfect where we have perfect correlation with other areas. But there is some significant variation even between um Moocs psychotic twins that have exactly the same genome."
	},
	{
		"start_time": "11:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and that of course, has to do. I would imagine when it comes to, for example, neonates with the fact that during brain development in the uterus, there are many stochastic events that play a role that we can't really entirely predict and that are not predictable just by genes themselves. That's just one example. Right, then we also have levels of hormones and the ways by which perhaps uh neurons establish connections with one another that have to do with many different factors that are not entirely written in the genes neither. So there are many things like that that could lead even uh immediately after birth to two identical twins already having from the outset slightly different uh brains. And then of course, as they grow older as they have their unique life experiences and we're going to get into that later, of course, their brains become even more dissimilar. But those are some of the factors that play a role there. Right."
	},
	{
		"start_time": "12:34",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Exactly. So, exactly what you're saying. So there is already a quite a significant degree of randomness um because the amount of genes that we have um even in considering all the splice variants and so on, they can never. Um So we're talking about maybe 22,000 genes. Um THEY can never um and program or give an exact blueprint of the connections of uh 86 billion neurons, let alone uh 10 to the power of 15 synaptic connections. So that would not be possible."
	},
	{
		"start_time": "13:19",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND so, uh, I mean, what would genetic susceptibility mean here in the, in this particular context if we are rejecting the idea of genetic, uh, genetic determinism, which I think most people nowadays reject, uh, what would it mean to say that perhaps, uh, there are some genetic susceptibility to developing certain particular traits?"
	},
	{
		"start_time": "13:50",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Mhm. Yeah, that's, that's a very interesting question. And, um, um, I just want to point out that although I use susceptibility myself very often, uh when it comes to development, I actually prefer um thinking about potentiality, thinking about what, what's, what is the underlying uh potential that the genes give us. So, whereas susceptibility has always this negative connotation that is related to sensitivity like being predisposed to, for a drug or, or um to, to a disease or something. So, so what is the susceptibility? This is kind of um a potential that is written in our genome um that allows us to unfold uh certain traits. Um But this very much depends on uh stimuli from the outside and that can be um the ecological environment, the social environment, there can be um factors that come even from just from the internal environment, like positional information, depending you know, which place within the organism certain cells have. So basically, as I see it is we have uh a huge potential that's written in our genome and whether it's realized or not depends on very many factors and to be honest, there is many, many more um uh information, let's say passive information um that is never realized because we just haven't got the environment for it. Um I like to call it um a colleague of mine used to call it and I have taken that that phrase because I like it so much. Um That's uh Darwin's hit the ink, you know, he's written, it's written but in a yet invisible way and only being exposed to certain stimuli to certain environmental factors, then the potential unfolds."
	},
	{
		"start_time": "16:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and when it comes to the environment itself, I mean, how easy or hard is it to study the impact of specific environmental factors on human psychology and development? I mean, because of course, there's a myriad of things happening around us at the same time and some of them might influences, some others do not influence us. But I, I mean, uh uh how is your heart? Is it for us to really be able to know what aspects of the environment have an impact on human psychology?"
	},
	{
		"start_time": "16:52",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Well, yeah, that's a great question. And um here, I would like to draw a parallel to um to, to genome studies actually, when genome studies were set out, um originally, most of these studies were dedicated to uh investigate individual genes. Like I remember myself, I've been involved in projects where we knocked out individual genes in um in his strains. So uh and then only with the advent of um different better methodologies and um more uh uh encompassing um techniques like than um the, the um genome wide studies there. Um You got a different handle on looking uh Ooo on many factors of many genes at the same time. Now, in parallel, when we now consider um the the environment, we, we're kind of uh almost at the beginning. I no, not quite, but there is much. So we're lagging behind, we only took now the environment into the consideration. However, a lot has already been done um with studies coming from the expos. So what's interesting there is you take a lot of different factors, external factors that might be global factors or external factors, that might be very specific or internal factors and all these factors together uh might give you a more complete picture if you combine that with uh genome wide association studies. And moreover, and that must not be forgotten, you take all this information, all this data. Um BUT you have to also follow the developmental trajectory because this is what makes the picture complete. So rather than taking a snapshot, look at the different stages of the ontogeny and there you get a more complete picture. So we do have quite a few techniques in our hands that will help us. But I think we're still quite at the beginning."
	},
	{
		"start_time": "19:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And then there's also this phenomenon of organism, environment interactions, right? It's not that uh even though I if we are considering the environment and how it influences psychology, it's not that we are just passive risk chapters of environmental influences. I mean, there's also a sort of dynamic interplay between the organism and the environment. And we are, we are like active agents also playing a role and to some extent, shaping our own environment, right?"
	},
	{
		"start_time": "19:53",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Actually, uh Ricardo, if I may, you've already said the most important things that to my mind is. So um there is not only this reciprocal interaction, but it is the organism that influences its own uh environment to make it uh the organism himself herself more are adapted to its niche. Um And especially when we talk about humans and our cognitive capacities, we are the paradigmatic niche constructors. So we are able to change our environment that it kind of very well suits us. And that has been done for, for um our e en en entire evolutionary trajectory and we've be, and it's getting faster and faster now that might have bring different problems, however, but this is something so as you already said, so you've pointed out the most important uh points already. Um Yeah. So, so, II I think uh it, it, it maybe one thing is when we take or we look at other um species, for example, then you can see that there um the the environment has a plethora of different effects. So think about temperature, uh dependent sex determination in some organisms or population density dependent sex determination, others or um predator induced um poly is um so all these things that have very specific outcomes that are studied in o other species uh in humans, we've got so many factors that can influence us uh on top of our very long uh development, childhood and adolescence development. Um So the, the all these um selective forces that can shape us um have a long, long time to, to take its effect."
	},
	{
		"start_time": "22:03",
		"speaker": "Ricardo Lopes",
		"words": "Uh And I mean, we were talking about genes just a minute ago and even when it comes to genetic evolution, I mean, now we have a broader framework of gene culture co evolution, right? And it's not just genetic evolution itself occurring, but we also have culture and culture itself might also influence how genetic evolution unfolds. And also the other way around. I mean, genetic evolution might also influence how I mean, how our culture develops or how attuned we are to certain aspects in our culture or the kinds of culture that we have in comparison to, for example, uh other cultural animals and so on. So we even there, there's all, there's also the sort of interplay between genes and the cultural environment, I"
	},
	{
		"start_time": "23:01",
		"speaker": "Isabella Sarto-Jackson",
		"words": "guess. Yep. Yeah, you, you're absolutely right. So there is of course some classic examples of that what you've just mentioned like um when um our ancestors starting to um uh keep animals and uh used the milk. So we have uh this shift in our um our our ancestors had this shift in uh lactose tolerance um in humans. So we have so many cultural processes that speed up or maybe even take over evolutionary uh pro natural evolutionary, natural selection, uh biological evolutionary processes. And a colleague or colleagues of mine have recently shown that um because of medical interventions like um performing cesarean sections, um the evolutionary pressure that um is forced the human skull of a newborn to remain relatively small because it had to fit through the birth channel. This pressure has been relieved now because of our medical interventions. So we really, with our cultural evolutionary processes, we speed up um selection processes."
	},
	{
		"start_time": "24:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A And by the way, I would like to get into this notion of neuroplasticity because uh I, I mean, there was a period, I guess that back in the early two thousands where we really had a very big hype surrounding neuroplasticity and that is sort of, but it in that it was going to explain everything out there. But ii I mean, now we are perhaps to tune it down a little bit and, and I would like to ask you so, neuroplasticity, what is really the role it plays in the brain and brain development and what are its limits?"
	},
	{
		"start_time": "25:09",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Mhm OK. Yeah. So, neuroplasticity, this is a um a very exciting topic. Um So we have actually did the concept is is more than 100 years old. Santiago Ra Moni joal was um probably the first one, was the first one who described it. But then he kind of because it was not um well accepted um by his colleagues. So he kind of um reduced it to the assumption that it only happens very, very early and and then the brain is no longer available. However, what we know now is that um there is a huge flexibility and neuroplasticity. So a functional and a structural neuroplasticity, especially in the human brain. What is, what is this plasticity? Actually? This is, and this, this is like a a reorganization um that um helps our brains to adjust themselves within um an organism's lifespan and that helps to adjust or to adapt to the environmental experiences. Now looking at it from an evil evil. So evolutionary developmental perspective, it's actually neuroplasticity is just kind of an exploratory mechanism like um we have uh similar forms um in um in, in other uh organisms. Um So, what does this mean? So you have um you have me mechanisms that um perform environmental sampling and um so they sample the environment and um get reinforced when a certain aspect of the phenotype is um has a positive uh receives a positive stimulus. So a positive uh feedback. So, um and so, so as I said, this is actually uh an evil concept and in the brain you can see it and it has been studied very thoroughly because it's so, so obvious that we have this high abundance of um neuron uh uh connections. So the synaptic connections in the first. So when we spoke, I, I'm sticking now with humans in the first two years of age. So we have this excess of synapses. And then um what happens then is you get uh pruning that depends on the external stimuli. So where is that the, the um the exuberant growth of the synaptic connections? This is largely genetically driven and also randomly um uh um fostered. But then what is actually stabilized, which of the synapses remain and which um get lost or, or um or are eliminated? Very much depends on environmental stimuli coming up uh coming from the from, from the social and the physical environment, cultural environment as well. So you have to use it or lose it principle. Um So we have some peaks as a childhood. There is another one in um in adolescence that that's more of a recent finding. So we have a two really large peaks of rearrangement in the brain. Now, this is a huge potential again. Um There is cases I've written about some of them in my book cases where the brain really completely reorganizes itself. For example, cases of uh hemispherectomy where half of the brain. So one hemisphere has been surgically removed because of uh uh a severe illness. And uh this person almost fully recovered so could walk again, could speak again. Uh YOU made a college degree. So um the functional half of the brain took over the missing the function of the missing half of the brain. So it's a huge potential. However, and here I agree with you, there has been a huge hype and not everything has been fulfilled. What, what was hoped for? So there are limitations and what are the limitations? First of all, it's age that this probably the biggest thing. So the younger you are, the more malleable the brain is of course. Um Second thing uh has also to do with the brain region we're talking about. So, um what is some regions? Uh YOU can see that in um in, in uh where, for example, there is a lot of neurogenesis going on hippocampus areas, a dag gyros or factory bulb uh maybe also in the cerebellum, they have a high um capacity of neuroplasticity. Uh Whereas in other regions and we see that in patients that suffer from strokes, um other regions might be much more uh difficult uh to uh that there is some new cortic mapping going on. So, so that's another thing, what else? Um THINGS like neurotoxicity. So if you do damage to your own brain, for example, by alcohol or your mother did by drinking alcohol while you were a fetus. So again, there you, you kind of interfere and that are another really fascinating thing what has been shown is that um stress level, the amount of uh cortisol um interfere. So it is an antagonistic to um neuroplasticity. And last, but not least, of course, all sorts of um neurodegenerative diseases are kind of um uh that, that the inhibit or interfere with neuroplasticity. I'm sure there's many more other limits. But these, these are now on the top of my head."
	},
	{
		"start_time": "31:20",
		"speaker": "Ricardo Lopes",
		"words": "So in the history of neuroscience, there have been two very dominant ideas. One of them perhaps is more recent is more from, I guess the seventies eighties somewhere like that. But I mean, the first one is localization is that is the idea that there would be a 1 to 1 mapping of brain areas and particular functional traits, including character traits that I think is the, the one are the ones that we are mostly interested in here because we are talking about uh human psychology and uh people's uh traits and so on. Uh I I mean, and then the other one is modularity of mind slash brain. And perhaps to some extent they might be, I guess we could say a little bit related because if we can, if we can find that certain functions are exclusive to certain particular brain areas, then the idea of modularity is just saying that OK, so we have different modules across the brain that have evolved separately to serve certain functions. Perhaps the main argument here would be to serve certain evolved functions related to survival, reproduction and so on it. I I mean, how do you look at, at these ideas? Do you think that they are still very dominant in neuroscience? Is there still some support to them or not so much?"
	},
	{
		"start_time": "33:01",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Well, that's certainly interesting because um first of all, let me be a little bit provocative. Um BECAUSE IIIM, my argument is that the localization list view um is actually uh rooted in the legacy of phrenology. I don't know if you can see. Um"
	},
	{
		"start_time": "33:21",
		"speaker": "Ricardo Lopes",
		"words": "Y yes, I, I was actually already noticing"
	},
	{
		"start_time": "33:24",
		"speaker": "Isabella Sarto-Jackson",
		"words": "it. So, so um of course, this is just provocative. Um And um we've come a long way since. Um SO this still this, this thinking of that you have different um areas that are um distinct, um different traits can be mapped to very um um distinct brain areas. Um And that even goes for character trait, personality traits. So this is um this is something that, that uh is to my mind largely overblown. However, however, uh when we look at the gross anatomy of the brain, then the localization list view is not wrong, right? Because I mean, we know from uh from studies uh that individual case studies um like that there is a relatively high reliability, not 100% never, but some areas that is so, so otherwise this whole brain maps of the brain atlas that that's now has been established by the huge flagship ship EU project wouldn't make sense. So there is to a good degree there is localization, especially when we talk about the soma motor cortex or somatosensory cortex and so on that, like defined by Wilder Penfield. So there is um I I'm not disputing that however, an ex extreme localization list uh view of functions is almost certainly wrong because this would go completely against neuroplasticity. And actually, including while the Penfield already like more than uh I don't know, 70 years ago, he already saw that there are some overlapping zones and this is not like a clear cut module now. Um And another thing that would also kind of argue against it, not only the neuroplastic um uh uh argument, I've just broadened, which we touched upon previously. Also, um you can have brain damage in different, in, in different patients at the same position and they have very different symptoms. So also that would argue against it. Now, um what makes the real big difference is uh of course, the um micro anatomy, how the synaptic connections are then established as we've already seen uh in terms of dis use it or lose it. Now, in answer to your question, how does it relate to brain modules? Well, one thing that comes to my mind is that in, in case of um evolutionary psychology and um and this uh view of, of um very clear cut uh brain modules, then there's always this debate that a lot of it is innate, if not all you develop. Um Of course, you develop, you're not born with it, you develop it. But if you develop it, that comes due to do some input from the environment, but it's still always the module will be uh roughly at the same time. Or however, there is also a different uh interpretation. Um COMING from the sparseness concept, it might not even be anatomically exactly the same position. But yet you have like a sparse network that always kind of gives you a module. Now, this is much more difficult to disprove um what I can as to my mind from, from uh w what WW what uh I I see um coming from the Neurosciences is that yes, there is modularity. Yes, gross anatomy is relatively reliable. You can do these brain maps. Um However, this massive modularity hypothesis that with these highly specialized models like uh Swiss army knife that is to my mind uh has the most neuroscientists have moved away from that. So, yeah, that, that's my take on that."
	},
	{
		"start_time": "37:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh Also uh one of the reasons why I wanted to ask you about that actually. And you mentioned evolutionary psychology there and yes, massive modularity of the human mind is and a big idea in evolutionary psychology, specifically, not, not exclusively, I guess, but yes, specifically there uh it, but since we talked about genes at the beginning of our conversation, sometimes it seems to me that uh not just the modularity of mind idea, but also some of these localization is thinking as some parallels with gene centric views of psychology in the way, in a way that I mean, sometimes you hear evolutionary psychologists, for example, claim that they uh the neonate brain sort of harbors innate cognitive modules that come equipped with contents that are specified in the genetic makeup. I mean, something along those lines, right? And so uh we would have ii I think that the term, the correct term here would be information processing mechanisms that are innate and that are again specified in the genetic makeup. And uh and that are associated with these or that different kind of brain or mind module. So, uh I, I guess that this is the idea but, but basically, what I'm asking you here is if you agree that uh this sort of modularity localization is idea sometimes links to gene centric views of human psychology."
	},
	{
		"start_time": "39:43",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Definitely, I, I very much appreciate this point um with that, that you highlight that actually, I, I see it in a very similar light. So um there is this kind of idea of um innateness that has a little bit of a touch of prema formation is so that you have already all the information is already there and you just need to unfold it, you know, but it, it is already there. And um II I think uh I mean, the the truth is always probably somewhere in the middle, it's not completely wrong. Of course, I mean, there is good evidence also for some of these claims. However, as I see, it is um you, you have these predispositions coming from genes um and they give uh some kind of a kickstart, they give you uh a guiding um expression and then it is the development. So uh that uh that, so that or let me say, say like this, that um you have a predisposition and that provides then a substrate for the developmental processes to operate. So, and I think this is where it comes from. It is not completely wrong. But um yeah, and, and I agree on the parallel which you pointed out. So II, I think yes, this innateness concept has smacks very much of pre formation is,"
	},
	{
		"start_time": "41:22",
		"speaker": "Ricardo Lopes",
		"words": "yeah. And I, and I mean, I don't know if you agree with this point specifically, but I guess that you use the word predisposition there instead of thinking about in terms of innateness, I guess. And I, I would imagine that, yeah, there's, I think good evidence that perhaps we are born with some predispositions to, for example, pay attention to certain information in our environment, particularly the social environment. For example, I don't know, look at people's faces and try to gather information from them. And perhaps some aspects of language might also be predisposition and stuff like that. Uh But then perhaps the idea that's wrong here is to think that uh those predispositions are like uh fixed and the underlying informational processing, mech information processing mechanisms cannot be changed at all or are impermeable to culture and to all kinds of environment inputs. I mean, does this ring through or?"
	},
	{
		"start_time": "42:36",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yeah, that definitely. So you you touched upon a really, really important point here because what's completely left out in the whole debate um about modernity is um the the concept of the idea of acceptation and especially the human mind with all our cultural evolution, we have um a lot of what, what our brain does, what the human mind does is falls in the domain of acceptation. So what is that? So we have certain brain regions maybe um that have evolved for some specific adapt adaptive purposes. But then they have been report purposed hijacked. You mentioned the example of um attention focusing, visually focusing. Um I think social stimuli and so on. Now, obviously, our visual senses are very good. Now, um our culture has evolved to uh that we, we use writing and would be we're able to, to read and write. So most certainly don't have an innate mo module for learning to read. So this is an acceptation. So this was most likely uh a region that has been adapted to uh uh uh uh um pattern recognition, pattern completion and that has then been used for different purpose for reading. Yeah. And that doesn't sit well with evolutionary uh with, with um the massive modernity hypothesis. Definitely."
	},
	{
		"start_time": "44:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And so one topic that I would like to get into now is of course, when it comes to human psychology, at least in our modern societies, uh we also have a medical approach to it and we, and we use terms like uh normal development, normal psychology. We, we, we, we use terms like mental disorder, mental condition and a mental disease and something and stuff like that. So, uh do, do you think, I mean, when it comes to thinking about what normal might mean in the context of uh developmental psychology, what do you think are perhaps some of the issues with that, with, with thinking that there's a normal way for human psychology to develop. And if uh a person, for example, somewhat deviates from that normal pathway, then there must be something wrong with them."
	},
	{
		"start_time": "45:37",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yeah, this is again, a very, very important question and topic. You, you, you, you, you're uh pointing out. So um to my mind and I've, I've written uh about it. Um THIS idea of normal has its roots in mechanistic thinking. So we see and that again, go goes back, I always kind of uh see a little bit of the historical components. Yeah. Uh THAT goes back even to, to Rene de K and um who saw the body as, as like the mindless machine, you know, and um in this view, we have a view, uh we have a conception of a healthy body like a machine that runs error free. This is not only a huge simplification, let alone that, but it has also other consequences. First of all, um it assumes that there is something that is fixable, there is something that must be a standard uh uh a way how it should work, um an optimal way how it should work. And if we fix that, just, you know, turn on this um screw or, or, or change this little button, then we can um we can all of a sudden uh put the person back into being normal again, re establishing normalcy. That has a lot to do. Also with how the current um psychopharmacology, uh pharmacology in general looks at the brain, you know that there's something out of balance, you change something, you turn some wheel and all of a sudden you imbalance against this is this has problematic consequences. It also has societal consequences. We might want to speak about that. And last, but not least is it makes us really overconfident because we can capture the complexity of a machine. So we might think, oh yeah, we might be able, you know, to have pumps like pumps blood like an old pump. So we must be able to fix that and we completely neglect um these multi scale properties and systemic properties um which might, you know, have even and I'm touching on a very hot topic here, which might not be true, but we might even be talking about bottom up and top down causation. So, so um all these things which you will never find in a machine."
	},
	{
		"start_time": "48:24",
		"speaker": "Ricardo Lopes",
		"words": "So, uh I mean, about this medical context and how we think about psychopathology, there are many things we could talk about here. I mean, just when it comes to simple classification and the DS M for example, um in 2022 I had an entire interview with Doctor Ellen Oritz and we got into the huge mess that is the history of the DS M. The classification of mental disorders changed drastically over the decades for reasons that have sometimes very little to do with science. So that's already a problem in and of itself. But uh I would like to ask you about the specific, very interesting thing that I read about in your book that is Looping Effects. And I'm, I'm, and I'm going to uh quote you here. This is basically how the verbal discourse about certain psychopathological or psychological phenomena impacts on how this very phenomenon is framed theorized experience and treated. So, I mean, it seems that also the way we uh theorize and classify disorders and study them itself might have an effect on how we think about them and then reinforce, I guess, I guess, to some extent uh their own uh existence."
	},
	{
		"start_time": "49:58",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yep. So, yeah, you, you, you uh summarized it very nicely. The concept actually comes from Ian hacking. And um this is uh I think it's important because it is um a uh a way of looking at um pathologies, especially psychopathologies uh in a way that may be able to bridge the normative and the naturalist conceptions. So, um what's at stake here? So if this is true, if this loop looping uh effects exist, um and we classify doctors, psychologists, psychiatrists classify people in a certain way, then people may conform to the way how this pathology is described. So it opens up a space that they can um express symptoms in a socially accepted way. And at the same time, it has this kind of um components that it might lead to um a self fulfilling prophecy because this is the way how you expect to behave or the symptoms you expect to um to, to express. So, yeah, this is um I found it interesting in uh relation to uh studies how Children when they were maltreated again over history. What happened? Uh It gives um it, it almost uh absorbs uh uh the parents from their responsibilities when you look at a pathology and then you will say, yeah, but um can't do anything about it. And this is how the the child is like this and the child will act out in this way. So um Ian hacking actually used a sync uh a DH D as a modern day, a contemporary example of the looping effect. So, you know, uh and interestingly um might be very much depending on, on cultural inputs, what do you expect from how a person behaves? And another example is of course, uh hysteria that, that um disappeared in fro from, from uh from the, the DS M for example. Um So, so yeah, I, I think um this looping effect has a lot of potential to um explain why some of the pathologies um come and go and why some of these pathologies express symptoms of patients with these pathologies express certain symptoms at a certain given time in history and then they don't anymore. So it has something to do with the social acceptance."
	},
	{
		"start_time": "52:56",
		"speaker": "Ricardo Lopes",
		"words": "A and also there are very particular examples, some of their very unfortunate historical examples like the case of homosexuality, right? Which in not very long ago, it was considered a mental disorder. And I mean, with scientific progress and with people who were themselves almost sexual, expressing their own views and social movements and all of that, I mean, it has been fortunately normalized across many societies, not everywhere, unfortunately, but across many societies and it's no longer considered the medical condition. But I I mean, it, it, that's, that's I guess a very clear example of something that was medicalized, considered an anomaly just on a cultural normative and moral grounds, basically because people uh to put it in the simplest terms, possible, didn't like that kind of behavior."
	},
	{
		"start_time": "54:07",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Right. Exactly. So th this is here, you, you pointed out this is uh there was this very, very strong normative component to it and um that there is always a walk on the tightrope um about um s to patho pathologize symptoms versus to help people. So obviously, you want to uh help people. Uh But in some cases, um there is no, no help required as in case of homosexuality, this is was a purely normative um uh decision. And uh here uh you pathologize um a normal variation within the human population. Mhm"
	},
	{
		"start_time": "54:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. A and so, uh I, I mean, at a certain point there, you also mentioned when we were talking about how we think about normalcy, uh the fact that uh nowadays it seems that we are uh like bio biologs. I mean, relying much on the biological aspect of things when thinking about certain disorders. I mean, trying to find specific genes, specific brain regions that might be malfunctioning and that would explain, I don't know, depression, anxiety, schizophrenia and all of that. But I, I mean, shouldn't we have moved already past the simple biological or re reductionist way of looking at things? I mean, shouldn't uh don't we have at this time already a bio psychosocial model of, of human psychology and also I guess adding to that uh an individual's own history to consider."
	},
	{
		"start_time": "56:09",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yeah. Um I see your point. However, what is extremely tempting about this. Um And I'm uh uh I, I also think it's, it's largely reductionist, but it does not necessarily have to be reductionist if, if you stay looking just at the biological parameters. But the exciting and interesting thing about doing that and focusing on the biological parameters is that the um they are quantifiable, they are measurable. And this is something that conveys objectivity. This is much easier to sell to work with than our messy environments where you were, where you take other theories that draw from seemingly soft sciences that have qualitative approaches and so on. So this is what we still, in some cases, rely on some on, on uh Christopher Bo's biostatistical theory. Although especially with psychopathologies, there is hardly any um objective parameter that we can specify um in terms of what is normal in a given uh population versus where is, where is a deviation that leads to these and uh those uh symptoms of uh pathologies. So I, I think that the appeal is simply because it's measurable and we have techniques that can be exploited for that. Yeah."
	},
	{
		"start_time": "57:46",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh So do you think that when it comes to understanding how psychological traits work, how they develop through time that perhaps a framework like dynamical systems theory would apply here and would be perhaps a more uh closer to the reality of human psychology than some other, let's say reductionist views out there, like trying to biolog or reduce everything to simple biological factors like genes, hormones, neurotransmitters, brain networks and, and stuff like that."
	},
	{
		"start_time": "58:35",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Mhm. Yep. That's a very good point. Um And again, I agree. Um So I think we're thinking along similar lines. Um We don't, we, we don't have a strong controversy yet. So II, I do agree. Um I think actually it would be very helpful to shift towards um complex system theory because with all the reductionist approaches, we're completely letting uh uh setting aside um the relations among these different complexes and components in the complex and disregard sort of systemic qualities. And um yeah, so this is, this is a really important point. Um However, um there, these are, you know, you, you, you harvest usually the low hanging fruits first. So I think we're getting there, the field is moving. But um there is still i it's funding is still, there is still a lot of funding and, and still a lot of money in uh using the more traditional approaches and some of them still may have merits. Um Yeah, but, but I think the next big lipo step has to be to look uh look at the organism from a systemic view point of view. I agree."
	},
	{
		"start_time": "1:00:04",
		"speaker": "Ricardo Lopes",
		"words": "And of course, I guess that in this case, this is not at all to say that uh things like genes or hormones or neurotransmitters do not matter at all. I mean, they, they play, they certainly play their role. It's just the fact that perhaps we have to think about our psychology as more of a dynamic system and the rates as not really uh fixed things that uh that uh change and fluctuate over time in this or that direction uh and the same, I guess would apply to mental disorders."
	},
	{
		"start_time": "1:00:44",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Right. Yeah, I agree. And just um going back to something I said earlier, um with respect to the expose on when we look at um genome wide association studies related to the expos on to expos studies, then it would be really important to look at all the developmental components that are involved and the whole trajectory of the development. So, uh as you rightly said, um it's not uh you know, it's not fix, but um Conran Waddington called it homo races. So, rather than having um the concept of just homeostasis with a set point where you, where the organism goes back to a set, it is the, the trajectory that is followed, not an individual set point."
	},
	{
		"start_time": "1:01:41",
		"speaker": "Ricardo Lopes",
		"words": "Conrad Weddington uh is the one also related to the idea of the epigenetic landscape."
	},
	{
		"start_time": "1:01:49",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Absolutely. Right."
	},
	{
		"start_time": "1:01:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so uh another thing that perhaps nowadays upsets many people, but I guess that we should also mention this when it comes to environment and social relations. Isn't it also important to consider here? Things like socio-economic structures, systemic discrimination based on gender, race or any other kind of social category and other sorts of social uh categories, identities and related factors."
	},
	{
		"start_time": "1:02:26",
		"speaker": "Isabella Sarto-Jackson",
		"words": "But yeah, um very, very good point. Um So talking about socio-economic structures, I think there has already been quite some good work done. And um there is, there is uh animal model studies but also correlation studies in humans where uh it has been shown that um I think Michael Meany, for example, uh did, did something in this direction and other colleagues uh also um looked at um what was the um what's the effect of um growing up in poverty? And it has been shown that the, the level of uh some components of the uh stress axis or stress response axis, like cortisol and like ac th they are increased very early already in, in uh you could see a difference um already in Children of the age of six years and by the age of 10 years, they have um the, the, the the le level of cortisol has already doubled. So I mean, this is really significant. Um Of course, we might discuss whether this is just reductionist, but this, in any case, it is a good indicator. Now, um the other points you mentioned, of course, they are very uh important. Like looking at systemic discrimination. We know that um stress due to hierarchy in other animals um can be measured by means of cortisol levels. For example, discrimination due to gender race or other social categories probably will give the same result. I haven't looked into that. But I think here at the beginning of some big societal questions and um this, I think the scientific journey will eventually take us exactly in this direction."
	},
	{
		"start_time": "1:04:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm No, a actually that, that bit about hierarchy and cortisol levels. It reminded me of studies that Dr Robert Sapolsky did with baboons in baboon societies where apparently the low, the lower ranking baboons had higher levels of cortisol, higher levels of stress and that affected the physiology in many different ways. And then it talks about an episode where I don't know exactly why, but for some reason, the higher ranking baboons were wiped out and then suddenly the cortisol levels for the others went down and the society was more peaceful, at least for a while. So uh yeah, I guess that's uh an example of that."
	},
	{
		"start_time": "1:05:19",
		"speaker": "Isabella Sarto-Jackson",
		"words": "And if you think of what uh cortisol does not only to your organs, so to somatic organs, but also to your brain that it interferes. I already said that right, uh it interferes with neuroplasticity. It uh seemingly has an effect on um the size of the hippocampus. Um Regina Sullivan's lab showed that stress components when elevated, had an effect on the maturation of the Amygdala, so of the Fear Center. So this is a bit of a uh pop science term. But you know, um the the the the the the uh that the the activation of the Amygdala sets in earlier, which has an effect on what type of learning happens. So a shift from preferential to aversion learning. So this has immense consequences just by looking at a factor like socio-economic sta status."
	},
	{
		"start_time": "1:06:14",
		"speaker": "Ricardo Lopes",
		"words": "So going back to what normal means and the implications it has for how we think about traits, um disorders and so on. How should we think about normal then? I mean, because I guess that if we are being realistic here, I mean, there will always be norms in human societies, right? And there are things that we will always consider normal or abnormal. But from a scientific perspective, do you think that we should still think about normal in any meaningful way or not?"
	},
	{
		"start_time": "1:06:59",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yeah, that's a difficult question. So um uh maybe let me answer this from a more practical point of view. So um there is this, this, this idea of uh normalcy is kind of dictated or established by the reference group that give, that is like the bigger part of the the society does not even have to be. But uh say, say this, if, if we, if we follow a bio static biostatistical approach in the sense of Christopher Bush, so we have this uh this reference group and this reference group kind of defines normals. It is the current situation. Now, what also happens if we, if we connect it back to what uh we've discussed earlier about niche construction, it will also be this kind of dominant group in within the population that shaped the niche. This is the group that determine um what sort of environment we will all be living in. Now, uh in some cases, it has been shown that when there is a variation in traits, like maybe in high functional autistic people, like in uh uh uh in, in uh high functional uh asper people that they have immensely contributed to society, to success of say um the virtual environment and so on. Um This is because they could pick their niche that seemingly fitted them and what they seemingly work well adapted to. Ideally, it would be these people who are neurodivergent, so not neurotypical, but you know, uh uh that, that could contribute in saying or in shaping the niche because they are, they would be better adapted then and it would be, yeah, it would be much better uh for them to um to function and to contribute to society. Uh I know this is a huge challenge and in some cases with severe psychopathologies, it might never work. Um But yeah, so, so this is, this is one of the answers in I I in practical terms. Uh THE other answer and coming a little bit more from the conceptual side now is um so defining uh um what's normal um has got, I already said that it's normative as well as this naturalistic uh component. Now, um if we want to uh combine these two, then this means that um we will have to uh have a real um different way of looking um at, at, at uh at variability, at genetic variability at um behavioral variability. And I'm not sure where our society stands there at the moment."
	},
	{
		"start_time": "1:10:16",
		"speaker": "Ricardo Lopes",
		"words": "I, I it's actually very interesting that you mentioned neurodivergent people, for example, people on the autism spectrum because I, I was actually going to ask you uh what, what were your thoughts on the neurodiversity movement? So I if I understand it correctly, you look at it uh mostly positively, right?"
	},
	{
		"start_time": "1:10:39",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Um Yes, I do, I do. Um IN general. Um I do because I think um it is important that um we provide people with uh a niche where they can flourish, where they, they're nurtured, where they can develop their potential at the same time. And here, iii I maybe I've heard a little bit of a criticism from, from you. Uh And here uh but I, if I heard the criticism, I do also agree, we have to be also careful that um that we do not kind of um we, we that we, we will have to accept that uh some symptoms are quite debilitating so they are very severe"
	},
	{
		"start_time": "1:11:27",
		"speaker": "Ricardo Lopes",
		"words": "and just act actually. Uh I mean, if there was some sort of criticism in the way I expressed my question, it was exactly about that point because there are, I think good small criticisms of the neurodiversity movement that perhaps it, they apply mostly to just a few people and not most people of the movement where there's a risk of trivializing people that really suffer severely from certain, for example, extreme forms of autism and other conditions like that. Right."
	},
	{
		"start_time": "1:12:05",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yeah. Yeah, I agree. I agree. Um, YEAH. So this is what we would have to be careful as a society not to, exactly, not to trivialize it. Um, YEAH. But, uh, in, in general I think we, as a society we have to be much more open to, uh, to variability because this actually might open up completely new niches which we were not even aware of. So, again, it's about potential."
	},
	{
		"start_time": "1:12:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Right. So I would like to get now into a trauma and stress, but we've already talked a little bit about stress, mostly traumatic experiences then. But before we get into what actually counts as a traumatic experience, I mean, are there some aspects of how our memory and emotions work that you think would be most relevant for people to understand that would apply to uh traumatic ex or to how we understand traumatic experiences?"
	},
	{
		"start_time": "1:13:13",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Mhm. So, um uh can I just rephrase it? So, um you want or the question is how emotions connect to memory? Is, is this or, or, or is it, um,"
	},
	{
		"start_time": "1:13:30",
		"speaker": "Ricardo Lopes",
		"words": "yeah, because I, I mean, I guess that, uh perhaps uh when we're talking about dramatic experiences and trying to understand how they work and so on, uh two very important aspects of our psychology that play role here are memory and emotion, right? And uh and basically what I was asking you o of course, this is a, I guess a very broad question, but what would you think are perhaps some of the aspects of how our memory works and our, and our emotion connects to memory that then allow for us to have an understanding of what a traumatic experience is. That, that's my"
	},
	{
		"start_time": "1:14:14",
		"speaker": "Isabella Sarto-Jackson",
		"words": "question. Yeah, I understand. OK. So um so there is of course, a plethora of um evidence that emotions are strongly influence memory, especially episodic memory. Why is that? Because that's uh uh has a lot to do with emotions and how they um change our perception per se. Because we um emotions increase our uh awareness that um our attention to focus on specific details, um think of accidents or something where all of a sudden our um uh censor threshold gets lowered and we remember very, very minute details about, you know, crashing glass or about um it looks like it feels like the accident took much longer, uh like a minute and it, in reality was only less than a second probably. Uh And this is because our sensory threshold has, has been decreased and we are perceiving, perceiving many more details, smells, sounds um tactile information. So this is this is this is well known. Um NOW, um this is evolutionarily important because emotions are kind of a label that inform us or that kind of strength and synaptic connections. Um TO tell us this is an important memory, you should not forget that. Um AND uh it also emotions also help us that they guide us through the environment and um give or facilitate the detection, quick detection of something that's relevant for our um FFFF for us. Like um yeah, any, any sort of uh stimuli like maybe a friend or foe or food or, or whatever might be relevant now um related to um why is it that uh in traumatic experiences we remember um things. So Ooo what, what happens in traumatic experiences uh on the emotional level? Um So there, there is a, there is a few things to unpack here um on, on one hand. So um see um one thing I've already said is that uh it um lowers the threshold for sensory perception. Um And uh stress itself uh has a um uh uh i it, it stress helps us to uh process this stimuli um very fast. Um BECAUSE it um um it takes the um unconscious route via Amygdala, via uh the hypothalamus and the uh uh uh and, and the Amygdala. And um it does not need to um go into um into the cognitive uh more aware route or the conscious route. Um And um gives us a very quick perception of something that um that might be a threat to us. Um And this unconscious uh change in our physiology can persist if the stress level like an acute stress level, like in the case of um uh developmental trauma, complex trauma, you know, if there is a prolonged um uh stress level, then um this prolonged stress level, this um this this prolonged stress level will have um a an effect on uh how we detect um stimuli in the future. So in my book, I write at some point uh as it changes the stress axis and it actually change, it changes the whole physiology. That means uh Children who have been exposed to this type of trauma very often live in a relabeled world. Um That means they are in a constant state of alert where the um where the the uh synthetic uh nervous system. So the autonomic nervous system is always in a flight to fight response. So, um yeah, that, that, that's uh something. The other thing um that that also is very typical for um survivors of trauma is that they have very often intrusive uh hyperemic uh memories. So, memories that feel as if they are experienced now in the present with very strong details. And that is again related to what I said earlier about this uh uh lowering of the sensory threshold and remembering many, many of the details. Yeah. And then there is some of the opposite uh things which I ha I haven't mentioned uh now and but just let me say a few words about that is that in some cases when there is stress level is extremely high, um people completely forget the because they cannot integrate um or the the the memory cannot um be integrated in, in, in the net in the existing network of, of memories. So they, it, it's almost as if they forget. But um this is um yeah, this this happens especially with very young Children uh before the explicit memory is fully formed. Uh"
	},
	{
		"start_time": "1:20:23",
		"speaker": "Ricardo Lopes",
		"words": "A and this also applies to, for example, contexts of unpredictability and help helplessness like like for example, low social status, poverty, lack of social support and contexts like"
	},
	{
		"start_time": "1:20:41",
		"speaker": "Isabella Sarto-Jackson",
		"words": "that. Exactly. Because um especially that the last thing I said about if it's uh I if it doesn't, if you don't even have an active explicit memory about the incident, but you're still suffering from uh a change in your um in, in, in your stress axis or in the components of your stress axis. Then um this uh gives you a different way of reacting to stimuli for a long time. It has been believed that uh we must find high cortisol levels. But um paradoxically, um more recently, it has been shown that people suffering from severe long term stress, they adapt their organism to this extremely high stress level uh by changing the stress axis and they actually have relatively low um uh um cortisol. Uh But this happens on the expense of um and like an allo static load, that means whenever they experience something that is a little bit for us would be a neutral stimulus. But for them, it is a little bit um exciting or something, then their stress uh uh um reaction, stress response completely uh a exceeds a normal response. So this is um yeah. So these, the, these people who are um uh trauma survivors, especially for long term, they have really significant change in the neurophysiology. Mhm A"
	},
	{
		"start_time": "1:22:28",
		"speaker": "Ricardo Lopes",
		"words": "a and so related to that, there's this common idea that adversities make Children grow stronger. But is that really the case? I mean, is there good enough evidence to support that idea?"
	},
	{
		"start_time": "1:22:44",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Mhm But this is, this is a really important thing because uh you can uh then use that um to draw policies and this is kind of the standard view that you very often read in management books and so on. Um But these management books are addressed to, you know, people that um live in relatively stable environments that are don't come from traumatic experiences. So, on one hand, um I want to cite again, you have already mentioned him today. Uh Robert Sapolsky. On the other hand, I want to say a few things about my own work working with um with psychotherapists. So Robert Sapolsky, he already um pointed out that um if so, it's um he already pointed out that um if uh you have uh a high level of stress then being pushed towards more uncertainty, you know, and this kind of learning zone and go out and try to new things. Yeah, this actually um triggers a whole different stress response than it would be in other, would trigger in other people. And from my own experience, I have seen that in um when working with psychotherapists that um even very neutral stimuli trigger a whole plethora of reactions that you could not imagine that you would not see in a setting with uh other kids, for example. And that really um makes me um rethink that this has to be um communicated more widely to policymakers to people who are working with kids. So yy, you, you don't push them out to learn something new to get out of the comfort zone to um this has to be, has to be done very, very carefully. Um BECAUSE we're just dealing with highly vulnerable kids or, or grownups. Yeah. So this stays long into adulthood, maybe your whole life."
	},
	{
		"start_time": "1:25:11",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And later we're going to get into resilience and how people develop it and what it means exactly. But just before that, I would like to ask you a little bit about attachment theory because it seems that the people we develop relationships with in early life and uh whoever they might be and we're going to talk about that those relationships seems to uh seem to be very important. And then I also want to ask you, of course, if attachment, the, the attachment style one develops in childhood and so on is fixed or not, we're going to get into that. But I mean, what role do you think that attachment theory plays in this context? Of trying to uh I mean, in the broader context of developmental psychology."
	},
	{
		"start_time": "1:26:08",
		"speaker": "Isabella Sarto-Jackson",
		"words": "But first of all, I think as humans, we are uh a hyper selfie species. So attachment is not only something that is um evolutionary um put down in our uh biology. So we're actively uh we need because we're uh the species that is born relatively early um in as compared to other primates with a relatively uh very uh immature brain where there is a lot uh uh still to develop, that means we're helpless. We need the um support of caregivers. And of course, um attachment theory, this is uh this goes back to John Bowie and Marie AINS was in the, in the 19 fifties. So, um there has been a lot of amendments made to, to this theory but the key principles or the key messages uh still remain true. So, um we need um care give us otherwise we could not, uh we could not develop if we are severely neglected. If we um if there is nobody looking after us after us as a child, this um triggers an immense stress in us. Children cannot regulate stress by themselves. They can uh upregulate the cortisol levels, but what they cannot regulate, they cannot down regulate yet by themselves. So they need to be down regulated. Stress needs to be down regulated from the um um caregiver externally. So, you know, uh body contact Oxytocin. Oxytocin is a wonderful uh antagonist to, to, to uh co so, so this is what all this attachment is is for because um we need in order to survive um a newborn and AAA an infant needs a connection to, to a caregiver. Um Now, this is something that was very controversial about uh yeah, 70 years ago, maybe even 6050 years ago. Um I think everybody accepts that now. So this is not, this is no longer controversial. However, what you already mentioned is that this is a developmental process. And the question is, is this fixed or what, what happens in adulthood? And basically, this is not so easy to answer. First of all, um it is, it is a developmental process and it also is um split in different phases. So we have like an early pro phase, we have a um then the this preference learning phase, then we have this aversion uh learn phase um that goes along with neuro anatomical changes. So, aversion learning for example, sets in when the maturation of the Amygdala happens. So about the age of 7 to 8 months in humans uh in other in chimpanzees about four months and so on. So um you can see, but then there is a partner correcting phase at the age of, you know, three years or something. When people, when Children start to begin to develop the theory of mind. And then what you said is, yeah, we have an attachment style. This is something how we, we observe that we, we experience it. This is how we expect that people act in a partnership with us. However, uh if you have a um a lot of positive experience with secondary caregiver, secondary attachment persons and that can even be your teacher or your, I don't know, coach, uh sports coach or whatever. Um EVEN then there is good potential that you, at least with some attachment stars, maybe not with the disorganized, but with uh the other uh uh two attachment stars um that you can balance out and you can improve and get a secure attachment in a partnership play later on in life. Mhm."
	},
	{
		"start_time": "1:30:38",
		"speaker": "Ricardo Lopes",
		"words": "Oh, ok. So I, I have two kinds of questions here. Uh First of all, um when it comes to the primary caregiver or caregivers, does it really matter who they are? I mean, does it necessarily need to be the mother or the father or even someone from the brother family or can it be really anyone as long as we develop uh ki uh a secure kind of attachment to them?"
	},
	{
		"start_time": "1:31:11",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yeah. Um Yeah, you, you actually um really pinpointed towards one of the weaknesses of the original, of the traditional um attachment theory as formulated by Bowie because he basically just looked at the diad bond between mother and child."
	},
	{
		"start_time": "1:31:29",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I, and I mean, to be fair back then, uh perhaps we didn't have enough anthropology to know that we are co-operative breeders and he was starting from a point of uh evolutionary theory, right? He was very influenced by evolutionary theory. And back then, we fought mostly about uh females as the primary and perhaps only caregivers, right? So just to be fair."
	},
	{
		"start_time": "1:31:57",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yeah, you're right. However, and here I have to contradict a little bit from his own biography. Uh John Bobby should have known that it's not necessarily the mother because his attachment figure. And that was actually the reason why he started to um venture into this field. His primary um attachment figure was actually his uh child carer called I think Minnie. So the first four years of his life, um you know, he was in coming from a rich family. So it was not the mother actually being the caregiver looking after him, it was actually an ow parent, somebody else who took this role. Now, what you said is absolutely correct. So um does it need to be the mother at that point we did not have um or the the there was not enough knowledge from anthropology studies. Um EVEN he kind of uh bo we also excluded fathers. But now we know that that uh father can be as good as an attachment figure as the as mother, in terms of stress regulation, in terms of bonding, you know, even uh oxytocin release is it has been shown measured by, by fathers or not just fathers, but by a male caregiver. Let me just be neutral there now, um, as you said already, um So what about now with the new information we have from, um, from anthropology studies? So, actually, interestingly there is um some uh populations, these are, which is still hunter gatherers. Um And there it has been shown that the very young Children uh have many primary caregivers up to, I don't know, 18 or something. And, um, and these all can function as, um, there um with them, they also develop very strong attachment bonds. And interestingly, these uh Children also show much lower um stranger anxieties at this, you know, age of 7 to 8 months. So, yeah. So it, no, it doesn't have to be the mother. It has to be somebody who provides safety nurturing um stress relief, uh regulation. Yeah. Mhm"
	},
	{
		"start_time": "1:34:32",
		"speaker": "Ricardo Lopes",
		"words": "OK. So the, the second kind of question I had here was OK. So it's basically a two part question. So the first part is ju just to make this point clear uh attachment styles later later on in life, apply to basically any kind of social relationship, right to friendships, to romantic relationships and so on or not."
	},
	{
		"start_time": "1:34:59",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Basically, yes. But the closer uh the friendship and usually partnership, um the more relevant it is. So with just normal distant friends or at work, you can adjust very well. But the closer it gets emotionally because this you have this so called inner working model that kind of triggers your emotional model that that you've learned in childhood. Yeah."
	},
	{
		"start_time": "1:35:29",
		"speaker": "Ricardo Lopes",
		"words": "A and when it comes to that bit, we mentioned about attachment styles potentially changing across the lifespan. I, I mean, it just came to my mind, I don't know if there's any specific research on this, but it just came to my mind if we should also perhaps think about attachment style as we did back when we talked about dynamical systems theory and other psychological traits. I mean, could it be the case that I don't know in, in particular periods of our life? Because we might experience, I don't know particular kinds of friendships or romantic relationships. Even if we, we grew up being securely attached, then we might become circumstantially more anxiously attached, more violent or the opposite."
	},
	{
		"start_time": "1:36:25",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yep. Um So, so the, the opposite becoming more securely attached because of positive um uh input from on relationships as adults that has been relatively uh well documented also the opposite. Um I have seen and I have um very interesting as I've, I very recently um was part in a, in a session with a um with a therapist. Um WHERE, where this was really interesting to, to, to see also, you know, to go a little bit away from the Ivory tower and from the theoretical research and, and look into how it is plays out in real life and, and where you could really um follow and monitor what happened there. So yes, also if you have um experienced a secure um attachment style and you've developed a uh in a model of a secure attachment style because of uh safe and um your needs were well met, emotional needs were well met, met in childhood. But then growing up, especially in um in adolescence where you have a very strong reorganization of your um neuroplastic neuro organization of your brain. Um Then you again, um uh if you're there exposed to um severe disappointments, actually, this can cause um a change in, in, in the attachment style. Yeah, that not of course, not, not uh to, to your primary caregivers, but then to how you interact with further with other partners. Yeah,"
	},
	{
		"start_time": "1:38:02",
		"speaker": "Ricardo Lopes",
		"words": "or a a actually that last point that you mentioned there is it possible for us to have different kinds of attachment styles with different people that treat us differently?"
	},
	{
		"start_time": "1:38:15",
		"speaker": "Isabella Sarto-Jackson",
		"words": "That is interesting. That is interesting and that was by no means um covered in the original um attachment theory. However, there is more and more evidence point in this direction. Yes. Um And this is especially fostered if you have grow if you grew, grew up in a family when you had several siblings, because there you developed kind of different kind of models um di mo models with different people. So yes, but it's, it's also true because you can have different attachment style to your father and your to your mother. So even there, you can can can also have it. And Um So, so, yeah. Yeah. Yeah, this is, this is more recent study as far as I know, but uh very interesting. Yeah."
	},
	{
		"start_time": "1:39:02",
		"speaker": "Ricardo Lopes",
		"words": "OK. So, uh I would like to go through resilience now and then after resilience, I have just one last general question to ask you. But what is resilience then? What does it mean? Psychologically speaking to be a resilient person? And I, we develop resilience since we've already talked about uh attachment styles, for example, and living in unpredictable and helpless environments and the effects that that has on our psychology. So how do we develop resilience?"
	},
	{
		"start_time": "1:39:42",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Very good. Yeah. Um ACTUALLY, probably the most important question and in my book, I unfortunately, really only dedicate the last bit to it um because that was not the main focus, but uh I think this is something that needs to be developed much more. So what is resilience resilience is in the face of advertises uh it uh you can overcome these negative uh these negative uh experiences and uh you can still grow actually, it's even more than that, you cannot only overcome but you, you get even stronger. So, um and this um research has originally started um by Emy Vanna and she looked at um Children in uh at the Hawaiian Island of Kawai. And um many of these Children grew up in, in, in really severe poverty. And um a lot of these Children later in life in their teenage years and later in life, then I had destructive or self destructive behavior and ended up being alcoholics or um committing suicide or having very unstable partnerships and so on. However, really surprising it was in the same population under very, very similar, if not the same circumstances about a third of these Children uh did not develop these destructive behaviors. So they were kind of resilient. They developed, they succeeded in life, they flourished. They actually, despite all these adversaries, they, they grew stronger and they um yeah, they, they were on top of their lives. Now, what she found out and that has been confirmed by many other studies is um these Children who did not um go into this self destructive or destructive pathway. Uh WERE those who had um at least one person who cared for them and it does did not even have to be the primary caregiver like the mother or the father. It was in some cases, it was a teacher or something and this caring person kind of counterbalance, then all these adversaries including missing parental bonds and alcoholism and drugs and poverty and so on. So um yeah, that, that uh yeah, that, that, that was I think kind of this is what was when this resilient research was born. And now obviously this is a really powerful message because that means that at least one caring person, her child um should help a child to develop uh into a um an adult that uh can master his or her life. Now, in some cases, this is, this is not easily possible. There is the caregivers are missing. So you asked me, so what, what are the factors? So how can we contribute um to, to making Children more resilient? And here I draw from um insights that come actually ff from uh a few insights um but amongst others um that come from, from the so called circle of courage that was developed by um the Indi Indi indigenous population of um Northern America. They um showed that some of the uh the um important key factors that they need or elements that they need to support Children to, to grow and to, to develop healthily that are actually um can that, that are going across cultures. So that's holds true for all, all, all cultures. And the first thing you need is to establish uh secure a safe environment. So this before you do any other interventions, this the first thing is the child has to be safe, take him her out of the unsafe environment, provide an environment where he or she feels safe. And then the other four points come from the uh circle of courage. And the first one is um establish an emotional bond. So make sure that there is a sense of belonging. This is the first one. The second one is um they call it mastery, put some challenge, but only those challenges that can realistically be mastered by the child, you know. Um So, so I think um Levitsky would call this the zone of proximal development, help the child, but make sure it's possible for the child to master it. So um offering learning increasingly complex tasks for learning. So this is the second one, the third one, shift the power to the learner. So provide him or her with agency self actualization, give the faith into his or her hand. Um And the last thing is, and this is something that I feel that society is missing more and more of it is that build a relationship of reciprocity. That means altruism, that means empathy, make sure that the child understands um that for whatever he or she gives he or she gets things in return in a very positive way. So these, these are kind of the, the the the the four points of the circle of courage and the sa safety part. So this is kind of um yeah, what I I think that the most important takeaway messages from how to build resilience."
	},
	{
		"start_time": "1:46:00",
		"speaker": "Ricardo Lopes",
		"words": "OK. So one more question about resilience then because you were talking mostly if I understood it correctly, mostly about Children there. But what if the person is already an adult and they have gun through an entire childhood and life of trauma? Do you think that perhaps there might be cases where unfortunately it's already too late to help uh those people?"
	},
	{
		"start_time": "1:46:30",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yeah. So I mean, I would never ever uh say it's too late because I think nobody deserves that. Everybody needs um people who believe in them and who support them. However, um I have investigated, looked and also um I in, in, from practical examples which I've seen, there are some cases which would require an immense effort and very often um people do not believe anymore that this is possible. So, and then you have the, the, the, the first step is not even initiated because if you are already working with a client or if um a grown up thinks that there is no chance for him or her for happiness, for partnership or something because of severe um trauma experienced. Um And in my book, I give a few historical examples. Um ONE from the uh Canadian um uh Children, the Du Plessis uh Children who, who grew up in these orphanages in Canada. Um If you don't give yourself a chance, then I think it's difficult because in the end, it must come from uh your own willingness to um to become resilient, to flourish to, to um yeah, to shape your future."
	},
	{
		"start_time": "1:48:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So uh I would like to ask you uh just to wrap up the interview, a final question about uh a, a broad topic of your book that is actually something that you introduce the book with. And I think that we have already at least several times mentioned or referenced it indirectly during our conversation. But when it comes to the study of human psychology, specifically, what do you think it's important for people to keep in mind about how science works and how it is done? Because of course, we've talked here about several different paradigms and disciplines. We've talked about behavior, genetics, developmental psychology, neuroscience, uh uh and, and particular kinds of paradigms like dynamical systems theory and its counterparts. So, w what do you think uh would be important for people to keep in mind when they are working through the lens of a particular paradigm in science that perhaps might be bounded, that is usually bounded by particular axioms, methodological presuppositions, techniques, concepts, and so on."
	},
	{
		"start_time": "1:49:26",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Mhm um Well, first of all, let me just pick up on something you already said is I think when we talk about studying the human minds, then uh this is such a complex task that this requires anyway, an interdisciplinary endeavor. So there is no chance that any discipline has the privilege over another discipline to elucidate the more important mechanisms or more important processes. So I really think and that needs to be fostered that there is a collaboration between scholars from the natural sciences, social sciences and humanities. So, and that also should sink into the brains of the natural scientists. II, I said it on purpose now um to, to your question about um what do we have to keep in mind when we talk about how, how the science work as such. So one of the things in here I speak from the point of view of a natural scientists. So as a researcher, you always want to be really objective, you want to avoid, you said it looking through the lens of some paradigms, you want to avoid that you're uh affected by some I don't know, spurious cases, anecdotal evidences uh or you want to avoid to become overly attached to certain theory because this is something you have found or uh because then you will be less open to critique to this proof, to counterfactual. Now, um since I've been uh here at the Conrad Lawrence Institute uh for Evolution and cognition research, we were highly inter disciplinary institution um where natural scientists uh people from the humanities, especially philosophers and historians of science work together. And um the longer I've been here, the more I've discussed with people, the more obvious it is to me that true objectivity in science is really a naive idea. Yeah. So you already pointed that out. So this is you, we are, our research is always somehow bounded by some axioms. Um And it is kind of rooted very often also in, in a certain zeitgeist. So we're following what's popular at the moment. Um No, I think we agree here. Science here is needed almost ex is not totally exact, not always correct. Certainly, it's not objective, it's not unbiased. Yeah, this is very surprising to a layperson even maybe even surprising to young researchers, young scientists. Yeah, we have this really idealistic idea. Yeah. So I think we, we the two of us agree on that now as also many scientists, most scientists will probably agree to that. However, I think they will not admit that uh very openly. Uh ALTHOUGH they know that um the research is based on who is doing actually that the, the, the experiment um which methodology is used, which expe uh instruments are used now. But if I don't admit to that, then um this is maybe a, a self defense mechanism because then uh you do not further um kind of uh uh uh challenge or you do not um uh ignite further distrust uh of the public in science because we, we want the public to trust us. But I, for my part, I see that in a really different way. I think one of the most important endeavors of research is to grapple exactly with these issues, to look at the reality of scientific constructs to see. Um WHAT is this demarcation? Where is science? And, and what, what is pseudoscience? For example, what are the problems with inductive inferences? Yeah. Can I um or how can I establish whether um I there there are some systematic bias in my research um that may distort them the research processes. So, um I think all these things have to be addressed, they must be addressed otherwise we end up uh running into the problem that uh were no longer trustworthy. And after all, I think uh science is always or doing research is always a process of the best approximation where we very often take wrong tracks along the way. And very only occasionally we have a few breakthroughs. So I think we really need to continuously challenge our own views and uh we have to question our pet hypothesis, although we might have grown fond of it. And um this would be the only way how to make genuine advancements towards an understanding how the human mind works."
	},
	{
		"start_time": "1:55:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yeah. A and by the way, if I may and, and if you disagree with something, I'm about to say, please uh tell me. But I, if I may add, I just wanted to say that I guess we have to keep in mind that science is uh human institution. It's done by humans, the scientific method or methods themselves are ever evolving because as we develop new techniques, as we, we uh discover new theoretical developments and so on the way science is done now is not the way it was done 100 years ago and 100 years from now, it will be completely different for sure. And also I guess that there's a very simple idea or at least you can put it in simple terms, but it's more complex than it seems that many people who are science communicators are always uh s uh telling people about there is and that uh there's no definitive truth in science, truth is ever evolving. But sometimes curiously enough, uh, scientists and people who are interested in science like myself, uh uh I mean, sometimes we, uh we are tempted to treat certain discoveries in science like dogmas. And, uh curiously enough, uh, there are debates sometimes between scientists and religious people and they are always telling the religious person, oh, you shouldn't trust what the Bible says because that's dogma, that's just a book and so on. And so for then when it comes to some of their own pet hypothesis theories and so on, interestingly, it seems that they are treating them like dogma like the religious people do, which is also interesting because that makes us closer perhaps to certain pseudo scientists or anti scientists. Then we would like to admit at least in certain cases because we are all human anyways. But I mean, I guess that's what I would like to add what you said."
	},
	{
		"start_time": "1:57:21",
		"speaker": "Isabella Sarto-Jackson",
		"words": "I fully agree to it."
	},
	{
		"start_time": "1:57:24",
		"speaker": "Ricardo Lopes",
		"words": "Ok. So Doctor Sarto Jackson, uh the book again is the making and breaking of minds how social interactions shape the human mind. I'm of course, leaving a link with the description box of the interview. And would you like just to tell people before we go where they can find you on the internet?"
	},
	{
		"start_time": "1:57:44",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Yes. So, uh first of all, thank you very much for giving me the opportunity. It was a real pleasure. So, um I, I really enjoy it um Exchanging with you because I think we very much think along the similar lines. Um SO great. And I'm, I, I'm also a fan uh of um uh of your podcasts. And um so I've, I've already looked at many of them, so II I might have to watch myself as well. I'm not sure if I want to do that. Um So how do you find me? Um You find me on the website of the Conrad Lawrence Institute for Evolution and Cognition research, the Kli, I have a Twitter account um as uh Jackson Sato is my Twitter handle. Um uh I'll if I've been linked in and um I, I'm very happy if you get in contact with me via email and that is my name Isabella dot Sarto um minus Jackson at KL I dot AC A T. Thank you very much."
	},
	{
		"start_time": "1:58:51",
		"speaker": "Ricardo Lopes",
		"words": "OK. So look, thank you so much again for taking the time to come on the show. I love the book and I loved even more our conversation today. It's been an immense pleasure and I just hope to have you again on the show somewhere in the future to talk about other topics. This has been a real, a really fun interview. Thank you so much."
	},
	{
		"start_time": "1:59:14",
		"speaker": "Isabella Sarto-Jackson",
		"words": "Thank you very much. Take care all the best."
	},
	{
		"start_time": "1:59:18",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson, ya des Roman Roach Diego, Jan Punter Romani Charlotte Bli Nicole Barba, Adam Hunt Pavlo Stassi na me, Gary G. Alman Sam of Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broder Douglas Fry Franca Lati Gilon Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fists Larry Dey Junior, Old Ebon Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson Chris Tory Kimberly Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson Ismael Bensley. Man George Katis Valentine Steinman, Perlis, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi. Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani. Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Rumble, Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]