[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host as always, Ricardo Lobs. And today I'm joined by Doctor Amanda Potan. She is Professor Emeritus of History at California State Polytechnic University. She specializes in the study of Syria and Mesopotamia in the middle and late Bron Bronze age. And she is the author of books like The Land of Hannah, the Ancient Near Eastern World Brotherhood of Kings, the ancient near East, a very short introduction and weavers scribes and kings, a new history of the ancient, near east. And today we're talking of course about Mesopotamia, the early Old Babylonian period, the basically the second millennium BC Hammurabi reign, kingdom of the late Bronze age and the legacy of Mesopotamia. If, if we get there. So Doctor Podany, welcome to the show. It's a huge honor to have you and I've been really a big fan of yours and your work. So thank you so much for accepting the invitation. Oh,"
	},
	{
		"start_time": "01:01",
		"speaker": "Amanda Podany",
		"words": "thank you so much for inviting me. It's a pleasure to be here."
	},
	{
		"start_time": "01:04",
		"speaker": "Ricardo Lopes",
		"words": "So to start perhaps with the most basic question here, what was actually Mesopotamia? Because particularly, I mean, for people who are not historians or historians of Mesopotamia. Actually, before I got across your work and the work of your call, I mean, sometimes I thought, oh, is Babylonia the same as Mesopotamia? What's the distinction there? Because it's more common for us to hear, I guess about Babylonia specifically? So what is Mesopotamia? Really?"
	},
	{
		"start_time": "01:37",
		"speaker": "Amanda Podany",
		"words": "Mesopotamia is actually the term that the Greeks gave to this region. It's the region that is now Iraq and parts of Syria. And um in ancient times, there wasn't a name for the entire land, they just called it Kam, which meant the land. And so uh we now have given it the name Mesopotamia or the Greeks did. And it's a useful name because it was a culturally um consistent area from the Gulf almost to the Mediterranean Sea. Um And it's bounded of course by the Euphrates River and the Tigris River because Mesopotamia means the land between the rivers and it had as you suggest many different names over time, which is why you get the confusion is Babylonia the same as Mesopotamia. Babylonia is part of Mesopotamia. It's these sort of in, in later periods, it's the southern part, whereas Assyria was uh in the north and then very confusingly, Assyria, a Ss and Syria are um the western and eastern parts of the uh the northern part of Mesopotamia. So Assyria in the east and Syria in the west. And then of course, it had earlier names as well. Um BEFORE Babylonia and Assyria became the, the two halves of Mesopotamia, there was a region called Sumer in the South. Um There was a region called Accad in the center and Suma and Accad later became known as Babylonia. So there are lots of names but, but we sort of group them together as Mesopotamia."
	},
	{
		"start_time": "03:09",
		"speaker": "Ricardo Lopes",
		"words": "And when we look back in history, we hear many times when it comes to the big ancient civilizations, people talking about places like Egypt, Greece, Rome, China, some of the civilizations in, in Central and South America. Why is it that Mesopotamia seems to have been neglected in the history a lot or at least until recently."
	},
	{
		"start_time": "03:36",
		"speaker": "Amanda Podany",
		"words": "Um It's had its moments. It's very interesting. There was a phase in the 19 twenties where there was a sort of um bad for all things mesopotamian. But you're right today, if you look in a museum bookstore or you look online for videos documentaries, that kind of thing, you're right. There's a lot about Greece and Rome. There's a lot about Egypt. It's probably less about ancient China. Unfortunately, it's a fascinating region. Um But you're right for the Mediterranean region, Mesopotamia just doesn't have the same public awareness. People are less aware of, of Mesopotamia. The reason I'm not sure. Um I think partly it has to do with, when you think of Greece and Rome, they were never forgotten. Nobody ever forgot how to read Greek or Latin. So there was a continuous tradition in the west of reading the Greek and Roman classics and of visiting, you know, the, the great cities and so forth. Egypt was so dramatic with all of its huge stone monuments that pyramids never were covered by sand. You know, they were always there. And I think that that meant that Egypt was a point of fascination. Even before hieroglyphs could be read. There was a sense that this was a very, very ancient and grand civilization. Mesopotamia was still, it was known, it wasn't unknown, of course, because the Bible has records of the Assyrians. And there were um, travelers throughout, I think, ever ever since ancient times who were aware that a great civilization had existed there. But it wasn't well known because aside from the Bible, very little was known about the, about the culture and the Bible only covered the very latest sort of periods, like I say, very latest from the first millennium onwards was sort of familiar BC was familiar from the Bible. And so it wasn't until archaeologists began excavating in the 19th century that the civilization that was there became clear and interesting, but in terms of what's actually there to visit, they built largely out of mud brick. And so there's nothing there like the Parthenon, there's nothing there like the pantheon in, in Rome or like the Great Pyramids, tourists going to visit Iraq to see the ancient monuments. Um Unless they've been rebuilt and, and restored. There's really not much to see and I think that's part of it as well that the, the drama of the great buildings of the other ancient cultures are, are missing. And what's I, I think is the most fascinating thing about Mesopotamian culture, which is the hundreds of thousands of documents that survive and that can be read scholars in the field, know about them, but it hasn't become particularly um familiar territory for general readers. They don't know that there's this vast amount of fascinating information that we have and not just about the leaders but about everyday people who lived at the time and whose contracts and letters and things like this survive. So we have this really, really rich phenomenal amount of information about mesopotamian culture, which I think people would find fascinating if they knew about. But you're right that there's, there's much less um that's been written and discussed about it in the, in sort of public forums"
	},
	{
		"start_time": "06:58",
		"speaker": "Ricardo Lopes",
		"words": "and also in mentioning other ancient civilizations. I mean, in terms of the timeline that we're talking about here, we usually talk about the civilizations that developed between the Tigris and the Euphrates rivers and as the gravel of civilization. But were these really what we could call the first civilizations in the entire world or not? You"
	},
	{
		"start_time": "07:26",
		"speaker": "Amanda Podany",
		"words": "know, there's a lot of stuff to unpack there. One is the term civilization. Um And I, you're right, I just used it but it is a bit of a difficult uh difficult um term. Um I think it's better to talk about urban culture because we can certainly view people who had lived before urban culture as having been civilized. You know. And then there are the, well, what constitutes a civilization? Do you have to have writing? Do you have to have monumental architecture? There's a lot of discussion about it and I think that that means that it's, it's a tricky, it's a tricky term. But if we talk about urban culture, big cities and people living together in a situation where they, there are tens of thousands of people living in the same place that as far as we know, the earliest city like that probably was the city of Uruk in Mesopotamia. But we only have what's been excavated and to say it's definitely the, the earliest I think would, although, yeah, it's, it's often described as the first, the more I think about it and the more that I write about these um these cultures, the more I suspect that there's contemporary or, or Egypt, for example, was developing cities right around the same time. Um Who knows, they're finding interesting things in China that we going earlier and earlier in Chinese culture in South Asia as well. So I don't want to sort of put my neck out. Say yes, absolutely. The earliest city, it was one of the earliest. Absolutely. And it's one of the earliest that we know well, because of the amount that has survived from the early cities there. Yeah."
	},
	{
		"start_time": "09:04",
		"speaker": "Ricardo Lopes",
		"words": "And what we now historically refer to as Mesopotamia and Mesopotamian civilization in terms of the timeline, when exactly do you place it start? And when did it come to end? Then uh"
	},
	{
		"start_time": "09:21",
		"speaker": "Amanda Podany",
		"words": "another very trick question. Um If we take it with the beginnings of cities, I would say about 3500 BCE U have something that looks like a city with monumental architecture. Um Tens of thousands of people living in one place. And, but when it ended, is really controversial because you could say it ended with the arrival of Cyrus of Persia in 539 BCE because that was the end of local rule. That after Cyrus, the rulers who were ruling the region were not living in Mesopotamia. But the culture didn't change almost at all. They continued to use ka for they continued to use the same languages. The people living through Cyrus's arrival wouldn't fit up. That's it. That's the end. So I don't think that's right. And then other people will say, well, it was the arrival of Alexander the great in um and, and sort of maybe they put 323 BCE as the end. But again, there's a lot of people who do studies of the ancient Middle East and Mesopotamia after Alexander the great all the way up through the Parthian period, they were still using C form sometimes and there was still some references to the ancient gods. So there's no real uh you can sort of put a date on it and say that that's the end, it gradually faded away with the introduction of first Persian culture and later hellenistic Greek and Roman, that little bits of the culture still existed. But the um the influences of other uh other cultures that, that were dominant in the region became more and more prominent. And by about about the year one, almost nobody could read can form anymore. So if you, if you think about the um the sort of BCE ce uh break being approximately when, when we can say it was pretty much gone."
	},
	{
		"start_time": "11:16",
		"speaker": "Ricardo Lopes",
		"words": "And of course, as you mentioned earlier in the Bible, for example, we can find mentions to some of the kingdoms and empires in Ancient Mesopotamia. But when was it exactly that historians and archaeologists first found out that there were actually ancient civilizations in the ancient, near east and perhaps a few of them were still unknown. They, that"
	},
	{
		"start_time": "11:47",
		"speaker": "Amanda Podany",
		"words": "the, the site of ancient, like Nineveh Babylon, I don't think they'd ever been forgotten. The people living in the region knew that that was where those cities were. And uh so travelers had visited them like in the 16th century, 17th century from um western travelers. But of course, within the Middle East, people had been very familiar with the region and the civilizations all along. I think the big turning point was when they started to excavate at the sites formally um in the mid 19th century, uh early, early, early to mid 19th century. And they began to find real evidence, especially in the North in the region of Assyria of these enormous palaces and um relief sculptures. And at the beginning of this, the big interest was of course, with the connections to the Bible that when um excavators came from France or Britain or um or the United States, they came as one of my professors said, with the Bible in one hand and a and a shovel in the other, they were looking for evidence for what was recorded in the Bible and they found it, they found the kings Sakib as I had. And these kings that are named in the Bible were the kings who built those early palaces. And so there was a great deal of interest at that time in these discoveries. And then when can air form was deciphered again, enormous amount of um of interest. But your question about when they found the civilizations that had been unknown until uh until then, this was really when they started excavating in the South around um the beginning early 19 hundreds, they were excavating in, for example, the region of or and finding that there were levels long before the Assyrians, thousands of years before the Assyrians. And that was a shock. This was a culture that had been completely forgotten. This is the culture of the Sumerians. And I think then there was a sense of the really deep and long lasting culture that the Assyrians were quite late. The Neo Assyrian empire that's recorded in the Bible and was contemporary with the um uh uh the, the writers of the Bible. Um OBVIOUSLY, the Bible was written over a long period of time, but some of the writers of the Bible that was quite late in terms of, of Mesopotamian civilization. The Assyrians were building on a culture that had been almost 3000 years previous to them had been thriving with the same gods and the same writing system and such continuity previous to the Assyrians"
	},
	{
		"start_time": "14:25",
		"speaker": "Ricardo Lopes",
		"words": "and talking about the writing system, at least as far as we know, Mesopotamia was probably the region of the globe where written language was first developed."
	},
	{
		"start_time": "14:38",
		"speaker": "Amanda Podany",
		"words": "It was one of them, it depends how you define writing. Um There were certainly signs being used in Egypt, uh written some sort of written signs around the same time. There are some claims that there were some of uh a script in South Asia was was early as well. But we know a lot about the Ka form writing system and it was one of the earliest, if not the earliest, but its very beginnings. It was not a writing system really. It was a almost like a memory aid because the very earliest signs were not designed to represent spoken language. They were a way of recording um administration. So there were signs for numbers and there were signs for nouns, um objects, cows, sheep, bushels of barley, um jugs of beer, that kind of thing. And the early texts are just those, they're just numbers and um and objects. And so that's not really writing. If you think about it, it's not writing in the way that we think of it. It took a while for that system to develop into a system where you could record spoken language where you could record verbs and names. And um and it, it took becoming a syllabic script for that to develop."
	},
	{
		"start_time": "15:57",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yeah. O originally, it was used mostly I, I mean, whatever symbols they used, it was mostly for um uh I mean, just a practical purposes, right? I mean, prac having to do with people, what were people were doing in their daily lives and, and to be registered for them to keep a track of people's activities and so on. It was not exactly about writing poems and literature and all of that that came later, right? It"
	},
	{
		"start_time": "16:30",
		"speaker": "Amanda Podany",
		"words": "did much later when and it wasn't so much people's daily lives. It was the palace and the temple that needed the writing system because from very early on and the earliest writing is from the city of U, which is, as I say, the earliest city, the the writing system, which is around 3200 BCE or so when they first started using it was all about the goods coming into the temple, the goods coming out of the temple, into the warehouses, out of the warehouses, this, the lists and they have, um, total at the bottom and they, they're doing their arithmetic and adding everything up and then they began to use the signs as the sound of the word rather than just the word. So if you think about um, the word be like a, a buzzing bee, right? You could draw a, a bee and you would, you could use it for the sound be and they did did that. They began to do that for words that were very hard to draw. So um a classic example is that uh the, the word G in Sumerian meant read like a reed that grows on a riverbank, but it also meant the verb to return. So you could draw a read and read it as as to return. And that's a very useful word if you're doing administration so that you begin to see the the use of the of the sound of the word being used to express uh words that are very hard to, to draw and then that then becomes eventually a system. And it was never fully um phonetic as a system. The Kar form writing system, some signs were used for whole words, some signs were used for sounds, uh always a syllable rather than a single consonant. So it would have been you know, consonant, vowel, consonant or constant vowel or something like that. And, and then the other thing that they could use the signs for were what we called determinative, which was a sign that you didn't read aloud. But it told you what the next word was going to be. So there was, for example, a determinative if the word was something made out of wood. So you had the word determinative and that told you that the next sign was a wooden object or there was a determinative for a city. And so it told you the next, actually, the preceding word was the name of a city. All of those kinds of, of ways of using can form and made it a complicated system. But it was one that was very expressive by the time it developed and could in fact properly represent language."
	},
	{
		"start_time": "18:52",
		"speaker": "Ricardo Lopes",
		"words": "So things like the epic, the epic of Gilgamesh were things that came much later in writing history, right?"
	},
	{
		"start_time": "19:01",
		"speaker": "Amanda Podany",
		"words": "They did after it took several 100 years for them to start thinking of using writing for something other than administration. And one of the first things they used to it to record were um legal, legal contracts, um legal records of someone giving land to someone else or selling land to someone else, that kind of thing then, oh, I should mention that one thing that was written very early on at the same time as m administration were lists of words called lexical texts. And this was because scribes had to learn how to use the writing system to keep track of the administration. And so they went to school and there's evidence of schools very early on. And at school, they would learn these lists of nouns or lists of verbs. And so those are very early as well. But anything that looks like literature is indeed much later. The earliest would be probably king's royal inscriptions where the king claims to have conquered the neighbors or, you know, whatever those around maybe 2425 2500 BCE, you get royal inscriptions. And only after that do they start writing literary works? And interestingly when you find literary works, they're almost always found in scribal schools rather than that. It's, it's not something that people would have in their house. You know, I have a copy of the epic of Gilgamesh. It tended to be when scribes were learning to write, they learned to write these epics and poems and that's where we find them is in um scribble exercises."
	},
	{
		"start_time": "20:27",
		"speaker": "Ricardo Lopes",
		"words": "Another very interesting thing that I got from reading your books and watching some of your lectures is how linguistically and ethnically diverse Mesopotamia was actually because I mean, of course, again, going back to the fact that uh I mean, people commonly don't know much about Mesopotamia, they just might think that it was just one single people or even if it was divided into different Kingdoms and then empires and so on. We were still talking about basically people with the same group, identity or something along those lines. But it was actually not, that was actually not the case. It"
	},
	{
		"start_time": "21:09",
		"speaker": "Amanda Podany",
		"words": "wasn't. Yes. From the very earliest times, uh the Sumerian language which was spoken in the South is a completely radically different from the Acadian language which was spoken in the center in the north of, of Mesopotamia. So different that they are completely different language families. And Sumerian is what's called an isolate in that it has no descendants. There is no language, no modern language that has reliably been um uh identified as descending from Sumerian, whereas Acadian is a Semitic language. And therefore, it is, it shares a lot in common with modern Arabic, with modern Hebrew, with Aramaic, with many Semitic languages that came in between. And so those are two apparently indigenous languages. Although there's some question as to what uh when the Sumerians arrived, if they, where they came from, if they came from somewhere. Um Those are are are certainly though indigenous, the the Semitic and the Sumerian languages, but then people moved in from outside at various times. So there are waves of immigrants, Mesopotamia is not very well isolated. I mean, Egypt, if you can think of Egypt, it's got these. Uh AND this is the classic thing everyone says about Egypt. There are barriers on all sides, there's desert, on two sides, there's the cataracts to the south and there's the Mediterranean Sea to the north. So there's not an easy way of getting into Egypt in large numbers. Other people did in Mesopotamia, there's just open borders in many, in many directions. And so people came in from the highlands and they brought languages from the highlands, from the Zagros Mountains, people moved in from the west and they would bring their languages from the west, there's and from the north as well. So you have this very um uh linguistically diverse population. And from the very earliest texts written, we can tell that people were bilingual because you have, for example, texts written in Sumerian and the scribe's name is Acadian. And so we know from his name that he was an Acadian speaker, but he was writing all of his, his works in Sumerian. That was standard. There was a lot of Sumerian Acadian bilingualism, but then later Amorites came from the West and they spoke a different form of Semitic language and they too integrated into the culture. And so you have families where even the children's names are in two different languages, which suggests that the family was bilingual, that they have an Amor right name and an Acadian name with among the Children. Um Then there's a group called the CASS sites who very frustratingly because uh they're fascinating the CASS sites, but they almost never wrote their own language down. They, they adopted Acadian when they arrived they kept CASS site names. There are a few Cassi terms. There's some, but, but it's very hard to tell what language group CASS site might have been. And there's people in the north of Syria who spoke a language called Huron, which was completely unrelated to the Semitic languages or Sumerian. It's just a big mass of languages and the people are in contact with one another throughout the eras. And so one thing that's always fascinated me is the the role of translation and of bilingualism and of um of this really rich contract contact and uh and interaction between the cultures."
	},
	{
		"start_time": "24:23",
		"speaker": "Ricardo Lopes",
		"words": "A and also, I mean, when it comes to social relations, of course, people were in contact with these other peoples that have other ethnic identities and spoke others at least slightly different languages. But it was not uh I mean, in terms of uh uh social cohesion that didn't have a very big impact. As for example, we unfortunately, unfortunately, nowadays would hear first from certain politicians that open borders policies are a disaster or something"
	},
	{
		"start_time": "25:01",
		"speaker": "Amanda Podany",
		"words": "they had um they did, they did get along fine. Uh Most of the time, I think uh there's a few sort of differences in terms of, of today. Of course, there's a lot of difference and I should say the languages were not just slightly different, completely different. The horn hit Acadian and Sumerian were completely different language families. So unlike if you think about the European languages most of which is are, are currently Indo European and so Spanish Portuguese can sort of understand one another. HN hit Sumerian and Acadian absolutely differently structured, different tense. Uh YOU know, the the case endings, everything is completely different and yet they did find ways to communicate. One of the reasons for this openness was that Mesopotamia's natural resources were limited. They were very rich in terms of the agricultural land. They were very rich in terms of um sheep. They had a lot of sheep and goats and so they could produce textiles, but things like mineral ores, stone, building, um building stone wood for building, all of these had to come from somewhere else. And that meant they were looking outwards from the very beginning, they were in contact with regions they wanted to trade with. And so a lot of the early interactions were not antagonistic. They seem to have been um trade related and trying to get goods that were needed in Mesopotamia and the Mesopotamians in turn trading into other regions. There were times though when they had antagonisms and at those times, for example, there was a point at which the uh there was a wall built to keep out the Amorites um was completely ineffective. But it was uh the in the, in the time of the third dynasty of or around 2000 BCE or so, they were building, you know, there was a king who was very proud of having built this wall to keep the Amorites out. So that suggests an antagonism that was in a way somewhat fabricated because Emirates were already living in Mesopotamia and they were completely integrated into the society. But there was this perception at various times that there was an enemy to be kept out. Um BUT that's not the majority of these interactions. I think the majority of the interactions were um much more peaceful and much more um trade related."
	},
	{
		"start_time": "27:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And of course, it's not to say that there's never, I mean, tensions between people that come from different cultural backgrounds. But also it's not necessarily the case that just because they have to interact with one another society just uh falls into complete chaos."
	},
	{
		"start_time": "27:42",
		"speaker": "Amanda Podany",
		"words": "No. And a lot of the wars were not between people who have different ethnicities. A lot of the wars were between people who spoke the same languages. And so I don't think it was a dividing line. I think there's when they were first writing about the Sumerians and this is the early 20th century, there was a perception and you still find this in textbooks that the Sumerians were attacked from outside by the Acadians, by Sargon of Aca who came in with different technology in a different language and the Acadians conquered the Sumerians there. Yes, he was an Acadian speaker. Yes, absolutely. But it was not perceived at that time at all as an invasion of foreigners coming into Suma. Um HE did conquer parts of Suma and um and imposed his, his government there. But as I say, the Sumerians and Acadians had been in contact and been living right next to one another in the same cities forever. There'd been Sumerians living in Acadian cities and Acadians living in Acadian speakers living in Sumerian cities long before Sargon. So it wasn't sort of the arrival of these unknown outsiders. It was, it was a, a power hungry king who wanted to build an empire. But uh it wasn't a sort of ethnic conflict"
	},
	{
		"start_time": "28:56",
		"speaker": "Ricardo Lopes",
		"words": "and also something that you referred to briefly there. In one of my previous questions was uh the fact that there were also trade relations. And so merchants also played an important role when it came to the social dynamics, let's say, and the way that people, different peoples related to one another."
	},
	{
		"start_time": "29:18",
		"speaker": "Amanda Podany",
		"words": "Yes. Yes, they're fascinating. The merchants really interesting. Um The uh one of the books that I wrote a few years ago called Brotherhood of Kings. A big section of it is about trade. It's also about diplomacy. But, but the trade is really interesting because you have trade connections as early as 2300 BC, all the way to the Indus Valley, all the way to um they were trading with what is now Bahrain, they were trading with what is now Oman. And they were, these were regular merchants going back and forth between these regions by boat over hundreds of miles. And then later in the 19th to the 18th centuries, especially BCE, there were traders from Mesopotamia, trading all the way into what is now Turkey. And um again, hundreds of miles, this time overland, taking goods in both directions, living peacefully with the people in those regions, setting up um what are called colonies, although it's not really the right term uh trading colonies where they would live within a city in a sort of community of Assyrians living in this community. And this is long before Syria was a imperialistic power. This is a very small town really called Assyria that had traders. Um There was uh there was trade over, over land that came all the way from what is now Afghanistan bringing Lapis Lazily, just an enormous amount of movement of goods at a time when I think it's people think of the Silk Road as being the founder of this. But this was long before the Silk Road and yet those same routes were being used so much earlier to bring many of the same goods in each direction."
	},
	{
		"start_time": "30:57",
		"speaker": "Ricardo Lopes",
		"words": "So let's focus now a little bit on the second millennium BC, which is a period that you focused some of your work on and the early old Babylonian period and Hammurabi's reign. So um wh who was Hammurabi actually at what would you say characterized this reign particularly when it came to war and diplomacy between states?"
	},
	{
		"start_time": "31:26",
		"speaker": "Amanda Podany",
		"words": "Yes, Hammurabi was the king of Babylon, he came to power in 1792 using the traditional um chronology, 1792 BC. And he was initially not an important king. Uh His, it was a time when there were a number of kingdoms in Mesopotamia, sort of territorial states that were um centered on a particular capital city. And there was a very powerful king in the north of Mesopotamia, whose name was Shamshi ADAD, who ruled a large area of what is now Syria and northern Iraq. Um There was a king in the south named Rim Sin who ruled a very major kingdom called Larsa. And there was a king also in the region of Elam, which is now um uh Iran and Ham Rai was just one of these kings. There were a number of other ones as well over the course of his reign. He had a very long reign. He ruled for 43 years and for the 1st 30 years of his reign, he was not a big important person um in terms of the the regional dynamics, but uh he became more militaristic actually when there was an attack from Elam on the region of uh his region and also the region known as Esa. And then there were various alliances formed. And again, when you talk about diplomacy, his diplomacy at this point was more to create a united front against Elam. So there was diplomatic engagement among the the states in Mesopotamia, including a state called Mai, which was in the north. And these they united, they were able to, to fight off the elites. And something happened abe around them where he became, instead of someone who was just defending his kingdom, he seems to have turned around and become much more interested in conquering himself and, and conquering the neighbors. So he himself becomes a conqueror who instead of now working with these allies that he'd had, he turned against them. So he turned against Larsa. The king of Larsa. Rim Sin was very elderly. He ruled for about 60 years and his kingdom was conquered and then Hammurabi turns around and he he fights to the north and he managed also to take over the region of Mai, which had been one of his allies previously. So that by the time he died, he had an empire that extended from the Gulf up to what is approximately the border of Syria today with, with Iraq a little bit beyond. And it was a big kingdom. It was an empire. We call it an empire because it's traditionally called Hammurabi's empire. But there are scholars who would argue it wasn't really an empire, but it was a big kingdom and he had conquered it and he had brought it under his control. And he seems to have been pretty successful at ruling such a big region during his reign as soon as he died. And his son took over Samso Luna in 1750 1749. Um Samso Luna was much less successful at maintaining the southern part so that he lost the southern part of the empire. He does though seem to have extended it somewhat further to the north. Um This, this uh what's called the first dynasty of Babylon Hammurabi founded it and it had collapsed by 1595. So about 200 years of is considered the the first dynasty of, of Babylon."
	},
	{
		"start_time": "34:41",
		"speaker": "Ricardo Lopes",
		"words": "So on the question of Babylon having been an empire, I would like to ask you here a broader question. So as an historian, what would be your reply to a question? Like what is an empire? I mean, what is an empire actually?"
	},
	{
		"start_time": "34:59",
		"speaker": "Amanda Podany",
		"words": "Yes, an empire. If you think about it being um uh a state that is multi, it, it it would consist of more than one nation, of course, at this point, they're not really thinking of nations. But if you think of a, of a, of a group of people who identify through a shared language, maybe through a shared culture, an empire tends to include a number of different groups like that, who are Multilingual and who previously were independent and they are being ruled by a single um government that is, is not uh local to their region. And in that way, I think Hammurabi is an empire in that he was certainly ruling over people who had previously been independent and who spoke languages other than Acadian um but there's lots of, I mean, there's so much discussion about what constitutes an empire and especially when you look at modern history and, and there are scholars who will say the first real empire was the Neo Assyrian empire, which was indeed a mesopotamian empire, but it wasn't founded until the 10th century BC. Um And even, and some would say later than the 10th, late 10th, 8 8th century BC when kings developed the whole mechanism for maintaining an empire, because it's one thing to conquer it. But then it's another thing to have this uh the roads that you need to build the garrisons, you need to set up the standing army in order to maintain it, the regular system of, of taxes, the regular system of um getting messages across the empire easily. That structure didn't develop in Hammurabi's time. So if, if that's the definition of an empire, then his wouldn't be an empire and having provinces and so forth, you know, provinces and governors, all of those sorts of things that developed with empire."
	},
	{
		"start_time": "36:46",
		"speaker": "Ricardo Lopes",
		"words": "And of course, I ask you that question, not because I want a, a definitive answer to it, but I uh because it is a very interesting and intellectually stimulating question also because I mean, uh you can, you might say that what we mean by an empire, a nation, a kingdom, a country, I mean, these are at the end of the day, I guess, useful constructs that historians, archaeologists and other kinds of people use, but they are just constructs, they are what they are. But uh also, I mean, uh what we understand by them is sometimes might have implications for people's lives. Like, for example, the more recent uh concept of nations that we've had since the 18th 19th century, right, which was, which is a new concept of nation that didn't exist, it didn't exist previously in history. So, I mean, there, there's also always these uh very interesting questions and I'm not sure to what extent you agree with me. When I say that perhaps they are useful constructs. At the end of the day, there are constructs, but still they might have some implications as to how people relate to one another and so on."
	},
	{
		"start_time": "38:04",
		"speaker": "Amanda Podany",
		"words": "I agree, I think they are um I think one very interesting thing to look at is how the ancients define things themselves. And of course, they didn't have a word for empire. Uh They the first king to think of having an empire was Sargon who I mentioned before, Saron Aha. And well, actually he's not the first one to think of it. There was a king before him called Luke Alag, who came up with the idea but didn't actually manage to build an empire. But the idea of being king of the whole world, that was his sort of goal. I want to be king of the whole world. I'm going to rule from the lower sea to the upper sea. And that's from the Gulf to the Mediterranean. Now, look, Azeez, he didn't manage it at all. But Sargon who came after him did apparently manage to conquer the region from the Gulf, maybe to the Mediterranean, probably not. But he, he, he tried very hard to conquer the world as he saw it. So he, he's creating the idea of a single person being in charge of everything, which is an insane idea. If you think about it, I mean, just before this, you'd had kings of little city states and, and maybe leagues of city states. But this, I am going to rule the world becomes something that then becomes an idea that later kings have as an aspiration because they remember Sargon, he wasn't forgotten. And so Hammurabi clearly must have had Sargon in the back of his head. I want to do Sargon, I want, I want to conquer from the lower seat to the upper seat. I want to rule the world. And again, later with the Assyrians. And after that, once you have a tradition of empire, it doesn't ever go away. Once you have that um um crazy sort of thought the Assyrians, then the Neo Babylonians and then the Aids and, and the hellenistic Greeks and on and on and on this, this idea that one could, that one man could rule the world and it does tend to focus on an emperor. It tends to be an imperial project that has a person at the top. Um And then you think about so their perception was not, I'm going to build an empire because they didn't have the word empire. It was, I'm going to rule the world, you know, which is even crazier. But I think that these using their, their conceptions of things and then comparing them with what we do, um as historians is useful, not just in terms of empire. I find it very interesting in terms of religion too, which is a topic that is completely separate, but they had no word for religion. And when we try to put their religion into a modern box, it just doesn't work. It is just, and there are some people who would say we shouldn't use the word religion for what the mesopotamians practiced because it didn't have a holy book. It didn't, wasn't dogmatic. It didn't have, I mean, there were so many things that we think of as part of religion that we're not part of their religion did, didn't have a claim on truth. There was no sort of, we have the true religion and you have a false religion. All of that is different. And so I think by looking at it through their eyes, sometimes it gives us insights that we don't get if we try and categorize it using our own terms. Do you see?"
	},
	{
		"start_time": "41:09",
		"speaker": "Ricardo Lopes",
		"words": "No, that, that's very interesting. And actually I've already talked on the show with people. I, I don't know if, if they would identify necessarily as historians, but they did the historical work and they would be people that you would probably classify as postmodernists in terms of their way of approaching things. And for example, when it came to Ancient Greece, uh one of those people told me that, for example, we now talk about the economy, but the Greek didn't have a concept like the economy and many other concepts that we now use nowadays that, that we use nowadays, they wouldn't happen. So perhaps even, even though it might be a little bit postmodernist, it would still be true that when looking back in history across different civilizations, kingdoms, empires, where we have to keep in mind that probably many of our modern concepts wouldn't apply to them and would pro we should probably uh analyze their life, ways, their institutions and so on with that in mind."
	},
	{
		"start_time": "42:21",
		"speaker": "Amanda Podany",
		"words": "I think that's right. And I think that I think theories are fascinating, you know, trying to decide who is in a chiefdom and who is in a kingdom and these sorts of things. It's fascinating work. But I don't think it necessarily is always true to the culture you're studying because perhaps they developed in a different way from the way that the theorists have developed, looking at other cultures. And so I think having an open mind about it and not necessarily always wanting to um feel like, OK, we've defined this as an empire and therefore now we can move on. I think that there's, there's a real strength and importance in scholarship to uh being aware that our own contracts, as you say are constructs and that they are not necessarily written in stone and, and don't always um appear as one might expect in a culture that you're studying."
	},
	{
		"start_time": "43:10",
		"speaker": "Ricardo Lopes",
		"words": "So another very interesting thing about the reign of Amur Abi was his code. I mean, the the still of Amur Abi, I is very well known. I mean, I I actually studied dentistry in university and even in dentistry, I have a course on the history of medicine and dental medicine and the code of Abu Dhabi was mentioned there. So, so apparently everything was there."
	},
	{
		"start_time": "43:40",
		"speaker": "Amanda Podany",
		"words": "Yeah. No, he, he has dentists in there is true. Removing teeth. Yeah, that's true. Oh His, his uh laws are fascinating. They, they were not the first laws. He was certainly not the first law giver. Uh THE hundreds of years before this kings had promulgated their laws. Hammurabi by putting his on a big stone Steele, as you say, in fact, a number of big stone Steelers, but only one of them has been found. We know there were others and when that was found in 1902, it was found not in Babylon, it was found in Sousa where it had been captured by an earlier king and taken as, as spoils of war and so it was found in Souza and it's so dramatic. It's, it's now in the Louver Museum and you, it's 7 ft tall and it's a beautiful diorite sculpture with um the sculpture of Hammurabi at the top and then all the laws on the, on the lower part of it. And it's a really important historical document because it's so complete. It's so um um fascinating in terms of what it tells us about the culture. What's interesting is it's not what most people think it is. It's not the first laws that was long before. Um It's the best preserved early law collection. Absolutely. Uh But Hammurabi was not inventing law and interestingly, even though the laws were put out in a public place, they had them set up in the city where people could see them, most people were not literate. A vast majority of people were not literate."
	},
	{
		"start_time": "45:08",
		"speaker": "Ricardo Lopes",
		"words": "I was going to ask you that if just common people could read it or"
	},
	{
		"start_time": "45:15",
		"speaker": "Amanda Podany",
		"words": "by Hammurabi's time, there was more literacy than there had been previously, but it still wasn't common that the average person wouldn't be able to read and write. And um so they were up there and they were also written in a very archaic script. It's as though uh we were to put up a, a monument today and use it in the script of the Gutenberg Bible. Most people wouldn't be able to read it even if they could read you know. And so he put it in this archaic script and it's one would have thought that judges would consult the laws in order to come up with their judgments. But curiously, there's no evidence that they did. So, even though these laws existed, the legal system, which had also existed for hundreds and hundreds of years, seems to have worked fairly independently of the laws in that the, the, the judges clearly had a sense of what was right or wrong. They made decisions that are similar to what's in the, the code, but doesn't follow it to the letter. And they seem to have been viewed much more as a set of legal precedents that the judges might have consulted sometimes and sometimes they didn't and they probably were indeed legal precedents that Hammurabi didn't sort of pull them out of, out of, um, out of his head that they were examples of court cases that had happened, that decisions had been made. And these, um, these legal precedents he then collected and put it up in, in a public place and most of them aren't about crime at all. Most of them are about things like divorce and inheritance and property ownership and maintaining your fields and paying your taxes and, um, what things should cost and, and as you say, dentistry, you know, how much should a, should a physician charge for taking out a tooth or whatever? That's the kind of thing that the laws are so important for, because they tell us so much about daily life about what people cared about and what, what happened in the society."
	},
	{
		"start_time": "47:08",
		"speaker": "Ricardo Lopes",
		"words": "So talking a little bit more about daily life and before we get into the Kingdom of Hannah, uh we have this very common idea that the ancient world was terribly violent. I mean, it was, there was violence on the street every day, every time. Um, BUT what do we actually know about the prevalence of violence in mesopotamian society? I mean, was violence commonplace or was society mostly peaceful?"
	},
	{
		"start_time": "47:39",
		"speaker": "Amanda Podany",
		"words": "Yeah, this is always a surprise for my students that they assumed that it was a long time ago. So it must have been very violent and it really wasn't the average person living their life in a city didn't encounter violence unless they were called up to go to war. Really. Um, THE, there wasn't much random violence that we see and we know this because court cases survive. So there are court records and there are the laws as well, but there are certainly laws, you know, if a man hits another man, that kind of thing. And so people did hit one another but, uh, the extent to which this was a prevailing problem in a city seems to have been really small that people lived in communities within the city that were generally full of neighbors who they were related to either by marriage or by, um, by birth. That people tended to live in the same house for generations. You knew all your neighbors, there was, um, people had professions, they owned farms that were outside in the fields, beyond the city. Their lives were remarkably peaceful. For the most part, if a city was attacked, which happened periodically, I think one gets the sense because we tend to compress 3000 years of history into one chapter. Sounds though they're at war all the time, but they weren't, they really weren't. If, if your city was besieged. Yes, you had difficulties, obviously, because you um had to survive without you try what we surviving on the food and water that was available in the city, that sort of thing. But even then when the city was conquered, at least in the second millennium, it became much more violent in the first millennium, I think. But in the second millennium, BC, there's not much evidence of, of kings coming in and having their troops kill everyone in sight. That wasn't the case. They, they, nobody benefited from that. And weirdly even on the battlefield, there is plenty of evidence that soldiers were more valuable if they were caught alive and held for ransom than if they were killed. So there are some of the laws in of Hammurabi, in fact refer to this situation, if a soldier has then gone on campaign and he's been taken captive and he's held for ransom. There's a whole bunch of laws about how the, how his ransom is going to be paid, his family will pay it, family can't afford it. Then his, um uh you know, the, the various stages of first the temple and then perhaps even the king would pay his ransom. But the assumption was that he would be ransomed and therefore the people who've taken him captive, I mean, they stand to benefit, right? So, although there are records of a lot of people dying in wars and the kings brag about how many um burial mounds that they had to, to build for the dead of the enemy or whatever when it comes down to it, it really does seem as though the extent to which violence intruded on people's lives was relatively limited and that when it did happen, it was, it was dramatic and, and feared, obviously,"
	},
	{
		"start_time": "50:34",
		"speaker": "Ricardo Lopes",
		"words": "I would imagine that when it comes to this type of question, something that people do not usually consider is the fact that even if people by then were already living in, what by their standards were big cities with thousands of people, not no longer the 150 people in the hunter gatherer societies or something like that, the people in their own families and their immediate communities, they can more or less regulate the behavior of the members of their communities. Right? I mean, it's not because perhaps they didn't have the police back then that it's all just a chaos, a chaos. All the time. Right. Yeah."
	},
	{
		"start_time": "51:22",
		"speaker": "Amanda Podany",
		"words": "No, it wasn't a chaos all the time at all. And I do think there was a lot of social pressure to follow the norms of behavior and they were pretty strict in terms of how you behaved and what was expected. And so when people went to court, um, for example, if classic court case, um, uh, a woman died without having Children and her dowry is supposed to revert to her, her husband, not her husband, supposed to revert to her father or to her brothers because it doesn't belong to her husband. This kind of thing where you could imagine them getting into fights or so forth. They always went to court. They were very, very, um interested in the judicial process and they wanted it to work. And it does seem as though people rarely took things into their own hands, they would go to court. There were judges, there were witnesses and very importantly, there was an oath that you had to swear. And this, I think is really a crucial part. And again, it goes back to their religion, you were asked to swear an oath in front of the image of the God or the symbol of the God that you were telling the truth. So for example, if in this hypothetical case where the, the brothers want to get back the, the land from the, the husband, um, they will go and swear an oath that indeed they remember that their, their sister got the dowry from her father and that they were there and that the dowry was hers and therefore it should revert to them. And if they swore that in front of the gods, that was a deciding factor because they so deeply believed in the gods that someone being willing to swear an oath was considered to be evidence that they were telling the truth. And there's evidence that people were so unwilling to, to lie in front of the gods that there were decisions made on that basis as well. If someone says, um this man stole from me and they said, well, go and swear to the gods that this is stolen, they would often go actually, no, I'm not going to swear that oath. And then it was decided that clearly that, that the goods hadn't been stolen because he the, the person making the claim wasn't willing to swear. So for those reasons, and I think also because of this sense that the gods were watching, especially the God Shamash and they wanted to not to be punished by Shamash. But there was a, there was a surprisingly law-abiding feel to the cities that um in a sense that you were, you don't want to let down your family and your um your household by doing something that would be uh violent or illegal."
	},
	{
		"start_time": "53:52",
		"speaker": "Ricardo Lopes",
		"words": "So another thing about Mesopotamian society, I would like to ask you is uh I'm I'm very interested in always when I talk with historians, for example, about hearing about uh gender relations and things related to that. So, what was the role of men in Mesopotamia? Was Mesopotamian civilization, patriarchal. And even if it was patriarchal, what were women allowed to do? I mean, I, I'm not sure if at this point we can talk about rights because they wouldn't have had that concept probably as, at least as we understand it today. But, um, what do we know about that?"
	},
	{
		"start_time": "54:35",
		"speaker": "Amanda Podany",
		"words": "Oh, so much. And I'm so glad you asked. Yes, it was a patriarchal society. Absolutely. Um, MEN were the head of the household but women had enormous amount of agency to use a, a sort of term that we use today. There were women in all sorts of different professions. There were women who had leadership roles, women were allowed to take someone to court. They could be witnesses in court, they could give loans to other people. They could, um, go to court to get the loan repaid. Um, THEY owned their own property that was given to them as a dowry by their fathers when they got married. That was theirs. It didn't become community property. It didn't belong to their husbands. Uh, THEY could pass it on to their Children, including their daughters. They were, uh, they were free to move about in society. They were not kept at home in, like, in ancient Greek times at certain periods uh they had, they, even in a patriarchal society, there is no shortage of evidence for women. And this is something actually that I focused in the book that you mentioned. Weaver describes in kings. It's a, it's a book in which I used a lot of small biographies to kind of build up a history of the whole period. And I found that I, I right from the beginning wanted to have women in the book. But it was obvious that one couldn't write this book without women because there were so many important roles that women played. I talked about the textile industry, which was the textiles made by the palace or made by the temple. The vast majority of people who did the spinning and the weaving were women and they were highly highly skilled professional women who were making textiles that were so valuable that they were traded for gold and for silver from other lands really um important role in the economy. There, there were priestesses who had positions that were just as important as a high priest, if not, sometimes more so um who were uh so important when they were put into place in in, they were uh um introduced into their position as high priestess that the name of the year that year would be named after that position being filled. Uh There were queens who interacted diplomatically with other queens in other regions that they very early on. One of the very earliest uh archives found in Mesopotamia is the archive of the queen named Baron am Tara who was, she had her own palace. She was married to the king and the king was in charge of the kingdom. But she had a uh an entire temple estate with fields and sheep and fisheries and hundreds of workers and textile. Um AND that she was in charge of it. So it was not that she was doing it for her husband. It was, it was her domain. And we know about her much more than we know about her husband actually because his palace wasn't excavated. So I think what's what's fascinating to see is that one can look at gender relations in in depth and to see that at this very, very early stage, there was no sense among the mesopotamians that women couldn't do things. There was no sense of women being inadequate, which I think is really fascinating even though men were running the place, they weren't. I mean running like a king in charge of a kingdom. Um His, one of his chief advisor was usually his wife. And in many cases, many, for example, the Kingdom of Ebla, the royal couple were considered to be joint rulers, they were, they ruled together. So women were taken terribly seriously and and um exercised all kinds of um um what's the time I'm going for here? I was gonna say rights, but you're right in a way it isn't because they haven't developed the idea of rights, but they had societal permission and um and capacity to do all sorts of interesting things. There were female scribes. Most scribes were not female, but there were some, there were women who were physicians again outnumbered by the men, but one could become a physician. There were women in many, many interesting positions including even surprisingly um bricklayers uh people and the chief of some of the bricklayers was a woman and the there were women doing bricklaying. So some even of the manual labor that one would assume was entirely male. Well, not so,"
	},
	{
		"start_time": "59:06",
		"speaker": "Ricardo Lopes",
		"words": "and this is incredibly interesting because I mean, many times, we tend to have that simplistic idea that perhaps how uh men in the 19th century in Europe and America fought about women that they were inferior beings and they were emotional and they should be conscripted to domestic labor and stuff like that. I, I mean, people perhaps in some ancient civilizations in some traditional societies like hunter gatherers, sometimes I talk on the show with anthropologists about that. Uh PERHAPS they are not so backwards if we are allowed to use that term here when it comes to gender relations. And uh and they don't have the those sorts of ideas when it comes to women and their importance and what they can do what they are allowed to do and so on."
	},
	{
		"start_time": "1:00:04",
		"speaker": "Amanda Podany",
		"words": "I think you're right. And I think when you look at what was being written in the 19th century. There was often an assumption that, well, it's ancient. So they must have had these norms, the women must have been kept at home, they must have been considered inferior. And then when you actually go and look at the texts that's not there. That is um one of these modern suppositions. And I think it partly it comes out of the, the model of progress, you know, this idea that history is a history of progress from a barbarous beginning to a civilized present. And it's just not true when you come to many aspects actually of society where there've been ups and downs throughout, throughout history and very early on women had much more of a role in public life in early sumer than was true even um by the Neo Babylonian period, for example. So within the same culture, you actually see women losing in a way some of their public role uh by that time. And even then, even in the Neo Babylonian period, there was still plenty of women doing um running businesses and, and uh and being priestesses and so forth. So yes, I agree. I, I think that, that we have assumptions that as if it was somehow innate to humans and I don't think it is innate to humans to treat women badly. I, I think that there is, is a quite an inspiring aspect to this, which is that even in a patriarchal, very early culture. There are plenty of places where women had um had a, a equal standing in some ways in society. And I think one of course reasons why they, it wasn't a matriarchy and why matriarchy are so hard to find is that biologically women have babies and that is going to curtail the amount that they can actually do out in the, in the, in the big world. If you're having eight Children that it's, it's going to be a lot of pregnancy and a lot of childbearing. One really interesting group in, in Mesopotamia, in that same time of Hammurabi were a group of women who were called the mediums and they were dedicated to the gods or each one was dedicated to a particular God of Shamash, the Sun God, but sometimes Murdoch, the God of Babylon, they weren't allowed to marry. Uh THEY didn't have biological Children and they became enormously influential business women who were making loans and buying property and sending trade expeditions and all kinds of things. So it really gives you a sense that it perhaps is this distinction between the women who were having babies and the women who weren't having babies and the women who weren't having babies, nothing was stopping them from doing basically the same things that men did in terms of their business acumen."
	},
	{
		"start_time": "1:02:48",
		"speaker": "Ricardo Lopes",
		"words": "Yes, I, I think that the most interesting uh thing or things to look into when we, I mean, are looking into ancient societies, historical societies, and also, again, traditional contemporary societies is to look into um social structure, social organization, uh economic, uh how the economy is structured uh ecological factors. Because that's actually what is most interesting when understand or trying to understand where uh gender relations, the sexual division of labor and so on comes from. And not so much trying to come up with an idea of what a supposed human nature is like or should be like and then creating this sort of, I don't know, stereotypes or even archetypes of what a woman or a man is or should be that are supposedly very ancient and universal and should last forever. Right."
	},
	{
		"start_time": "1:03:55",
		"speaker": "Amanda Podany",
		"words": "Right. And as I say, I mean, one universal is obviously that, that women do have Children and that is something that has, has obviously had an impact throughout human history. And I'm in saying women who had babies, obviously one needs women to have babies. I mean, the one doesn't have any, any continuation of the human race unless, unless babies being had. But I do think it's interesting how, um even in that, even among women who were mothers, there were plenty of things that they were still actively involved in, but it does, uh it, it does sort of explain how you have both patriarchy and at the same time, a culture in which women had plenty of um positions they could hold. Yeah."
	},
	{
		"start_time": "1:04:36",
		"speaker": "Ricardo Lopes",
		"words": "And so you've also done work on specifically the Kingdom of Ha. So, I mean, tell us about it and the city of Turk as well. Uh I mean, uh tell us about them and also why did you get interested in the Kingdom of Ha specifically? I mean, is, is there something special about it or was it for some other reason?"
	},
	{
		"start_time": "1:05:00",
		"speaker": "Amanda Podany",
		"words": "It is, it's special but, but it was for a very prag pragmatic reason, which is that my doctoral advisor, um Giorgio Boat, he was excavating at Tarka. And when I was choosing my dissertation topic, it made sense to do something connected with the excavation that I was able to work on. So I did go on to the excavation and um and worked there for just one season actually. But it was absolutely an incredible experience, really fascinating. And what I got interested in was that the um the the site of TKA was it was it was occupied for a very long period of time. But the, the eras that are well represented from the excavations there extend from about the end of Hammurabi's reign to the period covered by the the excavations maybe 1700 BCE. So it's a fairly short period of time that um no, I'm sorry, maybe uh it's later than that um 1600 BCE. So about 100 150 years of represented by the the actual excavations there. What was fascinating to me was that we were finding Ka form tablets in private houses, which was really interesting because of course, then you have private archives, you have people and this, this what I was talking about about neighborhoods within cities. You have a whole neighborhood that literally we can see in the ground because it's being excavated. And then the, the documents from the houses there tell you who lived in them, who was working there, what their professions were, how they were related to one another, brothers living next door to brothers. All of this sort of wonderful, fascinating stuff about a community. All right. So before the excavation started at Turka, they started in 1976 in the decades. Previous to that, a bunch of documents had been found and, and, and uh acquired by museums around the world that clearly came from the same site. They have all of the same characteristics and in fact, they even name some of the same people. So what I decided I was going to do was to get those tablets that were from pre previous to the excavation. There's about 16 of them and look at them and, and put them in the context of the documents that came from the excavation in the end. What I ended up doing instead, that was my plan. What I ended up doing instead was figuring out the chronology of the kingdom because until I could know what the dates on those documents meant, I couldn't really deal with them as a corpus. And so what I thought was going to be the first chapter of my dissertation as a doctoral student, ended up being the whole thing, it was about the chronology of, of the kingdom. And then I ended up that more evidence came out later. And I didn't actually publish the book about that until 2002. But the uh the chronology became the thing I was really interested in. But then when I published my book, I also included those, those tablets that previously had been in uh collections around the world that needed to be put together. So that was how I got interested. But it is a fascinating place because Turka was home to a kingdom. It's often called a small inconsequential kingdom. I don't think it was, I think it will turn out to be quite important, but it's called Hanna the Kingdom. And it was a kingdom which remarkably survived over 500 years and in the same general area and with the same um scribal practices. And this is what was so interesting is that you can identify Hanna texts by the way, the scribes wrote them, wrote the tablets and by the particular terms and, and phrases and um and, and various quirks of of the tablets. So it, the tablets cover then a period from around 1720 ish all the way up to the 12th century. I mean, really late. There are han attacks from the 11 hundreds. And that means that we have AAA sequence of kings of this region that covers such a long period of time that it actually becomes more important than just being this one kingdom. It helps us understand more about the chronology of that whole period."
	},
	{
		"start_time": "1:09:18",
		"speaker": "Ricardo Lopes",
		"words": "And then a very interesting thing that happens between 1595 and 1450 BC is what people call the one the 100 years long, dark age uh where few records were kept and what happened then basically, do we know that? No,"
	},
	{
		"start_time": "1:09:43",
		"speaker": "Amanda Podany",
		"words": "we, we, we really don't know very much. In 1595 the first dynasty of Babylon came to an end and the last king Sam Suan was deposed or he, he lost his throne. And then this, we call it a dark age because it's just people stopped writing. Apparently there are no can form documents found from most of Mesopotamia for as you say, 100 years by about 1500 you begin to get some. So not much until 1450 as you say, but around 1500 there are some what was going on. We really don't know by the time the, the sort of the mist dissolves and we begin to get texts again. There's a new dynasty in Babylon of dynasty who are Cassy in origin. Where did these CASS sites come from? It's a fascinating question. There's a whole new kingdom in northern Mesopotamia called Mitani. Where did it come from? Who were its kings? How did they get into power? Um There's a lot of changes that have taken place but this dark age in the sense that we don't have any documents that that really tell us what was happening is, is fascinating and frustrating as historians because of course, we went to what were the origins of the CASS sites? How did they come to take the throne? How did the the meal um Kingdom develop? How did it spread? Part of this is just probably because we haven't excavated the right places. Uh I suspect that there are tablets that are yet to be found that will tell us we'll answer some of these. But one solution for a while was to say that perhaps that is just a perhaps we're mistaken that that was a century at all. There was a, a movement for quite a while to um suggest that in fact, we just had the dates wrong. And in fact, what we think of as 1595 was perhaps maybe like 1495 and there was just 100 years missing because we had simply mis misjudged the dates lately that has gone out of fashion. And for a while I thought that was true. Actually, I was, I was a proponent for what's called the low chronology briefly, but what is now called the middle chronology, which seems to be the accurate one. Is it, it, it holds up and it does retain this dark age. But there are two kingdoms that do seem to have continued to produce documents. One is called the Sea Land which is in the south uh the region around the city of or and south of there uh where there seems to have been AAA thriving, we know there was a thriving uh kingdom because a number of cities from that kingdom have been, have been excavated and discovered recently that continued into the the missing century. And then also probably the the tablets from TKA do too. So the Hana tablets do. The problem is, is we don't have enough of them yet. We have this really fascinating thing which is that there's a series of kings call, who call themselves king of the land of Ghana. And they had beautiful cylinder seals and there are tablets from their re that suggest that they were powerful kings and that they ruled this region. But for each of the kings, there's maybe one or two tablets and that's not enough to build a, a history on. And so placing them chronologically is really been challenging. And when I first was working on them, I was pretty sure they those kings bridged the gap between um 1595 and 1500 the 16th century. But I no longer think that's true. I think there's they are later. And that means that perhaps Conor still doesn't have tablets from that period, which would be very frustrating but we have to, we have to wait, I think there's, there are some tablets that are still going to be published that would be very interesting to see that were excavated. Um And those may have some answers and perhaps when excavations re restart in Syria, after the um the the difficulties there and perhaps more will be found. But it's, I think Hannah holds a key but it's not clear 100% yet. What that key is,"
	},
	{
		"start_time": "1:13:41",
		"speaker": "Ricardo Lopes",
		"words": "you know, this is one of the things that I really love in my conversations with people who do work on ancient history and with paleoanthropologists, for example, and archaeologists, because it's like we have a sort of an idea of a puzzle in our minds with the sort of limited information we have available limited resources, the excavations that people have done and we are limited to that. But then perhaps over time as we excavate more places and find new things, the puzzles and changes and then there are more missing pieces and then we get a few more pieces, but we're never 100% sure what the, what are the missing pieces and what will the final puzzle look like?"
	},
	{
		"start_time": "1:14:32",
		"speaker": "Amanda Podany",
		"words": "Oh, very much. Yeah. It's exactly that I, I, there was a, um, a scholar who described it as if you imagine an ocean and there are little islands in the ocean and the islands are the parts we know and the ocean, which is, is unfamiliar. It's like there are, there are mountains under the ocean, but we, we can't see them yet. And I feel that way very much about mesopotamian history because there are these little bits that we know really well. So for example, the, the city of Mai, which I talked about, the city of Mari, um excavations were done there and they found a massive archive and it only covers 13 years of history, but there's tens of thousands of documents. And so for that 13 years, we can say so much about that one little kingdom under one little King Zimri Lim. But the his contemporaries, the people who were ruling with him, even Hammurabi, his palace hasn't been excavated. So we don't know, we don't have his archive. There must have been so much more and maybe there is still so much more to be found. But we can say a lot about a number of things. And then we have to sometimes say, we just don't know. And with the 16th century, it's, it's one of those, we just don't know, it's something was happening and by the end of it, things have changed, but it would be so nice to know more."
	},
	{
		"start_time": "1:15:45",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you now about the importance of diplomacy during war specifically and how the great powers from this period of time. And, and now I'm going to focus mostly on the late bronze age from 1595 up till around 1155 BC where in the near Eastern powers back then were at war. And we have, for example, the Caite Babylonians, the ides, the meals, the Egyptians and other peoples at war. So um how was peace? Uh FIRST of all, um I, I mean, how did war look back then? Uh WHY were they at war uh in that specific period of time and, and how was peace achieved between them? Yeah."
	},
	{
		"start_time": "1:16:38",
		"speaker": "Amanda Podany",
		"words": "Yeah. So we're coming out of the, you know, we finish the, the, the dark age of the 16th century. And there are these kingdoms as you say, that had established themselves. And there are four major kingdoms at Cassa Babylonia, as you mentioned, Mitanni, the Hittites in Anatolia and Egypt, those four powers. And initially they weren't really in contact with one another because they're very far away from one another. But when they came into contact and when they came into conflict was in the Northern Levant. So in the region of Western Syria, there is um an area that was, had particularly good ports. It was an area of a lot of trade and also in the region that was called Kuwana, which is in the what later became called CIA um in, in uh South southern Turkey. And this was an area that three of the powers wanted control of the Hittites wanted to control it. Mitani wanted to control it and increasingly Egypt wanted to control it as Well, so each one of these powers is sending their forces into this region trying to gain control of this trading hub region. And they did, they, they fought one another. And we know this, especially from Egyptian records where for example, Atom the third sends troops up into Mitani, which the Egyptians called. Naha was their name for it. And he describes taking a lot of booty back to um Egypt, all of these animals and riches and so forth that he took back with him. But he didn't manage to conquer Mitani at the time. And what's interesting is that in his records, Tomos, the third's records, he describes that embassies came with tribute for Egypt from all of these foreign lands. And he he names the foreign lands and they are clearly some of these regions around the Mediterranean, including um Babylonia, including perhaps Assyria at the time. Uh Greece is mentioned, it seems so these were people sending diplomats to Egypt after Egypt had had had raided Mitani. Now, of course, from the Egyptian perspective, they were just coming to bow down and worship Thomas the third. But what he doesn't mention is that there had been a for over 1000 years by this time, a tradition of diplomacy across the Middle East, the non Egyptian Middle East in which people sent one another gifts and they sent one another ambassadors and they worked out terms of interaction and peace that had existed at least since the time of EBR in 2400 specie. So, what it looks like was actually happening is ambassadors show up in Egypt, like, oh, you're new on the block. We don't know much about you. Um, YOU have just made a raid into Mitani. We would like peace with you because we'd rather you didn't come and raid us. Here are some gifts, you know, we would like some gifts back from you and we sort of setting up some kind of diplomatic relationship. This is me guessing that that's what's going on. But I it looks right. Then later he describes that the Chiefs of Mitani show up in Egypt and he describes them begging for peace. But the thing is, is that it's probably not that um I am sorry, I'm getting my, my Egyptian kings wrong. We have to get into Amman at the second AM at the second. He's raiding in this region. It's a hot, the second who describes these meal coming and begging for peace. And then in the ninth year of Amin at the second, the wars stop. He's describes going out on campaign into the Levant up until then in the ninth year. No more of that. And it seems as though peace breaks out between the great powers. We don't have direct evidence until the time of Amin Hotep the third and that was in the 13 nineties, uh E ce 13, eighties AM hut the third in Egypt was clearly in a relationship of peace and alliance with his, with the other great powers around the region. We know this because his letters survive and we have this incredible uh collection of letters called the Amana letters found in Egypt. They're all on clay tablets, they were thinking in air form and what they show is that the Egyptians had prior to the time, Bain H at the third, adopted the whole diplomatic system that had developed in Mesopotamia and become a part of it. And so that, whereas previously, like in Hammurabi's time, this kind of diplomacy happened quite locally between uh other Mesopotamian kingdoms. By the 14th century, it had extended from Egypt to Babylon to Mitani to Hati. These great powers were um in a relationship of diplomatic um um alliance and peace with one another. And these letters show it very clearly and they show us the mechanisms of how it worked. And it was just the most fascinating period. I, I find that era really striking because they didn't even threaten one another in their letters. The letters I, once when I was first studying them, I read someone writing a long time ago who said they're so boring. There's nothing about war, but that's what makes them so fascinating. Right. There's no saber rattling at all. They're not threatening each other. They were sending gifts, they were sending envoys back and forth. They married one another's daughters. They were um absolutely aware of one another in terms of writing these letters and they knew who all about one another's courts. And they managed to maintain this pretty, pretty consistently, not completely without um skirmishes, but for 200 years, almost this, this period of international diplomacy continued,"
	},
	{
		"start_time": "1:22:16",
		"speaker": "Ricardo Lopes",
		"words": "uh which is really fascinating and, and probably something that some of our contemporary politicians should learn from. Right."
	},
	{
		"start_time": "1:22:27",
		"speaker": "Amanda Podany",
		"words": "Well, I think that the difference back then, of course, was that there was no single power that was more powerful than the rest. All of them were about equally matched and they couldn't, they had real trouble fighting far away from their homeland. So when Tamas the third did and am at the second did try and campaign in uh the Middle East, they were in the Levant, they were really stretched thin. It was very expensive and they were in regions that they didn't know well. And these were, and they were facing well armed, um really equally matched armies. And it seems as though they all kind of realized that this was not going, they were not going to be able to conquer, he wasn't going to be able to conquer Mitani, the, the Egyptian and the Malian king wasn't going to be able to conquer Egypt and his I king wasn't going to be able to conquer Babylon. You know, this was just not going to happen. And so by creating this peaceful relationship among themselves, they benefited, they got lots of luxury goods that they wouldn't have gotten otherwise. And they didn't have to spend all that money on their wars. So, it's a different time and I, I think that very specific features of it maybe make it a little bit hard to translate to the present. But really interesting."
	},
	{
		"start_time": "1:23:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. But at least the part of reps in corresponding with one another trying to come up with peace terms instead of just talking about war and being war. MERS. Oh,"
	},
	{
		"start_time": "1:23:51",
		"speaker": "Amanda Podany",
		"words": "absolutely. And they, and I think it's, it's really interesting that Egypt was willing to buy into this because the rest of the Middle East had had this. So Babylon Mitani and Hay, they had known about this diplomatic system and they had had moments of these peaceful relationships before Egypt is so separate from this, from the other cultures up until this point and so very self-confident. I mean, the Egyptian kings were gods for heaven's sake. You know, the others weren't gods. But the fact that the Egyptians were willing to sign on as, as they call them brothers. So the, this whole sort of language that they used, it was a brotherhood, they were equals, they were all great kings and they were brothers and in the beginnings of their letters, they would lay this out to so and so my brother, so and so that's so and so your brother and then they would say, may your house and your wives and your soldiers and your household be well. And they all, they, they was, it was a very um formulaic kind of uh in the introduction to the letter. And then they had to write an Acadian and the Egyptian scribes had to learn Acadian in order to, had to learn can form in order to write these letters. All of this, the Egyptian kings were willing to do. And it's rare for the Egyptian kings to say anybody is their equal. You know, they're not, they're not into being equals of someone. They, they're really, really powerful and yet they did at this period and they did recognize the equality of these other kings."
	},
	{
		"start_time": "1:25:16",
		"speaker": "Ricardo Lopes",
		"words": "So before we talk a little bit about the legacy of Mesopotamia, I would like to ask you a specific question about the economy in Mesopotamia. So uh how did the relationships between, let's say the Royals and the peasants looked like? I mean, was this, how was the economy organized? Was it a feudal system or what exactly?"
	},
	{
		"start_time": "1:25:45",
		"speaker": "Amanda Podany",
		"words": "No, it wasn't feudal. It, it varied in different time periods. Um People always paid taxes that was always part of the deal. Um Certain times the kings would give out land. This was especially during the late bronze age where we have land grants to faithful civil servants. And what's interesting about them is those initially was, were taken as some sort of feudal system because it, it looks vaguely as though it was um like the the system of the European middle ages, but it really wasn't because there is no requirement of the person receiving the land to do anything in exchange. It's not, I will give you this land and you will provide me this many troops or something like that. It's just I'm going to give you this land and it does seem as though it was a reward for loyal service, but very curiously, especially in Casa Babylonia, there was a, there were statements in these land grants that said this is for all time. This is your land for all time. So it's not as though the king couldn't, couldn't take it back again, which makes it very, not very feudal. You know, it has the king has very little. Um um HE, he's sort of giving everything away in an interesting way. Although there are letters that survive that do kind of belie that where there's a letter, for example, that was found in Newsy where a king writes to a queen who he'd given no sorry, he wrote to another vassal king. And he said the land that I've given to such and such a queen, I'm going to have to take away from her and I'm going to give it to another person. So it does seem as though it wasn't quite as eternal as the the records suggest. But at that particular time shows a lot of engagement of the kings with their subjects and with their civil servants that the king's seal appears on a lot of documents. The king is often described as being present for various um actions. And this is true in Hati. It's true in Ugari, which was in the Levant. It's true in Hanna, in the text that I look at um true in Babylonia in this late bronze age period, they do seem to have been surprisingly engaged with um with people not necessarily commoners. I don't think we're looking at, at people who were very poor, but certainly with more of their population, that may have been true at other times."
	},
	{
		"start_time": "1:28:01",
		"speaker": "Ricardo Lopes",
		"words": "And did the commoners have any idea of, for example, who the king was or the Royals were uh the royal family and so on then uh if so, uh I mean, how did they relate to their political leaders? Basically, how did they think about them? Uh You've already mentioned uh if I remember correctly that at least in Mesopotamia, in Egypt, it was different. But in Mesopotamia, they didn't present themselves or identify as gods, right? But yeah, yeah, most of them. But, but, but apart from that, I mean, how were the relations there? Basically,"
	},
	{
		"start_time": "1:28:47",
		"speaker": "Amanda Podany",
		"words": "one problem is that the commoners didn't write. Um So we don't have documents written by them. It would be lovely if they had, you know, if we had a diary of a peasant, that would be fantastic. So the ways they come up in documents tend to be with relationship to the the courts or to the temples. And at various times, a lot of people worked for the court and for the temple, especially for example, in the early dynastic period and the third dynasty or which were before Hammurabi's time, there were thousands of people who worked for the the palaces and the temples and their names would appear and they would receive rations. And so we know from the ration texts and from their description of their work that they were closely tied to the, to the royal family or to the palace. But that's of course, because we're excavating in a capital city. And those are people who are there, what the rural peasants thought, I have no idea because we don't have any records of them. We do know certain things though that the kings did that made that perhaps it meant that the peasants would know their names. And one was that the dating system was based on the, the year of the king. And so you had the king's name in the year. So you you might have the year in which the king did build the great wall of Sar. And it might be the year in which Hammurabi built the great wall of Sar or something like that. So even if you're naming a year, I was born in the year Hammurabi built the wall of Sar, you're remembering the king's name, that's one way. And later they would just number the years. So they would say the the 30th year of king. So and so or whatever, but it still had the king's name in it. That's one way the other I do think is that this in the late bronze age, there might have been quite a lot of movement of the kings around their states. And we see that because of the king's seal showing up in so many documents. There's a debate about this though, whether the king was actually there, if it says that the king was there or was it statue or was it someone representing him? If it was him in person, it suggests that he did quite a bit of traveling around his realm and people might have had a chance to sort of at least see the, the royal entourage going by. Uh THAT'S unclear. Mhm"
	},
	{
		"start_time": "1:30:54",
		"speaker": "Ricardo Lopes",
		"words": "No, I, one of the reasons why I asked you that question is because many times when I think about uh how people lived back in uh historical societies. II, I am also interested in trying to understand how they would think about themselves in relation to the place they lived in the country or the nation they lived in, if they were aware at all of the people who were basically their political leaders and who they were, what they did. Uh And, and, and also in comparison to how we think about the places they lived in nowadays because I, I don't know, II, I I'm not, I don't know at all. For example, if someone who lived in, what we now call France in the 13th century would think of themselves as a French person. You know what I mean?"
	},
	{
		"start_time": "1:31:53",
		"speaker": "Amanda Podany",
		"words": "So, yes, I do know what you mean. I do think people thought of themselves as they identified themselves by the, the region that they lived in rather than by the name of the country. But I, I, you raise a really interesting question here because what we do have from Hammurabi's reign is a lot of his correspondence which was found and um especially correspondence with some of his high officials. And he had this man whose name was Shamash Shazier, who worked for him in the region of Larsa where after he'd conquered Larsa and Shamash Hazier got letters from Hammurabi saying I heard from such and such a man and he's a gardener and you've given his field to someone else. Now, that's really interesting because this gardener wrote to Hammurabi directly to the king to claim to make the, you know, to say someone's taken away my land. Could you do something about it? And there are enough of these letters that it does actually imply that people knew who the king was and knew that if they had a real concern, he was the person to appeal to and that he would be the one to try and work it out. So I think even though we don't have much that's written someone hiring a scribe and, and writing a letter to the king in that way does suggest that people knew who the king was. Yeah, and how to get hold of him. And it also always strikes me just because we have so we have this very small part of his correspondence, just his correspondence with Sino Diam and Shamash Shazer and a few other people, there must have been a lot more that the king was on top of so much stuff. I mean, he was, he was literally writing Shama Shazi saying this gardener whose name is such and such, you need to make sure he gets his, his fields back if he's doing that all across his country. That's, that's an enormous amount of real, almost micromanagement. So I think unlike your medieval peasants, I, I do suspect that they had a sense of who the king was partly because of the year names, but partly also because they did intervene quite a lot in, in the individual lives. They also called people up for military service. They called people up for Corvey labor. I mean labor, laboring on, on city walls and canals and ditches and so forth. All of which also was um probably a reminder of who the king was."
	},
	{
		"start_time": "1:34:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I would imagine that at least when they were in the military or doing military service, they would be told that they would be fighting for Babylonia or a or Sumer or some other place."
	},
	{
		"start_time": "1:34:21",
		"speaker": "Amanda Podany",
		"words": "Yes. I don't know if they would be told they were fighting for the king or if they were fighting for the country. I don't know. That's a really interesting question. Or perhaps more likely they were fighting for Marduk. The God might be the way that they would raise it. That might have been true. Yeah, that's interesting. You've actually sort of got me thinking about all, all sorts of aspects of this in terms of how we could prove whether or not they knew who the king was and the soldiers, at least in Hamma Ai's time again, going back to the old Babylonian period, they were provided, not with um, a salary, they were provided with fields, which was called an Ilham. That their family would farm and that would support them would support the family so that they would then be available to go off on campaign during the, the season when they weren't farming after the harvest. And so I think again, there, the Ilham directly comes from the king. He's the person who gives you your income. So I do think that anyone who was in this, there's such a lot of ways in which the, the, the court and the, and the, and the palace were intertwined with the economy that I think, I think you would have a hard time not knowing who the king was if you were involved in any way in any of those things."
	},
	{
		"start_time": "1:35:29",
		"speaker": "Ricardo Lopes",
		"words": "No, be because, uh, uh, uh, at least from my perspective it would be extremely interesting to really try to put myself into the shoes of someone who lived back then in, I don't know, Babylonia Suma. And to really try to imagine how would they move in that world, how they would think about their own group, identity if they would be aware of where they were in terms of the identity of their nation or kingdom or empire and so on. So that, that, that would be very interesting to know."
	},
	{
		"start_time": "1:36:08",
		"speaker": "Amanda Podany",
		"words": "Yeah, even though we don't have, they didn't have maps with borders on them during the, during some of the wars in the old Abalon period, especially before Hammurabi's time, there were these battles that went on. And in fact, I I wrote about this in weaver scribes and kings that there are cities where each time a king takes control, the year names change. And so you go from being your years are in the name of the local king to the years of the king of Larsa and then the king of is in takes over. And so it's his year names. And these, you see this switch back and forth. So in that little city, they are aware of who they're subject to because they have to change their dating system and, and that was enforced by the king. So we do see that they are even though they may not be a map saying you are currently in Een. Oh no, you're currently in Larsa. There was a, a an awareness because that's who they were paying their taxes to and that's who they had to date their documents by."
	},
	{
		"start_time": "1:37:02",
		"speaker": "Ricardo Lopes",
		"words": "So just uh before we finish, I have a couple more questions about how you think uh as an historian who studies Ancient Mesopotamia about the, the legacy of Mesopotamia, actually, because we've talked here about things like writing about some uh some city is about systems of law. Uh uh THE uh Arabi's code, for example, about mechanisms of diplomacy, about certain institutions that were created or existed back then. So, I mean, a lot of these still exists today actually,"
	},
	{
		"start_time": "1:37:46",
		"speaker": "Amanda Podany",
		"words": "right? I think some of them, you can draw a direct line and you can see how they've influenced the modern world without interruption. Others, it's harder to see that direct line. I think diplomacy actually, one can trace all the way from their system of diplomacy to the present. I don't think it was ever completely lost. I think that the the structures that they developed probably do have um echoes today. And I should point out this is very much the legacy in the Middle East um is very powerful. I think sometimes Western scholars tend to think about the, the legacy in, in Europe and in the Americas and so forth. But in the Middle East, there's a huge legacy of this which is their own native culture coming through um all of the periods that have, have developed since. And I talking to, to um scholars of the modern Middle East, we often will say, oh, you know, that's that was happening. You know, some people, they'll be talking about something in say um in the 16th century. And you can see how it has its, its origins way back in the, in the ancient Middle East. And so there's, there's a, a lot of the world benefited from all of these developments that, that came out of, of Mesopotamia and, and elsewhere in the ancient Middle East. Writing, certainly, even though the writing system, Jon was lost writing as a phenomenon. Writing as a system of, of keeping track of things. Yeah, huge impact. The very idea of having a judicial system quite aside from writing laws is so ancient and the idea that you do not just engage in vigilante justice that you have a system set up where there are judges who are recognized as having authority and having wisdom. And, and this is really important. I think the Mesopotamian system, they tried to make it um corruption proof. They really tried to make sure that you couldn't gain the system that you couldn't be above the law that you couldn't be um someone who got away with things and the judges could be penalized if they took bribes. There, there were lots of, of real attempts to make it a fair system. And I think that's clearly a legacy as well. Monumental architecture, cities living in cities in a way that you people can get along with one another. Um There's, there's just so, so much and then the, the most obvious one which people always bring up is, is the, the 60 seconds in, in a minute and the 60 minutes in an hour, that's, that's Mesopotamia. They had a, a 60 based numerical system and so 360 degrees in a circle, that's them. All of those are, are directly come directly from, from Mesopotamia. The anything with a base 60 is theres."
	},
	{
		"start_time": "1:40:30",
		"speaker": "Ricardo Lopes",
		"words": "And even though when it comes to science, if I remember correctly, they also studied the stars, the movement of the planets, dates of eclipses and stuff like"
	},
	{
		"start_time": "1:40:41",
		"speaker": "Amanda Podany",
		"words": "that. Yes, very much. They, they, they studied the sky, um the night sky largely because they wanted to know the will of the gods, which was not why we do it today, but they um named the constellations and many of their names translate into the names that we used that they had the same, they saw the same images in the sky that continued to be seen as the constellations. They identified the five visible planets and uh and tracked them through the night sky. And so, yes, they could, they could actually predict eclipses of the sun and the moon. They weren't quite sure where they were going to appear. And so sometimes of course, they were wrong and they didn't see the, the eclipse as anticipated because it wasn't, it wasn't, they weren't in line in the line of it, but they were very, very good astronomers. They were also very good mathematicians. They had figured out what we think of as the Pythagorean theorem. Way back in Hammurabi's time. I think it was lost and Pythagoras rediscovered it. I don't think Pythagoras was, was sort of stealing from the mesopotamians. But uh it, it was known they, they had that they um they had a number of uh military techniques, for example, that also, for example, the chariot was AAA low engineer East. And well, it was certainly somewhere in the Middle East that they invented the chariot and it spread fast if it in fact spread all the way to China. So the Shang dynasty chariot is clearly uh AAA Middle Eastern chariot that was, was adopted over a long distance. Um They developed the phalanx formation of the soldiers back in the third millennium BC. So it's often attributed to the Greeks being the first ones to come up with that, but it was clearly being used. You can see it from the artwork in the, in the third millennium. And the art influenced gosh, you know, the Mesopotamian art, the, the um Assyrian art influenced the Persians. It influenced the uh the Greeks. There was, there's almost more than one can think of in terms of how much it has contributed to the, to the world."
	},
	{
		"start_time": "1:42:43",
		"speaker": "Ricardo Lopes",
		"words": "And one thing just to put things into perspective here, one thing that I find really fascinating when reading about the mesopotamians, for example, in other peoples is that we tend to have these very, let's say, solidified the idea that people back then were extremely different from what we are nowadays. But I mean, even though we have perhaps uh different technology, different building materials and uh different jobs. I mean, there are many aspects of our daily lives, the things we worry about the institutions we have that are actually perhaps not that different."
	},
	{
		"start_time": "1:43:27",
		"speaker": "Amanda Podany",
		"words": "Yes, it's really true. II, I go back and forth on this because on the one hand, I want my students to realize things were very different. They especially things like religion and um, and technology, of course, we, we do everything by the clock. They didn't have a clock. There's, there's a number of ways in which life was very different, but we have this shared humanity and I do think that that really comes out that you're right. They worried about their families. Um, SOMEBODY left on a trip and they would write letters to one another to make sure they were OK. They would uh be concerned about their Children. They, uh they ate the same, many of the same things we do today. In fact, the recipes that have been found from Mesopotamia, you can cook them. They're delicious. They had, they had houses, they had streets, they had cities, they had so many things that we still, we still live with. And I, I've often thought that if um humankind manages to survive for another 10,000, 20,000 years, they'll look back at our culture and see really strong connections. I mean, that we will probably be in the ancient world to them. They'll, they'll, the ancient world will cover Mesopotamia too. Who knows? The industrial revolution maybe. But, but so much of what um was set in place in, in the ancient Middle East, but also in other ancient cultures around the world has continued, has, has it worked well? It, it's, it hasn't been um it hasn't been radically changed, things like justice and um and farming and, and so forth. It, it's become more technologically advanced, but the way we cook is the way we cook, still those things we share a lot."
	},
	{
		"start_time": "1:45:10",
		"speaker": "Ricardo Lopes",
		"words": "Uh And just one final question then, then this is more of a, let's say, philosophical slash existential question because there's always the aspect that uh lots of uh the history of Mesopotamia w was just historically sp speaking very recently uncovered and some of it could have been lost forever. And perhaps there are pieces of it that will actually be lost forever. So I mean, when it comes to, let's say being a, a king, being an emperor, being someone with very high status in a given society and perhaps being very arrogant that we will be remembered forever. I mean, when you study history, don't you sometimes get that, uh, sense that perhaps, oh, my God may maybe even if people reach very high status in their society. Uh, I mean, there's always the risk that they will actually not be remembered forever. I mean, is that something that you think about,"
	},
	{
		"start_time": "1:46:22",
		"speaker": "Amanda Podany",
		"words": "or? I actually, it's funny because I think about the, the, the flip side to that, which is that what is so surprising because the Mesopotamians wrote on clay and clay is pretty indestructible. We know the names of so many people who would never have dreamed that they would be remembered. I, I've done this um I published in um eon magazine on online an article about Gimel Karak. Gimel Karak was a barber. He was an important barber. He was a barber to the king, but he was, he was a barber in a small town. I know so much about him. I know the name of his son. I know who his neighbors were. I can reconstruct what his life was like. And that I think is, is, is the, is the, is the sort of, as I said, the flip side of someone who was really, really powerful at the time when we've forgotten about them. Yeah. OK. But how exciting that we can bring life back to people who would never have dreamed they would be remembered. And here we are talking about them thousands of years later because they left a written record. Somebody left a written record of them. There's even a woman named Zoo who I wrote about in, in weaver scribes and kings. She was a textile worker. She was a very poor woman, but she worked her way up to be the supervisor of her weaving team in the palace at the city of Gir. And we, we can talk about Zoom and there she is, she's, she's a real person and she's got a real name and we can, we can sort of bring her back in an interesting way because of these documents being found. And I think future archaeologists will no doubt, find more um can from tablets. There's certainly more to be found and they will decipher and, and translate more of the ones that we already have and more and more people will come to light. But the kings, I think a lot of the kings who wanted to be remembered are remembered. And it's sort of funny because there's some of them tried so hard. There was a king named Shogi who actually had hymns written to himself. He's one of those rare kings who did claim to be a God. And um, and they would, they, he insisted that the scribes copy the, the hymns to his greatness in their scribal school. And it worked, you know, we've, we've got those hymns, we know that she thought he was pretty great stuff. But I am more intrigued by the people who didn't try so hard and yet we still know who they are."
	},
	{
		"start_time": "1:48:44",
		"speaker": "Ricardo Lopes",
		"words": "Great. So uh just before we go, would you like to tell people where they can find you and your work on the internet? And of course, I'm also leaving a link to your books on Amazon. So,"
	},
	{
		"start_time": "1:48:56",
		"speaker": "Amanda Podany",
		"words": "yes, I'm, I'm still on what the, the platform formerly known as Twitter, which is where I tend to put on the X I tend to put out information about talks. I'm doing, I'm also on Instagram and I I, when I'm doing a talk or any kind of a project or, or like this podcast, I will put that on Instagram as well. Um So those are the places to find me and yes, please on Amazon. Um MY books are all on there and uh I also did the audio version, I'm the reader for my uh the audible version of we scribes and Kings. And as you very kindly mentioned, I also did a series for one. So you can find me on one which is the great courses. Uh There's a whole lecture series there."
	},
	{
		"start_time": "1:49:38",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving some links to that in the description box of the interview as well. And Doctor Podany, thank you so much again for taking the time to come on the show. I really love the conversation."
	},
	{
		"start_time": "1:49:50",
		"speaker": "Amanda Podany",
		"words": "Thank you. I really enjoyed it as well. Thank you so much."
	},
	{
		"start_time": "1:49:53",
		"speaker": "Ricardo Lopes",
		"words": "Hi, guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the K Hes Mark Smith J Tom. Humble s friends, David Sloan Wilson. Ya de ro Ro Diego. Jan Punter Rozman Charlotte Bli Nico Barba, Adam Hunt, Pavlo Stassi Alek medicine, Gary G Alman, Sam of Zal Ari and YPJ Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca Beto Lati Gilon Cortez Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson, Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry, Michael Bailey, then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory. Kimberley Johnson, Benjamin Gilbert Jessica. No week, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Von Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Wig and Bernard N Cortes Dixon Benedikt Muller Thomas Trumble Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]