[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Center. I'm your host as always Ricardo Lobs and to them, joined by Doctor Michael Frank. He is David and Lucille Packard, professor of Human Biology and Director of the Symbolic Systems Program at Stanford University. He studies children's language learning and how it interacts with their developing understanding of the social world. And today we're talking about topics like infant directed speech, pragmatic abilities, similarity reasoning, some other aspects of language learning, parenting, attitudes and related topics. So, Doctor Frank, welcome to the show. It's a pleasure to everyone. Uh Yeah. So let's get into the questions then. Um WHAT is infant directed speech? And in what ways does it differ from speech directed at adults?"
	},
	{
		"start_time": "00:58",
		"speaker": "Michael Frank",
		"words": "So when we talk to babies, we talk in a very specific way, our voices get kind of high and squeaky. Uh WE tend to simplify what we say and this is based on the age of the baby we're talking to. But if we're talking to a very young baby, you might hold them in your arms and say, oh, aren't you a nice baby? That would be profoundly weird to do if you were talking to an adult. Um So all of that simplification uh stretching out, making more melodic. Uh ALL of that makes the speech exciting and interesting to infants and seems to draw their attention"
	},
	{
		"start_time": "01:35",
		"speaker": "Ricardo Lopes",
		"words": "and I is infant directed speech the same across all cultures or does it vary, for example, in form or in prevalence? Uh How does it work"
	},
	{
		"start_time": "01:48",
		"speaker": "Michael Frank",
		"words": "exactly? I think Americans are maybe among the most uh fond of really changing their speech to, to infants. So uh American infant directed speech is the most exaggerated in its characteristics. And there are other cultures in Northern Europe that use much less uh infant directed speech. So it was initially thought that infant directed speech was completely universal. I I think it's turned out to be quite variable. Um Nobody talks to infants exactly the same way they talk to adults. I I would say, but the degree of exaggeration and change and the nature of that change can vary across cultures."
	},
	{
		"start_time": "02:27",
		"speaker": "Ricardo Lopes",
		"words": "And do we have any idea why there is that variability? Where exactly does it stem from?"
	},
	{
		"start_time": "02:38",
		"speaker": "Michael Frank",
		"words": "We're not sure where that variability comes from. Uh But it likely intersects with cultural views on childhood and parenthood and the ways that we think it's appropriate to interact with kids. So in some cultures, infants are really a a key focal point for for discussion and conversation. We really focus in on them. That's not just in the US and the developed world there are some uh uh low and middle income contexts. Uh There are even some traditional societies where kids are really focal point and there are other contexts where uh Children are not expected to be talked to or heard from until they become verbal themselves. So there's quite, quite wide variability in our attitudes towards childhood. And that probably drives the ways we uh culturally think about um expressing ourselves the kind of register or mode of speech that we use."
	},
	{
		"start_time": "03:29",
		"speaker": "Ricardo Lopes",
		"words": "And does infant directed speech help Children or infants in this case, learn a language easier because that's a common idea out there. But is it true?"
	},
	{
		"start_time": "03:41",
		"speaker": "Michael Frank",
		"words": "Yeah, I think there are two ways that people have thought about infant directed speech helping. The first way I think is almost certainly true, which is that infant directed speech draws infants attention. So the study that I was involved in that, that looked at this is called uh many Babies one, it was a giant collaborative project across many different labs across many different countries. And what we did was we looked at babies preference for infant directed speech. And we found that across cultures, even when babies were hearing speech in a language that they didn't know they still like the infant directed version better. So we found quite good evidence for uh widespread cultural cross cultural consistency of infant directed speech preference. Babies like to hear baby talk. Now, the second way that infant directed speech could help is a little bit more controversial. It might be that some aspects of the structure are uniquely suited for learning. So it might be that the ways we simplify really help babies learn. And I think there's some evidence for that and some evidence against. So we, we maybe we make these exaggerated sounds like hi baby. Uh Maybe we make the vowels a little bit more distinct from one another. Some cultures. Yeah, maybe, yes, maybe no. Uh THE evidence is, is a little weaker for that. We do also simplify the sentence structure and we talk about things that are kind of in the here and now and much more likely to be relevant to the baby. And that aspect of infant directed speech probably does help early language learning using kind of concrete restricted vocabulary, makes it a lot easier to figure out what words mean, especially when babies are starting to be in that age where they're starting to understand how language is connecting to the world around them. So not, not that super tiny newborns, but maybe 6789 month olds, especially going into the first year when they're starting to um really uh begin to produce words around their first birthday."
	},
	{
		"start_time": "05:36",
		"speaker": "Ricardo Lopes",
		"words": "And then in regards to some topics related to language learning, what are, what are pragmatic abilities."
	},
	{
		"start_time": "05:47",
		"speaker": "Michael Frank",
		"words": "So when linguists talk about the structure of language, they generally distinguish the sound levels that that's a lot of what we were talking about when we were talking about uh infant directed speech uh from the, the lexicon and the morphology, the ways that words are combined together in syntax, the semantics, the meaning. And then we talk about pragmatics, which is the communicative aspect of language, the ways that we reason about what somebody is trying to tell us in a particular context. So syntax, semantics, morphology are often thought to be kind of more context independent. But the ways we modulate language depending on the context, depending on the speaker, depending on the prior discourse. All of that is what we refer to as pragmatics. Mhm"
	},
	{
		"start_time": "06:33",
		"speaker": "Ricardo Lopes",
		"words": "And what is similarity reasoning,"
	},
	{
		"start_time": "06:38",
		"speaker": "Michael Frank",
		"words": "similarity reasoning? Uh Well, broadly speaking, we're talking about now uh cognition rather than language. Here. We're talking about the ways that we reason about the structure of concepts and uh how different concepts relate to one another. Uh So we've people in the uh studying the structure of concepts, the structure of knowledge have often used the idea of similarity as a way in uh to studying the relationships between different concepts."
	},
	{
		"start_time": "07:07",
		"speaker": "Ricardo Lopes",
		"words": "Uh And do we know if it also varies cross culturally?"
	},
	{
		"start_time": "07:12",
		"speaker": "Michael Frank",
		"words": "Yeah, absolutely. So the ways that people conceptualize uh the relationships between concepts is something that varies uh quite a fair amount. Uh You know, just as as a one example of a widely studied cross cultural difference, there are differences between uh you know, uh what's called taxonomic similarity uh similarity. Um IN uh you know the type of uh concept versus a thematic similarity, similarity in the sort of situations that that concept occurs in. So that sounds very abstract. A concrete example of this is um if I uh ask you which is more similar dog versus cat or dog versus bone, dog versus cat, is that taxonomic level of similarity? Whereas dog versus bone is thematic dog and bone go together in situations, even though they're dissimilar in the kind of concept they are one is animate, one is inanimate and so forth. I and there's some evidence that in different cultures, you get different levels of emphasis on taxonomic structures versus thematic structures. Um So, uh what are sometimes referred to as weird cultures, Western educated, industrialized, rich democratic cultures uh tends to have more of a focus on uh taxonomic structures. Uh WHEREAS uh less weird context, which is of course many different, it's not a category itself, it's a non category, but many other cultures uh show more interest in thematic reasoning. And this is something that's been pretty well studied between the West and East Asia. Uh AND also uh more traditional societies versus more industrialized societies."
	},
	{
		"start_time": "08:53",
		"speaker": "Ricardo Lopes",
		"words": "And do we have a good understanding of where that variability comes from?"
	},
	{
		"start_time": "09:01",
		"speaker": "Michael Frank",
		"words": "I I would say not completely. Uh So, yeah, it's a pretty deep and interesting question like how the structure of our concepts reflects our broader theories of the world. My lab has done a little bit of work on this. We're not specialists in it. Uh But one thing we're interested in is that reciprocal relationship between language and cognition that you mentioned uh a little bit in your intro. So we've been interested in whether uh the structure of kind of linguistic input to kids and to adults reflects those taxonomic and thematic uh relationships. And we, we did find some initial evidence for it in a paper last year. So when you look at uh Chinese language corpora, they seem to uh show more kind of um semantic similarity uh on the uh thematic level. Whereas English language corporate maybe support uh taxonomic reasoning a bit more. So that's doesn't solve your chicken and egg question language to conception or conception to language, probably both influence each other. Uh But I, I think there's a suggestion that these different cross cultural ways of conceptualizing the world um really get reflected in language and maybe get perpetuated as well in language."
	},
	{
		"start_time": "10:13",
		"speaker": "Ricardo Lopes",
		"words": "Uh And the similarity reasoning connect in any way to language or how people use language."
	},
	{
		"start_time": "10:23",
		"speaker": "Michael Frank",
		"words": "Yeah, I mean, I think uh similarity and especially uh sameness identity uh have been really important lenses by which cognitive science has looked at language cognition development and how all of these things compare to one another. So uh the idea of sameness especially actually uh identity has been a really powerful lens to look at how uh language enables complex cognition. So uh there are some, you know, studies using nonhuman animals and trying to train the concept of exact identity and you, you can do this in certain restricted cases. But uh for more complex tasks using identity, it can be really true. Excuse me, really tricky to train a even a a great ape to do these tasks. Um In contrast, they're actually quite easy for uh human adults to pick up in just a couple of trials. So there's, there's really kind of a big boundary there. And people have hypothesized that language has something to do with that. Uh So one example, uh uh the speculation is that language trained primates seem to be the only ones who can succeed in these kinds of really complex identity and relational reasoning tasks about um sameness. So yeah, the, the these general notions but um similarity and identity have really structured our conversation about how language connects to thought and how that relates to uh you know, children's growing conception when they learn a language and the boundaries between uh nonhuman animals and uh and humans"
	},
	{
		"start_time": "12:02",
		"speaker": "Ricardo Lopes",
		"words": "do Children learn some words earlier than others. And if so, why does that happen?"
	},
	{
		"start_time": "12:11",
		"speaker": "Michael Frank",
		"words": "Yeah. So, so the words that kids learn earliest tend to be things that are grounded in their environment. Um So they refer mostly to the people around them. Uh THE social routines they engage in like high by bath time, peek a boo, uh then the small objects and animals around them, dog ball uh these kinds of things. So the earliest learned words are those that are supported both by the conception of the kids, the ways that they understand the world and also by the input, they get the language that they are hearing around them."
	},
	{
		"start_time": "12:47",
		"speaker": "Ricardo Lopes",
		"words": "Uh And is this consistent in any way across languages?"
	},
	{
		"start_time": "12:53",
		"speaker": "Michael Frank",
		"words": "Surprisingly consistent? Actually, of course, the big feature of uh words is that the words themselves, their forms vary across languages. But uh what's surprising, I think from my perspective, looking at cross cultural data is that the actual concepts that kids learn early are really quite related to one another. So one of the big projects that my lab does is called Word Bank. This is a site that offers up a database of children's early words and uh parents reports about their language more broadly to uh to people around the world. And we host data from, I think at this 0.30 or 40 languages uh from around the world, of course, focused mostly on, you know, uh the developed world and uh Indo European languages, but increasingly broadening to some East Asian languages and non indo-european languages um from other regions. So when you look at these data, you can look and ask, well, what are the 1st 10 words look like for kids around the world? And it's really, I think, fascinating to see that kids around the world like to talk about these social routines and the routines aren't that different. I mean, it's greeting people, it's saying goodbye to people. Um It's the games we like to play with babies. Uh It's the, you know, the routines that we do with them as well as the people around them. The kinship terms like mother, father, grandmother, sister, brother. Uh AND, and then of course, like fun small toys. Uh AND, and animals. So II I mentioned that this is what we talk to kids about that that's important and this is these are things that kids can understand in their environment. One other thing I should say is there's probably also some degree of children's own interest that babies around the world, like small animals, like balls and toys, uh like interacting socially with the people around them. And all of that is, is very important and probably drives their early word learning."
	},
	{
		"start_time": "14:49",
		"speaker": "Ricardo Lopes",
		"words": "And so before Children begin their formal education, when they do it, because of course, it's not the case that in all human societies, there's formal education but uh in, in the societies where there is formal education before Children begin it. Uh What sources of information do they use to infer the meaning of words?"
	},
	{
		"start_time": "15:15",
		"speaker": "Michael Frank",
		"words": "The biggest one is the social interaction with the people around them. So earliest words are typically learned in what we call grounded social interaction that is um you know, you can imagine a, a caregiver and a child playing or talking about things that are in the here and now around them. And those uh that those learning instances are often accompanied by social cues. Like um the uh parent is sometimes pointing to the object or uh showing it to the child with their hands, they might be jointly holding it. Uh This creates what, what researchers are referred to as joint attention where both the child and the parent know or the caregiver know that they're talking about the same thing. THEY establish a context in which it's mutually known that we're talking about this object. And then when they use a word, that name could be mapped to that object pretty effectively. Now, the prevalence of joint attention across cultures and societies does differ. So uh the character I'm giving here of, of, of this kind of interaction is most frequent in the kind of um very child focused interactions that you see in the US and in Europe. Uh AND and as a little bit less common in other societies where learning from overhearing happens more where where the child may be observing a an interaction between two peers or between a a caregiver and an older child and observe that same kind of ground and interaction. But now as a third party rather than as the uh the second person."
	},
	{
		"start_time": "16:47",
		"speaker": "Ricardo Lopes",
		"words": "And so does uh language learning in Children interact in any way with their understanding of the social world? I mean, does one influence the other?"
	},
	{
		"start_time": "17:01",
		"speaker": "Michael Frank",
		"words": "Well, I think of the social understanding and the social motivation of Children as a really key driver of language learning, it's kind of the engine that drives that, that uh vehicle forward it. Uh So the extent to which you care about and want to affiliate with and want to share with other people uh is really, you know, that that's the extent to which you're really engaging with language and using it and practicing it. And that, that's very much the, the position that been advocated for by Michael Thomasel O and his collaborators over the years. So uh that said that engine gets increasingly more sophisticated as you can use language to understand the nature of the interactions that are happening. I I've argued for a lot of continuity in social cognition from uh very early on until uh you know, kind of later in language development. So I think even quite young infants have some sense of how conversation works and how uh language functions to transfer information between people. But there's some refinement that can happen. Um One big debate that's happening in the field right now and that I I'm uncertain about the answer to is whether language plays a really critical role in enabling uh reasoning about other people's beliefs, either in allowing the discovery of that or at least allowing you to represent other people's beliefs sufficiently. Uh So I think in, in some sense, the jury is still out about that, probably language plays some role, maybe it's not a constitutive role. But I, so, so that's one way in which uh understanding language better could really help drive a uh uh social cognitive ability in this case theory of mind."
	},
	{
		"start_time": "18:41",
		"speaker": "Ricardo Lopes",
		"words": "So I've asked you about some of the ways that language acquisition varies cross culturally. But what do we know about the universality of language acquisition? Are there many human universals in this regard?"
	},
	{
		"start_time": "18:59",
		"speaker": "Michael Frank",
		"words": "Universal? And the, the question of, of, of Invariant here has been a one of the most controversial topics in language acquisition and cognitive science more generally. So it it's very complex to state something like universal, especially when we have data, really, you know, good rich data about a very small set of the world's current languages and especially of the languages that have ever existed. Maybe they're, you know, hundreds of thousands of languages that have existed and maybe uh you know, 8000 right now. And we have really good data um about just a small handful, a couple of dozen. And, and really most of the studies have been concentrated in just AAA tiny number. So it's tough to make strong claims about universality. The way we talk about this with respect to the data that I work on is about relative consistency and variability of different aspects of language learning. So that turns out I think a really complex kind of black and white uh you know, issue about um human nature as it's been framed into a statistical question of how consistent a particular phenomenon is across languages. And so when you use that sort of statistical lens, you can quantify, OK, in the sample we have with all of its limitations. Uh Are there things that tend to be relatively more consistent? And I would say yes, there certainly are. So, one thing that's very consistent across languages is uh how connected different aspects of language are. So, uh when you go to the linguistics department, like we were talking about, you've got, you know, sounds and words and word parts and uh connections between words, syntax and semantics and for meaning and it sounds like those are really distinct modular things. But one of the biggest generalizations from our work is that when you go across cultures, no matter what culture you're looking at, if you're good at gesturing and communication, you're good at words. If you've got a lot of words, you're good at putting word parts together. And if you're good at putting word parts together, you're good at creating sentences so structured as a function of individual variability, there's actually a lot of consistency in how tightly woven the language system is that all of the different parts connect to one another within individuals. That's just an example of something that turns out to be very consistent across languages. I'm not gonna call that a universal. We don't have the sample diversity to, to make that kind of claim, but it, it is very striking to me that in the languages we study, we really consistently see that."
	},
	{
		"start_time": "21:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So changing topics, I would like to ask, you know, a little bit about polite language. I mean, how does it emerge and why do people use it particularly if we take into account that many times it implies making statements that are imprecise, inefficient and even sometimes untrue."
	},
	{
		"start_time": "21:54",
		"speaker": "Michael Frank",
		"words": "Yeah, I love this. So we're going from the question of universality to something that's clearly very, very culturally specific and very culturally conditioned and, and really fascinating for that reason. So politeness is this way that we navigate the social world using language. I in some sense, I, I like to think of politeness as kind of the the expert level, you know, the the God mode level of a theory of mind, right? If you're good at theory of mind, you, you're good at tracking other people's beliefs, you're really good at theory of mind, you can manage their expectations, you can manage their feelings, you can manage your own self presentation uh and how you appear through your use of language. So I politeness, roughly speaking, I would say is, is the set of ways we use language outside of the goal of information transfer uh to manage our social relationships and our, our presentation of ourselves. And so this um this set of ideas comes from the uh anthropological linguistics literature where they talk about the use of language to manage face or appearance to the community. Uh And it has a really long tradition because the, the ways that we go about managing face and using politeness differs so much from culture to culture. I have worked on this topic using a set of um ideas about pragmatics that are related to the rational use of language. So um my collaborators and I notably my longtime collaborator, Noah Goodman and I have I proposed this model of pragmatic language use called the rational speech Act model. And the basic idea of that model is that you use language to get information across in a way that uh helps you be sure that another person who's reasoning equally rationally about the language used could figure out what you were trying to say. Uh And so that's, that's fundamentally about information transfer. And we started studying uh politeness because the case where that model really fails. If you just think about languages, information transfer, as you said, it's very hard to figure out why you would say these things that are long vague and precise, sometimes even false. And our answer was, well, you sometimes care about information transfer, but sometimes you care about these other goals, like being nice or looking like a person who's nice, uh respectful and so forth. And uh if you think about the effort that you spend to produce language as a cost, then you're essentially paying that cost to signal that you're a nice or uh respectful person. So the more verbiage you use, the more you're kind of signaling, hey, I respect you. I feel that it is important that I show how much I respect you by paying this cost. If I say open the window, OK. That's the most direct information transfer about my desires. But if I say, hey, I'm so sorry to bother you and I know you're involved in other things. But maybe if you have a moment in the next few minutes, it would be really great. If you could just manage to open the window, it's like a caricature, right? I've spent all this time to try to show how much I care about your feelings, same information, but greater cost. So I'm like kind of burning money here to try to convince you that I care about your, you know, your feelings and respect them."
	},
	{
		"start_time": "25:13",
		"speaker": "Ricardo Lopes",
		"words": "But when you said at the beginning of your answer that this is, this tends to be very culture specific. What does that mean exactly? Uh uh I mean, does it mean that what we consider to be polite is culture specific or that across cultures, there are varying degrees of politeness in language."
	},
	{
		"start_time": "25:36",
		"speaker": "Michael Frank",
		"words": "Uh So both I, I almost everything about this particular cultural ritual varies. Um So in some cultures, it is really critical to use this kind of extra verbiage. Um And that can be both the kind of unconventional or slightly just um unstructured uh uh extra um extra verbiage around a request that I just gave my example or it could be specific markers of politeness that indicate the status relationships. And these are grammatical or morphology and in quite a number of languages, um you know, they used to be in English, they are still to a certain extent in, in romance languages where you have formal, informal, distinguish uh distinguished by the morphology, but they're much more complex politeness marking systems and a wide variety of other languages. Uh So, so you get those, those sorts of, of markers that can differ. Um But you also get really big differences in the norms in some cultures. It's very annoying to ask very slowly and beat around the bush and, and be indirect and in some cultures, it's absolutely critical and, and a marker of respect. So, the collaborator that I worked with on this Erica Yon was from Korea and she had this really interesting experience studying um Korean politeness versus politeness in the US. And then her third comparison was in India. So uh she, she was studying this task where we say, um you know, uh Adam has written a poem and he doesn't know how good the poem is. So he asks Betty, uh what did you think of my poem? And Betty actually thinks the poem was terrible as an example, by the way. Um uh That's uh from JF Boon originally. We, we adapted it. So OK, Betty is in this dilemma. She thinks the poem is terrible. Does she tell him the poem is terrible or does she, uh, prevaricate a little bit? Say it was not bad or does she lie and say it was great? And when we start to query people's intuitions about this cross culturally, uh, you know, the Americans, I think typically go with some sort of prevarication is, you know, uh, not bad. Yeah, it's ok. Uh OH, you know, it's, uh, some people liked it, something like this. I, we actually got some of our Indian participants saying, well, it's, it's uh kind of impolite or, or not, right to hold back how bad the poem is because it's gonna hurt Adam in the end. So, um you know, Betty really needs to share what's true about the poem in order to help him. And that's, that's how you are most helpful. Um The Korean participants were much more on the side of being polite about the poem and not sharing the true uh information about it. So that's just a tiny little example but, but resonated with us because it felt like it related to these sort of more general cultural norms that you see. I, I remember um, a, a Dutch person was, was visiting my lab at the time we were doing this research and she heard this presentation and she said, now I understand my own culture. It's totally impolite to withhold direct information. If you had information. How could you not share it? Yeah. So"
	},
	{
		"start_time": "28:47",
		"speaker": "Ricardo Lopes",
		"words": "yeah. No, no, that's really fascinating. And I mentioned Korea there and I'm somewhat familiar with the Japanese culture, for example, and they have one very specific thing there. I'm not sure if in other cultures, you also find it. But for example, if someone compliments you uh I mean in Portugal and in the US, you would just say something like thank you, you so nice, something like that. But for example, there just to give a very specific example, if they complement your shoes, you're supposed to say, oh the they they're not that great. Come on. So I mean, they don't like people that brag at all. And so it's not only a thank you, it's oh they're nothing special. I mean, so there, there is that, for example, um so getting into another topic, uh tell us about how you use and now I'm asking you specifically about some of the methodology you use in your studies, how you use eye tracking and head mounted cameras to study children's early social and visual environment. So tell us about that and then I will ask some follow up questions."
	},
	{
		"start_time": "30:05",
		"speaker": "Michael Frank",
		"words": "Yeah, I, so I've always been fascinated by uh the possibility of using different methods to reveal new ways of looking at the uh the human mind, especially uh when you're talking about very young Children. So with adults, there is a lot you can do. It's not perfect. But, but, but it as a well designed behavioral task can really reveal a tremendous amount about cognition, especially in the moment you can, you know, ask an adult to perform a complex task many times and really get a good sense of how they make a particular inference when you're studying learning. And especially when you're studying learning in small Children, you have a much more limited behavioral repertoire that you're able to look at. And you're also often interested in the environment of learning. And so those two needs have led developmental lists to get more creative in terms of the particular measures they use to study the learning environment and the consequences of learning. So I got excited about eye tracking uh by working in Scott Johnson's lab actually as a research assistant after college. So this is 20 odd years ago and Scott was very interested in infant development and he really felt like you could learn a lot about early infancy by looking at eye movements. Um BECAUSE that was part of the infants behavioral repertoire, they were relatively good at. You could get multiple observations of where they would look on a stimulus or how they would predict an outcome uh by looking at their eye movements. And that rich measure really could reveal much more than say uh a kind of gross motor behavior like a reach um or even just a um something like a single looking time, which is more commonly used. So I got excited about eye tracking because of that. And I spent a bunch of years really studying dynamics of eye movements in, in young Children and how they uh modulated their, their eye movements in different social scenes. That line of research led me to think, well, you know, it would be really nice to know what their social input was. So if, if we think of their social uh preferences and their social inferences as stemming from some kind of learning, what, what are they learning from? Uh WHEN we see, you know, a preference for looking at faces or a preference for looking at hands in certain situations is that because they're looking at a lot of hands and faces is that because the faces and hands are informative in some way. So I started getting excited about this method that was pioneered by a bunch of folks, Linda Smith, um Chen Yu, um Karen Adolf and others where you stick a camera, uh sometimes an eye tracker, but at least a camera on the child's head and you measure their visual environment. And as I was setting up my lab, I started playing with this and it, it was very exciting to see the child's own viewpoint on the social world because it looked pretty different than what I had hypothesized. You know, I was showing kids videos that looked like, you know, youtube videos, maybe focused for kids. But basically, you know, like kind of third person static perspectives. And when you looked at the first person perspective, uh hands were huge in the field of view. They were, you know, kind of coming in from nowhere and putting an object in the child's uh field of view. They weren't seeing that many faces because they're down on the ground and the faces are way up above them and so forth. And so I started uh working with folks in my lab to build different kinds of head mounted cameras and try to capture what Children are experiencing. Uh This resulted in a, a longitudinal study called C CAM, where we made a corpus of children's early visual experience that's been really fun to work with uh for machine learning and computer vision researchers because it documents uh the changing perspective and social input over the course of several years for a couple of kids. And we're currently doing a, a much larger version of this called the baby View project where we're tracking uh quite a number of kids with a baby gopro rigs, basically trying to get this high resolution, you know, high quality video of what they're experiencing in their social world."
	},
	{
		"start_time": "33:57",
		"speaker": "Ricardo Lopes",
		"words": "And uh what do you think this kind of methodology can add to developmental psychology that perhaps other more traditional ways of studying child development wouldn't uh give"
	},
	{
		"start_time": "34:13",
		"speaker": "Michael Frank",
		"words": "us well, when we're talking about cognitive and linguistic development, we're talking about things that are happening inside the head that we can't observe and that's obvious. But I think really critically important. And so when we're trying to triangulate these latent abilities, we really need to bring a bunch of information to bear on that, especially when we're talking about learning and language. Uh WE need to know what the child is learning from their learning environment and their learning input. We need to characterize the dynamics of how they process that information in the moment. And eye tracking can be really helpful for that. And then we need to look at the long term large scale outcome. What have they learned? What's their vocabulary look like? What's their linguistic ability look like more broadly? So if you just have one of those pieces of information, you don't have enough to really pin down what the nature of the learning process is. Um But in order to characterize the system, you, you, you want all of those different pieces of information and that's gonna require uh some methodological innovation."
	},
	{
		"start_time": "35:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So to get into the final topic of our conversation today, you've also studied a little bit of parenting attitude. So where do parenting attitudes come from?"
	},
	{
		"start_time": "35:28",
		"speaker": "Michael Frank",
		"words": "That's a, that's a very hard one. So I'll start with something a little little easier, which is that one of the other discoveries that we made when we looked at children's um language across different cultures uh was that there was something else that was consistent beyond the, the tight woven that I was referring to earlier and that was variability in every culture we looked at kids were very different with respect to their path and trajectory into language. Some kids were going faster, some kids were going slower. Some kids were learning more grammar, other kids were learning more single vocabulary items. That voca that variability is fascinating to people studying early language. And one of the big goals of early language research is to get a handle on it, try to understand its socio-economic roots. It's um genetic roots, it's uh the environmental roots and so forth. And so measuring language input as we were talking about, you know, using recordings or head mounted cameras is important there. Uh BUT it's also important to try to get a sense of what kind of home environment the child is in. And so hence an interest in parenting attitudes and uh folks um theories of what it means to parent or interact with, with kids. So that, that, that was the broad motivation for studying parenting attitudes. Uh Many people have, have studied parenting from a lot of different lenses. We, we developed a questionnaire on this as, as one entry into this much broader, more complex space. And are, you know, I I an earlier observation, I made kind of motivates this, there are some cultures that where you get a real deep focus on kids and their development and providing them with really, you know, um educational opportunities even before school. And there are other cultures where you don't see that as much. And so we were interested in measuring cultural and also individual variation on that dimension. Do parents think it's their job to teach their kids or the kids supposed to mostly be learning to be respectful and, you know, kind of good members of the community and it's not about teaching them words or teaching them the precursors of math or reading to them and so forth. So, uh that was the goal of our parenting attitude questionnaire. And, and we did find some evidence for individual variation on this dimension. Um And of course, folks around the world are interested in, in parenting variation. So we've gotten a lot of uptick people translating these questionnaires and using them in different places. Uh I, I think it's too soon to say whether we know what the universal dimensions of parenting are. That's, that's a pretty uh strong um kind of set of claims. But, but we're starting to understand that, that there are these some dimensions of variation that are important across a couple of cultures."
	},
	{
		"start_time": "38:15",
		"speaker": "Ricardo Lopes",
		"words": "But even if we don't still have that understanding about those dimensions of attitude and how they vary cross culturally. Do we have any idea about where uh parenting attitudes come from?"
	},
	{
		"start_time": "38:36",
		"speaker": "Michael Frank",
		"words": "Um I was dodging that question because it's hard. I it's, yeah, it, so culture, right. So um we have a broad complex of cultural ideas about what parents do and what parents role is. Uh And in the US, especially, but also in Europe, to a certain extent, we have, you know, as Alison Gopnik and others have written about um we've come to this idea that parenting is an active activity that we engage in. And it's part of a process of concerted cultivation of our kids for success. And that's quite different than an alternative theory where maybe uh you have to take care of your kids and it's important to teach them respect. But then the kind of education uh and formation of the kids is part of the educational system, for example, you send them somewhere. So uh those two different mindsets uh seem like they're kind of culturally ingrained and have emerged, you know, uh especially in the US over the post war period or, you know, social mobility desires for kind of uh increased engagement, um decreasing birth rates, there's a kind of a whole set of, you know, important cultural dynamics that lead to us, us to value the outcomes of individual kids, especially in, you know, middle and higher ses families."
	},
	{
		"start_time": "39:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh And so one last question, then do we know if beliefs about parenting attitudes actually translate into parenting behaviors"
	},
	{
		"start_time": "40:10",
		"speaker": "Michael Frank",
		"words": "that I think we're at early days for understanding exactly how that happens. So it's clear that uh you know, at the, at the edges like the, the more extreme cases, uh there are real differences in the ways that parents act, they, in terms of, you know, the language that they produce for kids, but also the, the kinds of, um I amount of engagement and the richness of the the home environment. Um THE amount that parents are preparing their kids for an educational path versus the amount that they're feeling their responsibility, more cultural to pass on cultural traditions versus the amount they're engaging at all. Uh So, so it's clear that, you know, from that perspective, from an intuitive perspective, attitudes are translating into action. How much does our questionnaire particularly measure that? Well, we did a little bit of initial validity work to try to uh test whether parents reports of their attitudes matched parents reports of their actual activities and, and they did, but really validating uh in the most, you know, thorough way to really understand whether parents implicit theories of what it means to be a parent, really translate day to day into their observed actions and behaviors. I think that work, you know, uh from a measurement perspective still needs to be ongoing."
	},
	{
		"start_time": "41:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So Doctor Frank, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "41:37",
		"speaker": "Michael Frank",
		"words": "Oh, thanks for the opportunity. Yeah. Yeah. So if, if folks want to engage more um I Twitter or X as it's now called, have become a really good platform for engaging with scientists. And I, I do try to engage there. It's a lot of fun. Um Also uh if you're interested in any of the resources that we create, because that's, that's very much what, what we do is create open resources for studying child development. I encourage you to take a look at our labs website, Lang cog.stanford.edu um which provides links to some of the studies and resources that I've described, including Word Bank, um which you can Google uh word bank.stanford.edu. Uh And that's, that's a really fun resource for exploring child language. And uh so, so encourage you to, to take a look at all of those platforms and, and play with some of the uh tools and data sets that we've created."
	},
	{
		"start_time": "42:25",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving links to that in the description box of this interview and thank you so much again for taking the time to come on the show. It's been a pleasure to talk to you."
	},
	{
		"start_time": "42:37",
		"speaker": "Michael Frank",
		"words": "Thanks so much for all your questions."
	},
	{
		"start_time": "42:39",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you like what I'm doing, please share the interview, leave a like a comment and if you can please support me on Patreon or paypal, you can find the links in down in the description box. Just $1 per month would already be a great help. The show is brought to you by N Lights New Link and development and differently check their website at N lights.com. And I would also like to give a huge thank you to my main patrons and Paypal supporters, Bugger Larson Jerry Mueller and Frederick Sunda Bernards, Olaf, Alex Adam Castle Matthew Whittenburg, Arno Wolf, Tim Hollis, Erica L John Connors Philip for Connolly. Then the Met Robert Wine in Mark Nevs Colin Holbrook, Simon Columbus, Phil, Kavana, Mikel Stormer, Samuel Andrea Francis for Agns Fergal Ken Hall, Herzog, Michal Jonathan Lab JL and TK Eric Heins, Mark Smith J we Tom Hummel s friends. David Sloan Wilson. Y are Rin Roach Diego, Yanni Punter, Amani Charlotte, Bli Nico bear hunt, Pao Stassi Nele Bach go Guy Madison, Gary G Alman, Samo, Zal Ari and Yi Paulin. Jean Borba, Julian Price Edward Hall, Eden Bruner Douglas Fry Franca Beto Lotti Gabriel Pan Cortez, Orli Scott Zachary Fish, Tim Duff and Smith. John Wiesman, Daniel Friedman, William Buckner, Paul Giorgio, Luke Loi Georges, Theo Chris Williamson, Peter. Walla David Williams Diogo Costa Anton Erickson, Charles Moray, Alex Shaw, Amari Martinez, Coralie Chevalier, Bangalore atheists Larry Daley, Junior, Old Ebon, Starry Michael Bailey. Then Spur by Robert Grassy Igor and Jeff mcmahon, Jake Zweel Barnabas Radick, Mark Kemple Thomas Dauber, Luke Neeson, Chris story, Kimberly Johnson, Benjamin Gilbert Jessica Nowicki Linda Brandon Nicholas Carlson, Ismael Benz Leman Georges, Gois Valentin Steinman, Perra Kate Von Goler, Alexander Hubbard, Liam Dunaway Biard and Masoud Ali Mohammadi. A special thanks to my producers. These are Webb Jim Franks Lueen, Tom Ween Bernard Dini Ortiz Dixon Benedict Mueller Thomas Trumble, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knit and VG. Thank you for all."
	}
]