[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the, the Center. I'm your host, Ricardo Lob. And today I'm joined by Doctor Michael Hudson. He is president of the Institute for the study of long term economic trends and distinguished research professor of Economics at the University of Missouri Kansas City. And today we're focusing mostly on his book, The Collapse of Antiquity. But we're also talking about a little bit about and forgive them their debts. And also I would also like to mention that Dr Hudson as a new book, uh Temples of Enterprise. So Doctor Hudson, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:38",
		"speaker": "Michael Hudson",
		"words": "Well, it's good to be here. Thank you for inviting me."
	},
	{
		"start_time": "00:42",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into the collapse sovereignty with the, since it is a sequel to your book and forgive them their debts, I would like to start by asking you a little bit about it and particularly about the history of debt and its cancellation, which is something that you cover a lot in your first book of these trilogy. So how old are the notions of debtors and creditors and the relations between them?"
	},
	{
		"start_time": "01:13",
		"speaker": "Michael Hudson",
		"words": "Well, all early societies operated on credit long before there was money, for instance, uh, their, their guilt. Uh, IF you injured somebody, then you had to pay them compensation. Uh, IF they hadn't, uh, arranged that kind of, uh, uh, compensation, then there would have and feud justice people would think. Well, you injured a member of my family. I'm gonna injure, uh, a member of yours. So people had to pay Vergel. That meant man price, uh, for any injury. Uh But because they didn't have money, it was usually in the form of a uh set uh a basket of commodities uh that they, they would have uh there was broad price if uh you would have a daughter getting married, uh you had to provide a dowry for her. Uh But even more important than that for all of the indigenous societies, communities uh investigated by anthropologists, everybody was in debt to everybody else through gift exchange. For instance, even though uh the uh everybody was growing crops uh for themselves, they would uh give crops to a neighbor and a friends and that would cause a reciprocal obligation to give their crops back. And the whole idea of credit originally was to integrate societies not drive them apart uh as today. Well, gradually they uh co uh these societies developed and the debts were bound uh to uh develop more as you had a specialization of labor. And that occurred primarily in Mesopotamia uh with, because that had the large institutions, the uh temples and the palaces. Uh And when you have large institutions, you have to have resource allocation that meant you had to have some standard of value to measure. And the standard of value was uh for the domestic agricultural sector, grains. Uh MANY of the rulers when they would come in would announce a uh a price schedule. Uh ONE unit of brain would be equal to one shuttle of silver. So that there would be a communication, sometimes they would add copper, sometimes they would add wool, uh all sorts of other things. So that there was generally a means of transactions between the communal communal sector, the families on the land and the the palaces and the temples that had dependent labor, for instance, war widows and orphans were uh working in, in the temples, weaving textiles uh and other things. Uh But e even before that you had the kind of depths that were attached to the land and sometime in the stone age land began to be assigned to people. You couldn't just uh grab whoever uh settles here first gets to keep the land. It was all pretty homogeneous and land was assigned to citizens on a fairly standardized uh unit in exchange for the citizens liability to all the community. Two things, the uh the uh the citizens had to fight in the army after the, the men and they had to work on the Corvey labor that is for infrastructure projects. Uh And when the, they were not working on the land to do harvesting, they would be uh working on building irrigation ditches, building the cigarette temple, pyramids, building the walls. Uh And so the uh the land was allocated to families so that they could feed themselves and have enough uh crop left over to uh for, to give it to the palace. Uh OR for the temples for various services. You would have to pay the temple priest for marriages, for uh for, for burials. Uh And you had the division of labor, all all settled by uh credit and the economy basically still worked on it on a credit uh economy uh with these mutual uh obligations and uh problematic personal debts didn't really develop uh during until maybe the third millennium. BC is where we begin to have the first royal clean slates. Uh So suppose that uh uh the economy worked on credit during the crop year because there wasn't any grain to pay because it wasn't harvested yet. And so if uh uh people would go to the local bar to the ale house, uh They would uh have uh ale and they uh the proprietor uh woman would mark it up on, on the slate just like you go into a bar and you pay on payday. Uh But the payday in the bronze age was when the crop was in. And at that point, the uh the cultivators would then uh uh have bring their crop to uh the temples. It would all be measured out on the threshing floor and the uh they uh they would measure out how much do you owe to the Ale Woman? How much do you owe to the temple? How much do you get to keep uh for yourself? All of that. Uh The uh all of that was a kind of uh working in kind And money was only used really at harvest time because that was the only time it appeared. Well, all the way down to the medieval period, by the 12th and 13th century in England, for instance, uh that operated the same way. Uh THE uh serfs or uh uh cultivators uh would operate on credit during the crop year, money would finally come in uh when they would grow the crop, uh They would, they would sell it, they would use the money to pay uh whoever they owed money to. And uh essentially that would clear the slate for again. But what happened if the crops failed? Uh There could be a drought, there could be a flood or there could be military uh operations. And so when that happened, uh the uh uh palace said, well, uh we can't have uh the uh the cultivators unable to pay the debts because if you couldn't pay the debt to someone, you owed it to, you had to work it off in labor and in fact, one of the few, the, the first way of getting labor for hire was uh to lend money to someone and say, well, you can work it off. We want your labor powers. Uh And uh if the uh ruler, uh the king did not say, all right, there is a, a flood, a drought you don't have to pay. Uh IN, in Hammurabi's laws. It says uh if the storm God aed floods, the land, the debt don't get paid because otherwise you'd have everybody all of a sudden, you'd have the cultivators falling into bondage to uh their creditors. And some people in any case had to borrow money even beyond what they could pay, even in normal. Uh uh TIMES they could get sick. Uh uh THEY could need a special help. There could be all sorts of problems and you had uh to work off uh the debt, uh often in the form of bondage. Uh You wouldn't necessarily have to live at the predator's house. Uh But the uh often the borrower, the head of the uh man at the head of the family would say, well, take my slave girl, for instance, I'll pledge my slave girl uh to you uh as collateral to get back or e even uh their wife or their daughter. Uh And so, uh uh the economy got, tended to get out of balance in time and rumors would come in and uh around 2500 BC just uh start. Ok. Uh We're going to start a clean slate. Uh We're, we're going to wipe out the problematic uh debt so that everybody can basically uh be in balance and we can keep restoring a kind of idealized status quo, ante uh the, the way the world uh was before it got out of kilter. And uh that, that was the who the whole idea, there was a kind of idea of a norm. And fortunately, there was no Milton Friedman or uh Chicago school people to say, well, everything's going to work out automatically. Uh They uh the bronze age rulers were much smarter than uh the modern economists. They knew that economies tended to polarize and the main cause of polarization was debt and the way to get rid of it was simply to cancel the deaths and uh uh put everybody on an equal footing once again."
	},
	{
		"start_time": "10:29",
		"speaker": "Ricardo Lopes",
		"words": "But when exactly did rulers decide that perhaps it was a good time for a depth consolation."
	},
	{
		"start_time": "10:37",
		"speaker": "Michael Hudson",
		"words": "Oh, there were two occasions when any new ruler took the throne. Uh He said, well, I'm gonna start my throne uh with, I'm gonna be a good ruler. I'm gonna start the throne with everything in balance. We're gonna cancel the depth and begin my rule in balance and hopefully we're gonna keep things that way. So a new ruler would uh be crowned and uh usually it was told on his second year uh uh of the year names for the rulers, they'd say uh he proclaims justice. Uh And this, there would be at some point after the coronation. Uh And we don't know exactly when it could have been harvest time. Uh THAT uh the ruler would do that or uh it would be at harvest time or there would be a military conquest. And for, for instance, when Hammurabi uh conquered uh some of the neighboring regions, uh he uh proclaimed a debt cancellation for the region. Uh uh Number one by liberating all of the debt bond persons. He got the support of all of the uh the people in these regions. And uh also uh that was sort of like uh just like uh uh I hammer Ravi uh canceled all the debts when I took the throne. Uh I'm doing it for you because you're part of my uh my region. And this is the beginning of my reign over you people in Larsa uh or uh whoever else uh they, they were there."
	},
	{
		"start_time": "12:02",
		"speaker": "Ricardo Lopes",
		"words": "But just to clarify this point, what were the kinds of debts that were canceled? Exactly? Were it, was it only personal debts or also"
	},
	{
		"start_time": "12:14",
		"speaker": "Michael Hudson",
		"words": "commercial debts? Uh O only the only personal debts? Uh uh The uh the other form of debt of course, was trade debt. And uh that developed consumer because uh uh Mesopotamia had very rich land that was deposited over millions of years by sediment uh by the uh rivers overflowing and uh giving it very rich land. Uh But it didn't have stone or metal. And uh so similar, the Sumerians had to trade for their raw materials. And what they did was they exchange uh the uh palace, the temples or even uh private uh landowners. Uh We don't know too much but uh about how they develop, but they would consign textiles or handicrafts to, to merchants. And uh they uh said, well, the idea is we want to share, uh you know, you uh we're gonna give you the uh consignment of the textile. Uh WE want have, have you get half the profits, we get half the profits. But at that time, uh nobody expected the merchants to actually keep record books of uh how, how much they traded and what they got back. So the deal was uh you're going to have to pay us. Uh uh We give you one, Mina, you'll have to pay us back in uh two minas of silver, uh 100%. Uh YOU know, the, the debt will double in five years. That was the normal uh uh uh commercial loan. And uh the, the merchant uh would uh have uh basically, obviously they made a very large uh trade because uh five years doubling time works out to uh 20% per year in normal interest. Uh And uh it's possible that uh merchants would run into debt to each other. They, they were all part of a community in any local city where they developed up as you got, went into N A, uh, or into Iran or, uh, uh, uh, elsewhere, there'd be, uh, local groups and it's possible that, uh, merchants couldn't pay the debts to other merchants, but no matter what, they would still always have their own self-support lands, uh, if, uh, worse came to worse, uh, because the citizens, they all had the self-support lands. And so, uh, they, they were protected by the fact that everybody gets as a human, right? The basic means of self support. Uh And uh, so the commercial debts were not canceled. Uh, THAT was uh left. Uh, TH those debts were denominated in silver. So when the Babylonian rulers, uh Hamar Rabi's dynasty and other people in the early second millennium, it was around 1750 BC would uh uh cancel the debts. They would always specify that these were the, uh barley debts that were canceled, not the silver debts that were left in place. Uh, JUST like, uh, uh, today, uh, uh, the, the problematic debts that everybody wants to be canceled are the student loan debts and the uh, uh, the bankrupt, uh, personal bankruptcy, uh for people who couldn't pay, but uh, uh, they're not really canceling uh business debts if there's a bankruptcy, uh, you lose, you lose the property"
	},
	{
		"start_time": "15:42",
		"speaker": "Ricardo Lopes",
		"words": "since you mentioned interest and interest rates there. How was interest bearing debt invented?"
	},
	{
		"start_time": "15:53",
		"speaker": "Michael Hudson",
		"words": "Well, originally, as I said, it was part of the profit sharing agreement uh in uh in uh foreign trade uh for silver debts. Uh THE pro and it took a long time for me to figure out how you got the interest. How did this spread to the agricultural sector? Well, the palace had agreements with uh the uh the community that they palace had its own land and the temples had their own lands and they would lend these uh uh lend these lands, the sharecroppers in exchange for one third of the crop. And so somehow they said, all right. Well, just as, uh, we get one third of the return for land if we give you money, uh, the interest rate for barley debts is 30 is one third of the principal. Uh, SOMETIMES, uh, the predator would charge one third if, even if it wasn't an entire year. Uh, uh, WE found, uh in the records that it was supposed to be one third and, uh, in Hammurabi's laws, he specifies silver debts have to pay 20 20% per year, but he didn't say 20% because they didn't use, uh, the, uh, the decimal system. They used the sex adjustment system that is based on sixties just as you have 60 seconds in a minute. In a minute. You had 60 shuttles in um, um, a, a silver Mina and you one shekle, uh, per mina per month works out to 12 shekel. Uh, A year. That's the 12/60 that's 20%. Uh Well, that became the uh the standard. And the, the uh they expressed this in a kind of poetic meta metaphor. They said the Mina gives birth to a shekel and it gave birth to it on the new moon. Uh And every uh new mo every month, there would be another uh shekle born to this Mina of uh debt or proportionally uh whatever there was. So money was uh the payment of interest, the thought of uh uh uh reproducing itself just like an animal. Well, uh by the time that Aristotle tried to figure out uh uh how money and interest came into being uh the fact that they uh the sumerians called uh interest mush, which is the word for a young goat because they said, well, for the metaphor, uh just as a uh uh Mina gives birth to a shuffle. It sort of like a goat giving birth. That was their image for giving birth. Uh Because uh obviously silver doesn't uh reproduce uh as Aristotle noticed. So, uh you would, you would have the uh uh the meaning of giving birth birth as mu well, by the time uh the uh idea of interest was uh brought uh to the West and the uh uh eighth century B say the uh interest was called Cocos, which was uh uh a young uh cattle in uh uh in uh Greek or Fus uh as infertile uh for uh, which is the word for cattle in, uh, in Rome. Uh, AND, uh, they had the same idea that you had in Suer of giving birth. Well, but they didn't use the 60 base system. Uh, uh, uh, Greece, uh, used the Egyptian decimal system. So the, uh, rate of interest was decimal, either it was 10% a year or it was 1% per month. And in Rome it was 1/12. Rome used the Du Duo deciple system. Uh, BASED on 12th, there were 12 troy ounces in a pound. Uh And so the pound gave birth to an ounce once a year. So you had the same metaphor of giving birth, but they use the word for animal. And, uh, Aristotle said, oh, this doesn't make any sense at all because silver is a barren metal. It doesn't really give birth. He didn't, uh, he didn't realize how metaphoric, uh the uh idea is. And of course, when you have economists try to write ancient history, uh, they're the one, the one group that should not write, uh about ancient history because they think how, what, how would we, uh organize a Sumerian Bron age economy if we went back in a time machine, they'd think? Oh, well, I guess, uh, the original form of interest was people would lend cows. Uh, AND, uh, they, they get the cows as interest and, uh, uh, anthropologists have found no uh society anywhere in the world. Uh WHERE cows are lent out, uh cows are pledged as collateral and they're lost to creditors. Uh But they're not, uh most loans are not uh not very productive."
	},
	{
		"start_time": "21:02",
		"speaker": "Ricardo Lopes",
		"words": "So, uh you've already got a little bit into how interest bearing debt was brought to Greece. We're also going to talk a little bit about Rome, which is also something that you explore in your book, The Collapse of Antiquity. But just before we get into the examples of Greece and Rome and what happened there? Um, LET me just ask you perhaps a more general question. Uh, WHAT are the consequences economically? But I guess we can also say socially and politically, if the debts get too high and they are not canceled."
	},
	{
		"start_time": "21:44",
		"speaker": "Michael Hudson",
		"words": "Well, if debts got, uh, uh, too high, uh, then, uh, the creditors would get too rich and the problem, uh, if debts got too high, you would have much of the labor falling into bondage to the creditors. Well, the creditors wanted their labor. So the labor, if you were in bondage to a creditor, you'd have to spend your time cultivating his land, not your own land. And if you had to do that, then number one, you wouldn't be able to work, uh, at Corvey Labor, uh at, uh, but because you'd be, uh, working for the private, uh, uh predator, uh, or you wouldn't be able to serve in the army because you were a bond person. Uh, AND, and couldn't serve and so the, the, the, the uh there was something even worse that as you have a creditor class get wealthy, it became a power in itself to rival the palace. And uh if you have the creditor class wanting to rival the palace and even overthrow the rulers, uh well, the first thing they would do would be to stop debt cancellation. That's what happened in antiquity, but it didn't happen in um uh in the near east because the near east was able to prevent, to prevent an independent uh creditor oligarchy from developing. We do find uh cases of uh some fam creditors who got very rich, got a lot of land uh from uh uh that they had foreclosed on from their creditors. But then uh a generation or two labor, we don't find them at all. Somehow they were treated like uh China would treat uh billionaires who have a little too much money. Uh Somehow uh uh the lands were all returned to their original uh owners and this was uh uh we uh uh this was spelled out in Hammurabi's debt cancellations and those of his uh grandsons and great grandsons and the uh the debt cancellations are part of a broader restoration of order in addition to freeing the bond servants and saying now you don't owe any more money, you can go back to your land. Uh AND your slave girls will be returned to you uh from the creditor, you would also uh cancel. Uh YOU, you all uh cancel any of the lands that they lost uh that you would return the land to them as well as giving them uh the freedom. So you had debt cancellation. Uh uh GOING together with freeing the bond servants and restoring the land. And the word that Hammurabi used, the Babylonian word was under arm. Well, this is the word that uh in the Babylonian captivity. Uh WHEN the Jews were uh relocated to uh Babylon after they lost the war, they uh became familiar with all of these mesopotamian practices and brought them back uh to Judea and the Hebrew word uh for uh that was used in Leviticus 25. The uh the jubilee was du and D is the exact cognate to Andar."
	},
	{
		"start_time": "25:00",
		"speaker": "Ricardo Lopes",
		"words": "Yes, we're also going to get a little bit into the Bible later in our conversation. But uh could we say then that there was historically a relationship between debt and the development of wage labor?"
	},
	{
		"start_time": "25:18",
		"speaker": "Michael Hudson",
		"words": "Well, in the sense that uh the, the first labor for hire was you'd make a loan to the labor and he would have to uh repay you by working off the loan. Uh And uh that was basically uh how you get labor. Well, pretty soon this idea of lending money and getting repaid became abbreviated and uh well, we don't have to go through the lending pro process. We'll just pay you, uh you know, uh but uh, uh, uh, pay you for this, uh, instead of you having to work it off, uh, off a debt, you know, we'll just, we'll just, uh, uh, uh, instead of paying you in advance by giving you a loan, we'll pay you, uh, for, uh, what you're working on. So, it really was debt bondage. That, uh, was the first form of, uh, labor for hire and that, that evolved into it. So,"
	},
	{
		"start_time": "26:12",
		"speaker": "Ricardo Lopes",
		"words": "uh, getting more directly into your book, The Collapse of Antiquity, you've already touched a little bit on Greece there. But could you tell us how the rise of creditor and land holding oligarchies happen in classical Greece and Rome?"
	},
	{
		"start_time": "26:30",
		"speaker": "Michael Hudson",
		"words": "You mean uh how, how it happened there? All right, Greece uh was uh the, the West were the barbarians uh at this time, all of this uh base, all of the uh basic elements of uh e commerce and uh economic relationships were developed in Mesopotamia and the other near eastern countries. Uh THERE had been really bad weather around 1200 BC. You had a depopulation uh of uh uh the whole near eastern region all the way into the Mediterranean and you had a population collapse. Uh For instance, in, in Greece, you had the my Canaan uh palace economies that used linear b uh the palace economies fell apart. And uh the, the, the local uh district managers uh who would manage a, a local district on behalf of the palace ruler once there was no more palace ruler, uh the manager would become uh the local uh king. Uh uh AND you could see this in, in the language uh that they had or there were warlords uh and mafia type uh of people. Well, any rate by the eighth century BC. And we're talking about 400 years after uh there was a drought or uh something like uh a uh a drought when this went all the way from India, all the way to the Mediterranean. It looked like it was a, a global phenomenon that just uh ended uh whole cultures. Well, uh by, by the time the Syrian and the Phoenician traders began to uh get ships and begin to trade again. They moved westward into Greece, into Italy and uh they uh the people they would deal with you, you'd land usually on an island right outside uh uh the big city, sort of a neutral zone. And uh you would, uh the people you talk to would be the uh local chieftains. And uh you would explain to them how the financial system worked and said, all right, you know, we're going to trade these goods for uh your goods and uh we need to be paid uh in money and uh we charge interest. So this idea of charging interest was brought from the near east to uh Greece and Italy. But Greece and Italy didn't have any uh palace rulers. Uh They, because they all disappeared in 1200 BC. Uh They, they all they had was local chieftains and these were sort of ma uh either warlord types, uh you know, just sort of grabbers. So, uh uh they were the, the people who grabbed power either because they just took, kept the uh uh the local uh means of production. Uh WHEN the Myan palaces fell apart or uh they were warlords or they were just local big men, uh ambitious sort of, you know, it was a free for all sort of like Russia after 1991. Uh And uh these are the people that said, well, all right, this idea of lending money is very good and they began to lend money uh to uh other, their countrymen uh and charge interest, but there was no ruler to cancel the debts. And so you had uh pretty quickly uh the powerful families taking over all of the land in uh uh the Greek cities, uh Athens, Sparta, Corinth. Uh And uh in the various uh Italian cities uh uh uh whether it was uh Rome or the Etruscan cities or others. And these cities were not very uh pleasant, uh uh pleasant places to live. And uh you had uh the kind uh you, you had in the West, what would have happened in Mesopotamia if they didn't cancel the debts, you had a creditor oligarchy developing. Well, uh there was a revolution almost everywhere. Finally, the people rose up. I shouldn't say the people. Uh THERE were uh most of these revolutions uh like in Corinth. Uh IT'S, it's uh uh organ. It's shown the best. Uh You had minor uh members of the wealthy family saying this isn't fair. Well, maybe they thought it wasn't fair that they didn't get as much as the richer members of the family, but they led the populist revolution, they overthrown the mafia type uh dictators, by the way, uh uh A lot of classical historians use the word mafia mafiosi uh type uh uh leaders for what was before the eighth century. It's not my term. Uh I picked it up from Von W and other people that have, that have used it. So uh they would uh they would overthrow it and uh they would uh do essentially what the Mesopotamian rulers did. They say, OK, we've overthrown uh the uh wealthy people that have kept you in debt. We're canceling the debts and we're redistributing the land so you can all have the land and we're gonna be good rulers. We're going to develop uh public infrastructure. Uh We're going to develop trade. Uh We're going to develop uh commerce. Uh We're, we're going to make you all rich. That's what happened in Corin uh in uh Sparta. Uh There was uh a similar uh fight and uh they said, well, we're not only going to cancel debts, we're gonna get rid of money itself, we're not going to use silver. Uh We are going to use a kind of uh iron. Uh But we just to make sure that you don't think that money is a commodity that you realize that money is uh A P created by the public sector. Uh We're going to dip the iron when we make it in vinegar. Uh So that it's uh all blistered and it's not, not practical. Uh And uh so that they got rid of the uh actual money. Although the uh the Spartan uh elites kept the, kept their own property in Sparta itself. And it was on the land outside of Sparta that Sparta essentially uh conquered the neighboring uh uh uh uh population and made them into hills, which is a kind of serfdom where they had to work, supplying food for uh the Spartan uh Khoo, the equals uh uh Martin men. Well, uh finally, by 490 BC, you had uh the, the most backward country in uh uh uh city state in Greece, uh Athens finally had its own uh revolution. Uh And they wanted to do in Athens what they'd done in these other countries. And so uh uh to prevent a revolution, they appointed uh solo as uh so as the Arcon, meaning OK, you're going to be the ruler, you'll settle things. Uh uh Solo canceled uh the debts, mainly the mortgage debts uh that held the people to the land. Uh We're still not sure exactly what happened, but he did cancel the debts, but he didn't redistribute the land and uh that disappointed the population so much that uh uh they sort of forced solo into exile. And uh the, the real fight for democracy was led by uh as it is today by people who uh the creditors call uh dictators or parents. Uh And that was uh uh uh uh the followers through the balance of the uh six sixth centuries uh who had uh bodyguards uh uh and everything. Until finally, by the end of the sixth century, uh you had another minor member of one of the richest families in Greece, uh Kleist who was an al uh family uh doing uh what Stalin never really did and re reorganized uh the voting system and really created the Athenian democracy. You uh you had uh Stalin uh Solon gave uh uh when he left the Pisistratus uh was taken over, he was called a dictator because he was a populist and supported uh democracy for the people. He was uh starting a building, he was uh putting the people to work and giving them jobs. Uh And uh so of course, he was denounced by, by the other people. Finally, uh you have placed the needs that established a democracy. So you, you had um but all the same you never had in Greece or Rome uh a ruler that would cancel the deaths for five centuries. You had the populations Revo uh revolting in civil war. They wanted to get back to uh uh uh a ruler that uh was like the me, the mesopotamian rulers like Hammurabi or the Sumerians, the others have canceled the deaths. And, and Teko never had that. And that's what made western civilization different from uh uh the uh the Middle Eastern civilization. They didn't have a central ruler ruler. The uh so-called democracy wanted uh a central uh uh the debts to be canceled, they wanted the land to be redistributed. Uh And so, uh Aristotle, when he wrote a study of the Greek constitutions said, well, uh all the constitutions call themselves democratic, but they're really oligarchy. Uh BECAUSE under a democracy, you're going to have wealthy people developing and they uh uh become an oligarchy and then they make themselves hereditary into an aristocracy. And finally, some member of the aristocracy, fights with other members of the aristocracy and takes the people into their camp. In other words, becomes a populist and said, hey, I want your support in overthrowing this aristocracy and the whole thing starts all over again."
	},
	{
		"start_time": "36:45",
		"speaker": "Ricardo Lopes",
		"words": "So, uh I mean, of course, the question I'm about to ask you is probably something that you would be exploring more in your referred book of this trilogy. But this is uh a historical legacy that we in the West got from Greece and Italy, specifically Roman uh was still alive. I mean, centuries later, right?"
	},
	{
		"start_time": "37:13",
		"speaker": "Michael Hudson",
		"words": "You're saying what is the legacy that we have? Uh The"
	},
	{
		"start_time": "37:16",
		"speaker": "Ricardo Lopes",
		"words": "there is this historical legacy of uh not having uh that consolation when it's necessary that"
	},
	{
		"start_time": "37:25",
		"speaker": "Michael Hudson",
		"words": "we will legacy with the dark age. You could say the legacy was uh the oligarchy took over Rome ended up uh conquering Greece and uh all the other areas. Uh And it was the most uh vicious oligarchy. Rome began uh uh uh essentially as a city of refuge, uh meaning runaways. Uh And in uh one of one of the reasons I should have said that the Babylonian rule is canceled, the debs is if they wouldn't have canceled the debts and the bond uh persons, the, the bond servants would have simply run away. Uh And there was a labor shortage. Uh All the, in archaic times, everybody really wanted to get labor. That was the golden time to be a laborer because everybody wanted you to be their part of their community. Well, uh what Rome uh said was uh well, we're here, we are um on the Tiber River. There are a lot of mosquitoes here. Nobody really wants to live here. It's uh uh there's a uh uh uh water is good for trade but not good. Uh You don't want mosquitoes uh around. So, how are we going to get people here? Well, the kings of uh of uh Rome said, all right, uh fugitives if you come here. Uh And uh you're not able to get uh much land for yourself or an alternative to bondage. And uh these other nasty Italian uh uh mafia uh communities that there are come on to here, we'll give you land, we'll, we'll treat you fairly. And so uh Rome became uh a magnet uh for people uh to grow rapidly and uh the kings took over. Uh BUT also you had, by the late uh uh sixth century, uh uh the late uh five hundreds, you had even Aristocrats uh in other Italian cities fighting with each other. And uh mo uh moving to Rome and uh they merged with other aristocrats and they overthrew the kings. And when they overthrew the kings, they stopped the ability of kings to treat the uh population uh fairly. And uh they introduced the class war and immediately clamped down on the population. And uh we're not gonna, uh you know, if you fall into debt, uh you're going to be our debt servants forever. There's no reversibility of debt. If there was, there's no circular time, there's linear time. Uh You lose the land, that's it. You're not gonna get it back. Well, in the 490 the uh uh citizens of Rome, there was a walkout. It's called the Secession of the Plebs in 490. And uh they decided to walk out and said, well, you know, we're not going to be a part of your community. Uh It, it was a nice all uh well, it lasted. But uh we're gonna go somewhere else. So there was a lot of negotiation and then they realized, well, where are we going to go? Because all the other cities around us are pretty rotten oligarchies too. So they came back with the oligarchy making promise. But an a, an ancient oligarchy making a promise to the people is sort of like the United States making a promise to uh other countries internationally. You know, they immediately broke uh uh all of their words and there was another uh walkout in uh about 450 BC and they said, look, uh we've got it right. We're not gonna trust you again. Uh What you promise us, write it all down. So they wrote the law of the 12 tables and that's where they established. Here's the interest rate that you have to pay here are the terms. Uh uh THEY at least wrote everything down. Uh And what they wrote was a pretty oligarchic uh set of laws. Well, uh this uh tradition of a creditor oriented laws, all debts must be paid. There's not going to be any debt forgiveness. Uh Once you lose land or sell it, you're never going to get it back. Linear time. All this whole Roman spirit of the law is oligarchies uh can control society. Uh OR uh there's no, not ever going to be a democracy under our rule. That is what uh uh polarized, more and more every century there were revolts against uh the oligarchy and they all failed because the oligarchy was uh uh controlled uh the uh the heavily armed uh military and uh essentially political assassination again already in uh uh Rome uh from the same policy that the United States does. If there's somebody who's uh uh advocating uh uh fair, fair parade for uh for the people, you know, fair deal, you assassinate him. And uh the Roman history is marked with political assassination just like the United States does in uh throughout Latin America and other countries. And, or uh what, what it uh uh Israel is just done uh uh against the Iranian uh uh Iranian fin uh uh consulate in uh in Syria. So uh political assassination and finally, there was uh in the first century BC, there was outright war uh in uh uh uh the uh Cataline uh wa was a uh one of the Aristocrats. Almost all the, the revolutions were led by Aristocrats. Uh NOT some uh but they would mobilize the people. Uh And uh they would uh get together uh and essentially take the people in, into their camp as a populist and try to fight, they were utterly destroyed. Uh And finally, uh one of the early supporters of Cataline Julius Caesar uh organized an army uh uh marched on Rome uh became uh uh the leader and we all know what happened to him. He was uh uh uh that he was killed, uh, uh, in the Senate. And, uh, the result is that Rome got, uh, uh, essentially was, ended up the Roman Empire in a series of large, uh, manners held by the, on the land held by the wealthiest families. And, uh, the, uh, trade dried up the population shrunk. And, uh, uh, you ended up with a dark age, uh, which is what happens when you don't cancel the debts. You don't redistribute the land and you, uh you po uh when a society polarizes and uh sucks all the income and control over labor to a narrow elite at the top of the pyramid, a creditor, landowning oligarchy, the results always going to be a dark age because uh you've killed the internal market, you've killed uh all uh forms of economic growth."
	},
	{
		"start_time": "44:14",
		"speaker": "Ricardo Lopes",
		"words": "So all of these factors, political, social, economic that derived from this sort of progra ideology contributed ultimately also to the fall of the Roman Empire."
	},
	{
		"start_time": "44:30",
		"speaker": "Michael Hudson",
		"words": "Correct? Yes. Yes. Uh That's what oligarchies do by the. So I just like, uh in the United States and Europe today, uh, you have uh financial oligarchy emerging and the result is deindustrialization because if you impoverish the economy, you're not going to have industry anymore. Uh YOU'RE going to have uh basically self sufficient uh uh enclaves of uh uh a few families, uh run everything. And uh basically the problem with the financial sector with predators throughout history is live in the short run. Uh THEY don't care that they're bringing a dark age. All they care about is right now, uh, just like corporate managers just care. Well, you know, what are the earnings going to be in the next quarter? What are the years earnings going to be, uh, on which my bonuses are based? And so they lead the corporation instead of using uh, the corporate profits to, uh, make new factories and new, new machinery, more labor and uh production. They say, well, we're not going to reinvest profits. We're not going to put money into research and development because we're going to be leaving the company by then. Let's just use all the profits to pay dividends to push up the stock price. And let's use the profits for stock buybacks and uh we'll make the stock go up and our uh bonuses are based on what we do uh with the stock. So uh essentially the financial sector uh today is uh really doing just what uh the financial sector did in Roman Times. They ended up uh lending money to uh other parts of the richest part of the uh uh neighboring uh geographic area, which is Asia minor. Uh They essentially took over uh the, they looted the temples, they looted the palace uh of uh all the money. They, they uh uh they were, they didn't what Margaret Thatcher would have done. They privatized all of the public uh uh utilities and uh essentially impoverished the population and uh uh uh what they did to Asian miner. Uh THERE was a revolution there by Mithridates uh that, that uh ended up uh uh on one occasion killing 80,000 Romans who had gone uh throughout the near east as public and uh tax collectors or creditors or just advent uh financial ventures and merchants uh uh Rome retaliated. Uh NOT only against Asian Miner, but it destroyed Athens totally uh wiped it out, uh destroyed Sparta uh almost uh totally. Uh AND uh uh uh tried to lay waste uh uh to the whole world. They, they did to, to the rest of Greece. Uh WHAT the United States has done to Latin America, Libya and much of the near east, you could say they were the first Americans in terms of foreign policy."
	},
	{
		"start_time": "47:30",
		"speaker": "Ricardo Lopes",
		"words": "So let me just ask you a little bit about Christianity here because of course, we in the in the West also have uh the Christian legacy. But curiously enough, it seems that at least early Christianity and also according to some Eero and biblical scholars, uh was more preoccupied with uh things like that, forgiveness than uh sin, for example. So, could you, could you tell us about that? How early Christians uh I mean, what were the main worries of early Christians, let's say,"
	},
	{
		"start_time": "48:11",
		"speaker": "Michael Hudson",
		"words": "well, the, the early Christians were Jewish uh and uh uh Jesus uh uh was uh uh Jewish and within Israel uh there had been a, a whole fight Israel had. Yeah, it, it, it looks like from the Jewish Bible that uh the Jewish religion, uh and the Jewish Bible was uh the product of what really was a civil war because by the first century, uh the kings uh throughout the whole uh uh but especially uh in Israel uh were not the kind of the kings of Hammurabi were uh Assyria. Assyrian kings canceled the debts. Babylonian kings canceled the debts, but uh not uh uh uh the uh Judea uh and Israel were uh on way on the western periphery of all this. And so, uh uh uh the Jewish Bible is sort of unique. And instead of saying here, uh the wonderful things that the kings did, uh most of the kings are pretty bad. Uh And as a result, uh Israel broke away from uh uh Judea and said, uh you know, we don't have any uh uh you, you're not really for us, you're trying to just exploit us. What uh what do we have in the sons of Jesse uh meaning uh uh thing. Uh And uh you had uh the prophets uh uh Isaiah uh Mika, uh all, all of the other prophets uh denouncing uh the wealthy who would put uh uh plot to plot and house to house together in big estate until there was no room for people in the land. Uh Well, uh the result of that was that when the uh when the Jew lost the war to Babylonia, uh the wealthiest families and uh some uh uh most powerful uh families were exiled uh to Babylonia. Well, in Babylonia, uh we have uh the cuneiform records. Uh Cornelia Wunsch has been uh translating all of these uh records and has just published a whole book uh on uh the Jewish life there. And you could see that most of the Jews pretty uh acclimatized. Uh They uh they uh uh adopted the uh they assimilated and uh adopted the Babylonian rules. And uh finally, uh you had uh the Persian Empire under Cyrus uh uh conquering Babylonia and throughout the ancient world all the way down through the European middle ages when uh uh one and imperial country would conquer another, they left, they didn't just kill all of the leaders of the country uh uh that they canceled only the Christians did that. Uh uh uh uh BEFORE there was Christianity, you would leave the local administrators in place. And so uh uh the uh the Persians uh left the Babylonian administrators in place and uh and uh the uh permitted uh religious uh freedom, there was no attempt to say, you have to believe what we believe. That's uh Catholicism. Uh BUT that didn't exist in the ancient world. So, uh you had the Jews saying, well, you know, we'd like to go back to uh Israel. So uh around the sixth century, uh they uh you had uh the return, Ezra and Nehemiah uh uh uh uh in uh Nehemiah uh who became sort of the local uh he was uh of the local leader. Uh He, he, he, he, his autobiography is one of the chapters in uh the Jewish Bible. No sign of debt cancellation there. But Ezra sort of uh uh led the whole group of stri scribes that was saying now let's really put the whole, let's uh tie everything together in the whole Bible. It was there that they took the Babylonian under our own debt cancellation and, and uh translated it to roar and made it uh put it right in the center of Mosaic Law in Leviticus 25. As if this is the command of Moses in the very beginning, you've got to cancel the debts uh every fif 50 years. And because the kings uh at that time, uh uh you know, the middle of the first millennium BC were no longer the near eastern type things. Uh They, they took the idea of debt cancellation out of the hand of rulers and put it in the hands of the religious uh plan, the religious leaders. Uh And that's why they said uh they uh they said uh the uh religious power has power over the secular rulers uh because the secular rulers are out for themselves. And we as the religious group uh are trying to uh preserve the fact that yes, there was a social war uh in the Jewish lands. And uh we uh we uh insist on having uh li uh preventing our population from falling into debt bondage and losing its land. Well, uh because uh most of the uh Jewish uh records were not, uh kept on play. Uh AND uh their perish, we really don't know very much about what happened from the uh fifth century BC down to uh Jesus's time. But uh in terms of the uh financial relationships and the everyday debt relationship. But uh we know when uh Jesus uh came to give his first sermon, uh uh when he went back uh uh to his uh home uh hometown, he uh opened uh the scroll of Isaiah uh talking about uh uh the jubilee year and said I have come to proclaim the J the jubilee year. He was fighting against uh the rabbi school. The wealthy Jews had, uh sort of uh done uh what almost all happens to religion, the wealthiest classes take over religion. And uh the rabbinical school, especially Hillel uh had uh uh tried to reject the jubilee and he'd introduced something called the pro school. In other words, when you would, uh the debtor would sign an IOU he would sign something. I waive my rights under the uh jubilee rate, uh so that you can't do it well, uh similar uh uh way back in 1750 BC and the uh in the, in the 1650 BC. Uh, THE creditors had tried to have that same clause in the cuneiform documents, uh, especially under, uh, Hammurabi's great grandson. Um, uh, I, uh, great Bronson. Uh I can't pronounce the name of it. Uh, BUT, and we have the, uh, legal record and, uh, the court said this is illegal, you're not allowed to have to waive your rights. Well, in, uh, Judea, uh, they were Judah, they were allowed to, uh, the rabbi said, uh yes, uh you can waive your rights. Jesus is fighting against them. And so, uh in uh uh the uh book of Luke, uh Luke describes, uh Jesus giving his speech and said, he was immediately attacked by uh the Pharisees uh who loved money. Uh Meaning that they were the wealthy class and they, they, there was a whole uh war and uh that was why uh the wealthy class of uh uh of uh Judah, uh I insisted, uh that the Romans uh uh kill, kill Jesus because he was uh getting the whole people back trying to uh retain the whole spirit of Judaism that was in most the law. Uh And so, uh uh uh he, one of the speeches that's uh in uh the Jewish Bible is the, the sermon on the mount. And that's where, uh one of the lines is what uh uh became the Lord's prayer, forgive us our debts just as we forget, forgive the debtors. Well, you can imagine how this, uh, uh, once, uh, Christianity, uh, Constantine, uh, large, uh, the Roman women especially, uh, became Christians, they converted the husbands, uh, Constantine made, uh, uh, Christianity, the, uh, Roman religion. And, but the Roman, uh, religion again, who, who, uh, administers a religion, the wealthiest classes, uh, uh, and, uh, the, the, the one, the first thing they had to do was let's kill all the Jews, uh, because, uh, we don't want anyone to have any reference uh uh uh to what early Christianity was. So, in Cyril of Alexandria, uh uh one of the authors of the, the concept of the Trinity uh organized whole teams to go throughout Alexandria, uh which was about one third of the population of Jewish, uh just trying to kill them. But Trinity was formed as an anti Semitic religion. Uh And because most of the early Christians were Jewish. Uh And so, uh you had under the form of the Trinity immediate, you had, well, what is Jesus? Well, you couldn't really have Jesus as an individual person who was leading the uh the fight for uh canceling the deaths. And we, we know from the, uh when the Romans came in to uh were threatening uh uh Judea, the uh uh uh the librarians uh in uh took uh all of the sacred books of Judaism uh from Jerusalem and they, they put them in uh uh in jars and these were the dead sea thrills and we know from the Dead Sea thrills that there was a whole group of people, uh a widespread advocacy of debt cancellation, especially around followers of uh Melda. Uh I give all of the quotations of these documents uh in the book. Well, uh the idea was you had to get rid of the uh the, the whole idea that Jesus was a human being and part of a social war because we don't want any history of that social war. Uh So Jesus really wasn't a human being. He was part of God, his body was part of God. Uh Nothing about Jewish Thera because God is God and God is a Christian God. Uh WHO uh Jesus uh said Saint Peter. Uh I, I give uh this, uh I uh I le I leave uh the administration of the church to Saint Peter. Uh THAT turned out to be a, a forgery that so called donation of Constantine where the Pope said, well, uh we're the, the heirs of uh uh of Jesus. Well, in addition to uh uh Cyril of Alexandria, you have probably the most evil uh uh uh of the early Christians who really de uh uh uh pushed it on a detour, Saint Augustine uh there. Uh He was in North Africa and uh North Africans uh had, uh the Romans had been fighting a war against uh the North African uh Christians and said, you have to give us your sacred books to destroy them, uh, most of the people didn't, uh, uh, a few people did, uh, Augustine, uh, became sort of the, uh, uh, the pet, uh, uh, client, uh, of Rome. And, uh, he, uh, called the Roman troops in, uh, you've got to kill all the Christians, uh, all of the original Christians. The ones who wouldn't give you their books, the ones who really wanted the early Christianity, uh, don't, don't let them have any of the churches, give us, uh give my group, their churches. Uh And uh he uh one of the great scholars of this period. Uh Brown uh has uh written was called uh Constantine uh uh Saint Augustine. Uh THE f really the, the first founder of the spirit of the inquisition. Uh And uh uh uh Augustine had a problem. What are we going to do with the world? With the Lord's prayer? We can't have forgive them their debts because the, that the Roman society is all based upon predators. So, uh I didn't say, well, he really didn't say that what he said was forgive them their sins. Well, the word for debt and sin uh were the same in almost every language uh in German, uh for instance, devoir uh in French and even in, in Babylon. And you remember at the beginning of our talk, I talked about veld fines. Uh YOU would uh if you injured somebody, you had to pay a fine. Uh And that was told that uh the SD uh the debt uh the Schult meant, ok, I've done an offense. They uh they didn't really call it sin in the Christian sense. It, it was an offense and this money that I'm paying you is to uh heal the offense to sort of cancel it out. So the payment uh in the sin, they use the same word for it. Uh We know from the Greek translation of the Bible that indeed uh Jesus is talking about canceling the Debs and we know from all the other uh Jewish documentation in the Dead Sea girls that uh they were canceling uh the Debs. Uh But Augustine said no uh there, it's really sin and sin is inborn uh from we're all sinners because we've inherited it from Adam. He, he rewrote all of Christianity as they were all sin, sinful. Uh And you can only get over it by giving your money to the church. Uh And this ended up with uh uh the, the sale of indulgences which finally led to uh Martin Luther to break away after 1515 in Europe. Uh But the idea that uh he said uh we in Rome, we're the pathway to heaven. We decide who goes to heaven. It's gonna cost you money. Uh And if you give it to, to us uh and then uh then it's, it's OK. We can heal because we are the heirs of Christ and Christ is all about money. Uh, AND, and, uh, you're all about sin. Well, there was a little bit of a fight within the, uh, uh, uh, the Christian church and, uh, you had, uh, either a Welsh or, uh, uh, other, uh, British, uh, uh, theologian saying, wait a minute if you do good works, uh, uh, you can, uh, be a moral person and go to heaven. You don't have to say you're still, uh, a sinner no matter what, you don't have to give the money to the church. You can give it to the community. You can build it up with good works. No, no, have to be to the church. I gotta get it. Uh I mean, this was a totally evil person. And if you read his autobiography, it's all about sexual sin and uh obsession with uh with a sin of a sexual form. It's just uh uh it, it, it got perverted. Uh Fortunately, there was the real Christianity uh such as uh such as survived. And that was in Constantinople and there were five patriarchates of the Christian church. Constantinople was the main one. There was Alexandria. Uh And there was Antioch uh also uh so uh not that Nole Jerusalem Antioch. Uh And why am I blocking out uh Alex? And I'm, I'm just blocking out the uh the other one. And uh but Rome was uh the least uh important Roman sort of got depopulated. And uh by the 10th century 11th century. You had the local Roman families. Uh, BASICALLY the, uh, the local families all throughout, uh, the West would control, uh, the, the local mayor, the local police force. They'd also, uh, appoint members of the church and the, uh, the leading family. Uh, uh, THERE was AAA suburb of Rome Tusculum. And, uh, you had the, uh, uh, the, uh, Tusculum Popes, uh, for, uh, uh, ruling throughout almost the entire 10th century. And uh the Catholic church itself calls this the pornography, the rule of the uh the harlots. Um And uh you know, a completely decadent flat. So anyway, that's what, that's what uh the result of uh uh all of this was. And the West fellow fell into kind of uh uh just uh a, a backwater. Uh And uh you had in the uh again, constantinople, uh you had uh debt problems sometimes developing, especially if there was a very bad winter. Uh And the crops failed. The uh the emperor would uh try to cancel the debts and the emperor did everything it could to do what the Babylonian rulers did to prevent a domestic oligarchy from developing. Because if it did uh the, the, the wealthy families of the Byzantine Empire, uh tried to get uh get labor uh get their own armies and they tried to uh attack uh uh the emperor in constantinople to take it over saying uh we, we, we want to run the empire, not having an empire. We want to do what the Romans did have the wealthy families take over. They were defeated and uh uh in uh forgiven their deaths. I, I sort of, uh, I have the last chapter on constantinople. And uh finally, uh the uh uh the emperor defeated the general. Uh I invited him to a, a dinner then said, you know, you don't have peace. And the emperor asked the general, you know, how can we uh prevent this kind of uh oligarchy uh taking over? Uh uh YOU know, fighting men, keep trying to take uh get the population in debt and fight me. And the general said, well, you may be surprised to hear a general say this, but you, you've got to prevent the oligarchy from getting rich. Uh You've got to keep them in check, uh tax them. Uh MA make sure they don't have enough money to uh to do uh what they've just done uh again. And uh that's uh exactly. Uh BUT uh one of the tyrants na namely the, the, the good guys in uh the eight, seventh and sixth century BC in Greece, uh had said uh uh to uh one of the rulers, uh he took the ruler to uh the ruler said to him. Uh YOU know, what, what should I do to prevent uh uh another group of these mafiosi uh oligarchs taking and uh the uh the philosopher uh trusted uh uh took a side and uh, uh, cut all of the grain so that it was all sort of equal and, uh in other words, make them equal. You don't want the tall green to end up dominating the others. Well, uh, that was the spirit of Christian of the real Christianity in Eastern Christianity. Uh, AND, uh, as it turned, the, the 11th to 13th century, saw Rome try to conquer, uh, uh, uh Eastern Christianity and, uh, all in the middle of the 11th century, uh they, you had the great schism of uh the West saying we reject everything that uh uh is uh eastern because that was Christian. Uh We've got to have our own religion. They also called it Christianity. Uh And uh then you had the crusades essentially that were fought mainly against, almost entirely against other Christian countries. So I, I guess I gave you a long uh dynamic."
	},
	{
		"start_time": "1:08:29",
		"speaker": "Ricardo Lopes",
		"words": "No, no, but that was all very interesting to, to learn. So, uh for the last part of our conversation today, I would like to ask you more about our contemporary societies. I mean, referring to the collapse of antiquity again, uh what can we learn from how things played out in ancient Greece and Rome that would apply to our uh current uh context."
	},
	{
		"start_time": "1:09:01",
		"speaker": "Michael Hudson",
		"words": "Well, the Greeks uh uh had uh a much more sophisticated uh economics than you had today. Uh NOT as sophisticated as the Babylonians. The Babylonians actually had a great economic model that's far in advance of any mathematical model uh that they use today. Their model was quite simple. They had uh on the one hand, the exponential growth of debt doubling, every kind of debt is a doubling time and it grows exponentially, we have the textbooks that they taught the uh uh the students. So we know exactly what they were taught. They, they also, we have the uh calculations for how much does a herd, uh a herd grow. It's an s curve, it, it uh tapers off. Uh And so if you have an S curve tapering off and the debts going up like this, you have the debts, it exceeding the ability to pay by a widening amount. And either you cancel the debts or else you stifle the economy and debt deflation. Uh You should have a model for that today. That's just what's happening today. But uh today you have uh since the creditors uh run the economics department, they say everything's equilibrium. Don't worry everything's going to automatically balance uh in the, the free market uh market without government. You don't need government. Well, any anyway, the, the Greeks, uh the the Greeks uh uh said the big problem in society was money lust. Once you uh that uh having wealth is not like having bananas. Uh uh When I took uh uh an econo economics phd, we were told that diminishing marginal utility and uh the first banana you like each added banana gets less and less until finally you don't want any more. Uh, AND you're satiated and so you're going to leave the crop free for other people that don't have bananas and they're want bananas more. Uh, AND, uh, you're gonna be satiated and everything and that way everybody's going to end up with their chance to get rich. Well, the Greek said it doesn't work that, uh, for wealth that it may work that way for, uh, food, but it, uh, uh wealth is addictive and they had, uh all sorts of Greek words for that, like money, love, uh, wealth, addiction. Uh And that was the problem. And, uh, uh all of Plato's Republic uh is, uh about that, uh, it begins with, uh Socrates, someone asking Socrates, uh uh II, I owe some money, you know, I really, it's hard to repay this. Predator is such a bastard, you know, is it right that I repay him? And Socrates said, well, suppose that, uh, you'd, uh borrowed a weapon from somebody, you needed a sword, uh, to fight in the army. And now, uh, then you find out that this guy is a real sadist. Uh, AND he wants to hurt people with a weapon. Is it the right thing to do to give, uh back the weapon uh, to him because he's gonna use it to hurt people. And, uh, uh, the, uh, the person says, gee, I guess you're right. Socrates says, well, it's the same thing, uh, with money, uh, if you give money back to a creditor, the more money he has he's going to get more and more, uh, uh, debt addicted and, uh, he's going to just try to run, uh, he's not going to look for the public good anymore. He's going to do what's good for himself. Well, we had to study this at the University Chicago and, uh, just as they, uh, tried to say, uh, uh, the education, there was, uh, just an exercise in censorship there. Uh, uh, WHAT we were told there was, uh, the Republics all about, uh, the, uh, the noble dictator, uh, the, the, uh, the, uh, the, the smart guy who's running everything and, uh, you really want, uh, uh AAA noble uh, dictator. Uh, AND that's not what Socrates said at all. What he said is, you know, how do you prevent, uh, a wealthy person from taking over society? He said, well, right now, uh, it's always the wealthiest person or somebody from one of the wealthy families that's going to end up, uh, as a leader. Uh, I, if you want to avoid society, being run by a wealth addicted class, you have to have, uh, the, uh, uh, the dictator or, you know, whatever you call them, uh, not have property of his own, not to have money of his own. You're gonna make sure that he lives nicely. You're gonna feed him, you're gonna support him. Uh, HE'S gonna be just a regular, he's gonna have what the regular citizen, uh, citizen, uh, has. But he's, uh, he's not going to have enough wealth that he gets, gets addicted to it and, uh, does to us what, uh, the wealthy class is threatening to do. Uh, TODAY. Well, Socrates, uh, most of his, uh, clients, uh, at, uh, the academy were, uh, uh, the wealthy classes they meet in gymnasiums. The word for school was uh in, in your, in German language and of the European language with gymnasium. And it meant that that was where the wealthy people would gather uh both to work out and exercise, but also to have their uh political talks. Uh And uh so that Socrates was, was trying to explain to them. Well, you know, uh you guys are really all sort of uh uh well addicted. And uh anyway, he, he ended up being put to death to make a long story short just and of course, uh the universe that was the one thing that the University of Chicago picked up from when they uh when Chileans uh uh elected a uh socialist president uh uh the Chicago, the Chicago school uh was brilliant enough to say there's only one way to create a free market. You have to kill everybody who critic who says that there is an alternative. They close, the Chicago boys closed every university economics Department in Chile, except for the Catholic University. Uh THAT taught uh uh Chicago school, uh free market, meaning dictatorship, uh e economics. And uh they set a whole terrorism campaign to kill labor union leaders to kill uh university progressive professors uh to kill land reformers. Uh NOT only in Chile, but all throughout Latin America to Argentina. Uh THE death squads. Uh YOU can't have a uh free market limiting government if you don't have death squads uh doing just what they did in Rome to kill all of the opposition. Because once you have people understand that they, uh didn't as they did in Rome. If Jesus was saying, uh uh once they know there's an alternative, uh then people are going to want the alternative and there's going to be a revolution. And, uh the idea of today's neo liberal history, they, they've rewritten uh history when, when, uh I, my, my Harvard group, uh from 1992 to about 2010, published fi uh five, colloquial rewriting the economic history of the ancient, uh near East. And, uh uh now all of uh the serios all uh uh accept all of this. And when we begin, almost all of the uh uh uh economic history of uh this early period was written by economists, not by a Serio, not by anthropologists by economists. And they said, well, it's impossible for, uh, the there to have canceled the debts if you did, who is going to lend money anymore. They didn't realize that most debts weren't lending money. They were accrued debts when you couldn't pay because the harvest failed or you just couldn't, uh, couldn't keep up with your, your, your payments. Uh It's, uh they believed that uh there, uh there couldn't be no economy could get rich the way the near eastern economy he did by canceling the debts because that was a strong government and you really need uh a free market without any government interference, like canceling the debts, redistributing the land. And if Milton Friedman say in a modern economist, one of the students would get into a time machine and go back to uh 2000 BC and Babylonia or 2500 BC and Sumer and advise uh the rule, the rulers saying, you know, we're here from the future to help you. Uh Let, let me tell you how to organize the society, you know, free market. Let every let take that take its course. Uh Don't cancel them, don't interfere with the economy. There never would have been civilization. Uh And uh and the question now is well, OK. Now, no, not only would there never have been civilization but if the Chicago boys, the neoliberals uh and the Washington consensus has its way today. Are, are we going to have the end of civilization or at least Western civilization while the global majority goes its way? Well, there again, I began to diverge uh"
	},
	{
		"start_time": "1:18:30",
		"speaker": "Ricardo Lopes",
		"words": "related to debt. Let me ask you this question, what about debt that countries owe each other? Could that kind of debt also be canceled?"
	},
	{
		"start_time": "1:18:42",
		"speaker": "Michael Hudson",
		"words": "Wait, what kind of debt will be canceled? Uh"
	},
	{
		"start_time": "1:18:46",
		"speaker": "Ricardo Lopes",
		"words": "DEBT that countries owe each other?"
	},
	{
		"start_time": "1:18:50",
		"speaker": "Michael Hudson",
		"words": "Well, uh you already had that occur in 1931. Uh uh AFTER World War two, the uh uh United States insisted that uh the allies pay uh for all of the US arms exports that they'd made uh before uh uh America entered World War one. And so the ally said, OK, if we have to pay America, we have to get the money from Germany and uh they imposed uh reparations on Germany. Uh This is the story that I've talked uh described in my book, Super Imperialism. And uh so the result is that this debt tangle ended up uh causing uh a whole breakdown, the stock market crashed in 1929. Uh The economy began to move into the Great Depression by 1931. Uh THE uh all the governments of the creditor and debtor countries got together and said, OK, uh we're uh it's not worth creating a whole depression throughout the world, the western world. Uh JUST uh uh to uh uh pay the uh uh uh the war debts left over from World War one. We're gonna have uh a moratorium on uh the war debts. Well, by that time, it was uh already uh too late to have uh uh uh uh to prevent the, uh, depression from developing and, uh, the world, uh emerged in World war two, pretty much, uh, without debt. Uh, AND the German economic miracle in uh 1947 was when they canceled all of the internal German debts. Well, that was pretty easy. Uh, BECAUSE the debts were all owed to people who'd been Nazis. Uh, THE rich people had got their wealth during the Nazi era. So you were really canceling the debts to the Nazis that became uh the uh the, the only debts that were kept were employer debts to their employees. And everybody was allowed to keep, uh you know, uh a modicum of uh a bank accounts just so that they could continue to do business and start again. So, uh uh you had uh the allies uh cancel uh the German debts and then again, uh had the debts begin to mount up from 1945 by 1980 already. It was obvious that the uh the debts couldn't be paid. Uh I, I wrote a number of reports for unit tar, the United Nations Institute for training and research showing that uh the debts, uh the Global South debts couldn't be paid. And uh indeed, in 1982 Mexico defaulted and then uh one ne Latin American country after another defaulted. So under the Brady Plan, the debts were written down quite a bit. So of course, the debts can be written down and right now we're in a situation again, uh, because of the, uh, America's war, uh, NATO uh war against Russia and China and Iran. Uh, YOU have uh oil prices going way up, uh, interest rights, uh, going way up and you have the global South and many uh uh East Asian countries unable and African countries uh unable to pay uh, their foreign debt. Uh, SO, uh, the, at least this time they don't have to let the West cancel the debts. They can all, they're joining together uh in the BRICS plus, uh and the whole group uh ar around them about the global majority uh creating an alternative set of ins, they're deol, their economies, but DEOL means uh we're getting rid not only of the dollar but we're of the dollar debts we have. And uh we're moving towards the point where there will be an alternative uh to uh the International Monetary Fund and the World Bank. Uh And uh these countries by joining together can uh just repudiate uh the dollar debts and a great debt cancellation. Uh So yes, of course, countries can join together."
	},
	{
		"start_time": "1:22:51",
		"speaker": "Ricardo Lopes",
		"words": "So let me just ask you one last question then. And uh in regards to what you describe the story, the history you explore in the collapse of antiquity, do you see signs of similar social, political and economic developments happening right now in, particularly in the West or what some, sometimes people call the global north at least?"
	},
	{
		"start_time": "1:23:21",
		"speaker": "Michael Hudson",
		"words": "Well, it, it's become more and more obvious that if you, uh if you don't cancel the predatory debts, you're going to have debt austerity already in the thirties. The idea of debt deflation uh was uh voiced and we're in debt deflation again, more and more of the income of the United States and Europe uh is paid uh to creditors. Uh AND uh predators have promoted, they've uh taken over the real estate sector, the insurance sector, you have really uh what I call the fire sector, finance insurance and real estate are a rat a sector. You have a rat, a class, including the monopolies now that uh are uh all uh getting predatory uh income in the uh in the west. This uh that we're moving into uh what uh some people are calling neo feudalism uh because they, they can see that. Well, we're moving back into this kind of polarized economy. Uh And if you don't uh uh uh prevent a financial oligarchy from emerging and taking over, then uh it's, you, you, you're going to have that happened here to what happened. Uh IN Rome, you're going to have a uh a dark age when all the money is at the very top of the pyramid. And you've killed the domestic market, you've killed growth and uh you have the population fleeing and in the Roman Empire, more and more of the uh at the periphery, more and more Romans were joining the barbarians. Because it was the ro they were barbarians and the barbarians were c more civilized. They were the German tribes that were very egalitarian. They were the Germanic tribes. You had a whole uh uh a whole different ethic than the decadent uh Ro Roman uh ethic. Well, you're having that same split today uh between the, uh what uh uh the uh European uh union had Joseph Burrell pos uh the uh European Garden as opposed to the jungle everywhere out there, the jungle is uh uh really democracy. Uh The European Garden is autocracy. But the uh the Americans say that the autocracy is the demo uh democracy. Is anyone who supports the American autocracy and autocracy. Is anyone uh who, who uh uh government uh that plays a role in moderating and preventing an oligarchy from developing uh and being what uh uh the spirit of democracy is supposed to be all about. So we're in a kind of world of or will and uh uh double think uh uh today. But uh yes, uh uh uh uh uh the, the way to uh uh promote this uh it takes a revolution. And uh the uh e economic, the role of the economic uh uh uh uh profession is to say there's no alternative. We're in uh the end of history. End of history is a uh by Darwinian survival. We have uh the wealthy uh frontiers uh Wall Street City of England, the Paris tours uh Frankfurt, uh, uh Bank of Tokyo. Um We, this is, uh really the, uh, the apex of history we've won by the survival of the fittest. Uh, AND, uh, uh, uh, we don't have to go anymore. And so there are no alternative. Well, you have the whole rest of the world now. Uh, THANKS to the, uh, America, uh, the NATO war against Russia and Ukraine and now, uh, the near Eastern Mass, uh, you have uh uh the whole world saying uh this is wrong, morally wrong. And we're gonna make a new uh society. And that is the, the, the, the feeling that uh there is uh something morally wrong. You realize that uh what uh what used to be religion in the West is economic, neo liberal free markets, meaning uh free for uh the oligarchy to do whatever it wants uh with its riches and free from any government attempt to tax or to regulate the economy, to prevent monopoly rents uh to tax uh land rent. Uh AND to uh make uh money and credit a public function uh instead of a privatized function. So, uh you're having fun finally, that uh uh awareness that uh Margaret Thatcher was wrong, there is an alternative. Uh And if you don't take it, you're gonna end up through the west just the way England ended up under Margaret Thatcher, uh and her follower Tony Blair that uh tried to go even further further than Thatcher did in uh uh privatizing uh transportation and uh uh basically destroying the British economy."
	},
	{
		"start_time": "1:28:16",
		"speaker": "Ricardo Lopes",
		"words": "So, uh I'm leaving links to your books in the description box of the interview, Doctor Hudson. Would you also just like to briefly tell people about what your upcoming book would be about?"
	},
	{
		"start_time": "1:28:30",
		"speaker": "Michael Hudson",
		"words": "Well, I just finally published all of my uh academic uh art uh academic articles that I've written um in my Harvard uh articles and others and uh uh the uh Temples of Enterprise uh where I talk, I described the origin of money uh in Babylonia, the origin of interest rates, the origins of land tenure. And really the origins of the enterprise were organized by the temples and the palaces, uh not by individual merchants. Uh You need a central organizing principle. So I published all of these, but the most accessible books are the uh clap uh uh the uh collapse of Antiquity for what happened in Greece and Rome and the first book of the series and Forgive them their debts. Where I talked about what uh I've described today. How did debts begin? How did the uh debt cancellations begin? And uh uh what was Jesus really saying in his first sermon? And uh why did the Christians hate it so much?"
	},
	{
		"start_time": "1:29:31",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Hudson, thank you so much again for accepting the invitation. It's been an honor to talk with you."
	},
	{
		"start_time": "1:29:40",
		"speaker": "Michael Hudson",
		"words": "It would be nice if you could transcribe this."
	},
	{
		"start_time": "1:29:43",
		"speaker": "Ricardo Lopes",
		"words": "Yes. Yes, I will do. That with a little bit of help from A I, uh, I will,"
	},
	{
		"start_time": "1:29:49",
		"speaker": "Michael Hudson",
		"words": "uh, you have to look at what a I did. You have to go over it?"
	},
	{
		"start_time": "1:29:52",
		"speaker": "Ricardo Lopes",
		"words": "Yes. Yes. But, but, but"
	},
	{
		"start_time": "1:29:54",
		"speaker": "Michael Hudson",
		"words": "still a human. Uh, OTHERWISE I thought of dread what a I is doing to society, uh, uh, these days, uh, uh, I could give you that. That's another show. That's another"
	},
	{
		"start_time": "1:30:09",
		"speaker": "Ricardo Lopes",
		"words": "show. Hi, guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the K Hes Mark Smith J Tom Hummel Sran David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte Bli, Nico Barba, Adam Hunt Pavlo Stassi, Nale medicine, Gary G Alman Sam of Zal Ari and YPJ Barboa, Julian Price, Edward Hall, Eden Broner Douglas Fry Franca. Beto Lati Gilon Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey, Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. A week in the Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander, Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all"
	}
]