[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Center. I'm your host as always Ricardo Loops. And today I'm joined by Doctor Matty Hero. He is Professor of Philosophy at Alto University School of Business in Finland. He is the co-author of anti natal extinction and the end of procreative self corruption, which we're going to talk about today. So Matty, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:26",
		"speaker": "Matti Häyry",
		"words": "Thank you very much. It's a pleasure being here."
	},
	{
		"start_time": "00:29",
		"speaker": "Ricardo Lopes",
		"words": "So I've already had a few conversations on the show with other authors about anti natal is like for example, David Benatar, but I, I would like to start by asking you what is anti natal is and perhaps looking back in history and into the contemporary formulations of antenatal is that we have, is there one single kind of antenatal is out there? Multiple kinds? And if there are multiple kinds, what do they have in common?"
	},
	{
		"start_time": "01:01",
		"speaker": "Matti Häyry",
		"words": "Yes, there are multiple kinds or at least multiple understandings of Antenatal. And they all the common feature is that they all question reproduction in, in one way or another. But when it comes to specifying whose reproduction should be questioned and what means, what that means in practice. There are differences. So some say that we should only be talking about human procreation. Others would like to include other sentient or, or living beings. Some say that education and persuasion are all that we can do or should do and others might condone more drastic or coercive methods of preventing people from having Children."
	},
	{
		"start_time": "01:47",
		"speaker": "Ricardo Lopes",
		"words": "And do we know how old anti natal is in our Western tradition?"
	},
	{
		"start_time": "01:54",
		"speaker": "Matti Häyry",
		"words": "Mm. Well, they are the same as anti natal is, is, is as old as the Western culture and, and perhaps older now, Karim Aer uh Antenatal is quote philosopher and historian has recently drawn our attention to an ancient Egyptian document. The Iu Papyrus from the second millennia p ce. So that's long before any of the Greek stuff started. And that, that Pap Papyrus is saying, would that there be an end of men without conception without birth? Then would the land be quiet from noise and tumult be no more. So as Erma points out, this indicates that anti natal sentiments were expressed even in writing already centuries before European civilization so called started with the Greeks."
	},
	{
		"start_time": "02:50",
		"speaker": "Ricardo Lopes",
		"words": "And since you mentioned the Greeks, they're going all the way back to them. What expressions of anti natal can we find in their philosophy?"
	},
	{
		"start_time": "03:01",
		"speaker": "Matti Häyry",
		"words": "Well, in Sophocles sixth century BC, we find the figure of Silenus. Silenus was a mentor and companion of Dionysus, the God of wine and cus had prophetic skills and King Midas, the one who turned everything to gold by his touch. Uh He asked uh um Silenus, what the best human lot would be. And the response known as the wisdom of Silenus was that it would be best not to be born at all. And if you are uh are lucky enough to be b and the second best is to live life as soon as possible, no one knows for sure what Syle was or what Sofala was trying to say. But present day anti Natal Iss hailed this as an early expression of the creed."
	},
	{
		"start_time": "03:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh AND what would be some of the other most prominent thinkers back then? Who argued for some form of anti Natal is or some of its other related ISMs? And we're going to talk about some of those other iss iss later on in our conversation. But what were some of the other prominent uh thinkers?"
	},
	{
		"start_time": "04:20",
		"speaker": "Matti Häyry",
		"words": "Yes. First of all, it's not well formed. Anti Natal is back then during the 6th and 5th centuries. BCE. But apart from Sophocles, other poets mentioned the wisdom of, of Silenus, the tags of Megara in his allergies and those he repeats in his tragedies and Pre Socratic philosophers also joined the party, Alex Agora was questioning any higher meaning or purpose in life. And tales of Miletus was saying that to love one's Children means not having them. Now that's pretty anti anti Natal and there are others, but it's quite scattered and the context and meaning of the preserved fragments is often unclear."
	},
	{
		"start_time": "05:08",
		"speaker": "Ricardo Lopes",
		"words": "So, something that you also go through in your book is what you call antenatal list alarms. And could you tell us about the first one? What is it that you call the first antenatal alarm?"
	},
	{
		"start_time": "05:23",
		"speaker": "Matti Häyry",
		"words": "Yes, the, the alarms. Uh Amanda Zoe and I, I identify two main points in the, in the intellectual history of Europe that this play. Well, shall we say stronger than usual manifestations of antenatal ideas. The first took place in ancient Greece during the 5th and 4th centuries BC. And one of the distinctive voices back then was Democritus, uh the founder of the Atomic school in philosophy. And he thought that the world is composed of matter of small uh invisible indivisible particles that come together to form the visible and divisible object that we can see and hear and touch. And this is the scientific worldview that we still more or less accept. But Democrats also held the view that people, he and his peers presumably should not have Children of their own because bringing them up is difficult and the results are uncertain, anything can happen. So he said that if people must have Children, then they should adopt Children from their friends. And this way, they could see the qualities of the new individuals uh before they, they take on the task of, of raising them."
	},
	{
		"start_time": "06:44",
		"speaker": "Ricardo Lopes",
		"words": "And so you mentioned uh a scientific worldview there, then the sort of first antenatal is alarm relates to that and perhaps in a way, also gets amplified by a scientific worldview."
	},
	{
		"start_time": "07:00",
		"speaker": "Matti Häyry",
		"words": "Mm I mean, and I believe that the wisdom of silenus and, and other similar fragments are, are based on a, on a revelation. Uh SORT of the revelation is that human life has no cosmic meaning and silenus control his sorrows in endless orgies. But in the harsh light of the morning, he will always confront an empty universe devoid of purpose if I am being poetic here. Uh And now the scientific worldview suggested by critics amplified this lack of meaning by saying that they are only atoms and and their movement in, in the world. And there are no caring gods who would take care of people and make their lives worthwhile. Uh Democritus, no one at that time uh denied the existence of God, but he that God is not just another bunch of atoms living somewhere somewhere in a different place and not caring about humans at all. So variations of this revelation that life has no meaning have surfaced from time to time uh in the ensuing civilization."
	},
	{
		"start_time": "08:11",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, you argue for a view that quote the history of Western philosophy as a 2.5 millennia reaction to anti natal sentiments. And that quote again, human life has no obvious meaning. And philosophers have been forced to build elaborate theories to invent imaginary purposes. So could you give us perhaps a broad explanation for these and then maybe later we can go through some of the history and get into more detail here."
	},
	{
		"start_time": "08:44",
		"speaker": "Matti Häyry",
		"words": "Yes, sure. Uh THE work of Plato uh marks both the first reaction to an anti natal alarm and the birth of European philosophy. And please note that this is interpretation and strong and unusual interpretation of that. The the standard view is that philosophy has to gradually liberated revolutionary ideas like anti natal from authoritarian tradition. But Amanda and I go tentatively against this view and say that since Plato, most Western philosophy has been a part of the problem rather than a part of the solution. And, and here here goes, our our story. Now, Plato presented against the atoms of democritus, a story of how the world has come about uh and how there is cosmic meaning in it after all. Now, according to Plato, and he is using a myth or a couple of myths but myths in, in, in his time, we understood a sort of scientific theories. So if you cannot uh explain it by your eyes and ears, then, then you can, if there's a suitable myth that could be the truth. Now, anyway, the method is that the earth and the planets and the stars and all living beings have been made uh by an artisan, God. Not exactly a creator, not creating anything from, from nothing but a composer of things from already existing stuff now this artisan God started the work from the stars and the planets and used all the good materials in shaping them. And when it came to producing people, only inferior stuff was available and therefore we are imperfect. So now you know why, why you are imperfect if you are? I don't know. Uh ANYWAY, there is a cosmic plan for our perfection. Uh Originally in our d deficient form, we all live on our own home stars, everybody has their own home style and we live in there. But in birth, we are transferred on earth to become better. Uh And if our lives go well, then we can complete the unity of our body, soul and spirit that's called justice. And then we become perfect. And when we die, we then go back to our home stuff. Wow. And we live in bliss forever contemplating the world of ideas by about this value of the, the shadows quite a story then. But it does, it comes from Plato. It comes from uh his uh work at and it gives meaning both to our lives and to having Children. So we cannot leave people hanging in the stars in the imperfect forms. We have to bring them down here to complete their creation left half halfway by the artisan God. And that completion that striving towards justice. That's the cosmic purpose of our lives. So here uh well done Plato anti Natal is rejected. A mission accomplished Godless atomist sent back to the dark corners."
	},
	{
		"start_time": "11:57",
		"speaker": "Ricardo Lopes",
		"words": "So and do we know what were the first reactions to anti natal is or at least two ideas associated with anti natal is in the Western tradition and who voiced them?"
	},
	{
		"start_time": "12:11",
		"speaker": "Matti Häyry",
		"words": "Yes. Atomist soon recovered and came back. Epicurus was the main figure in the renewal and continued to argue that life and death have no particular meaning. The only only thing we can do is to avoid pain and try to enjoy moderate pleasures to be in harmony with ourselves or in other words, to be happy. Uh Epicurean is has in a sense lived uh to this day, but it has a bad name in, in many circles. The idea of seeking pleasure has been interpreted as living in lust and debauchery and generally being a an immoral and nasty and detestable person. So traces of epicurean is survive in utilitarian theories, but those have similar images problems."
	},
	{
		"start_time": "13:00",
		"speaker": "Ricardo Lopes",
		"words": "Uh So epicurean is, it could have been something, I mean, a position in philosophy that could have carried Greek pessimism forward."
	},
	{
		"start_time": "13:14",
		"speaker": "Matti Häyry",
		"words": "Uh It could have it, it, it's uh i it's not impossible, but as we'll see, there were other disruptions in the way."
	},
	{
		"start_time": "13:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh And talking about those disruptions, uh I mean, getting into the second anti natal alarm, you focus on virtue and Christianity. What kind of virtue are you referring to here? Exactly. And how does it relate to anti natal then?"
	},
	{
		"start_time": "13:44",
		"speaker": "Matti Häyry",
		"words": "Well, in our modern terms, of victorian virtue or, or sexual virtue, we mean virtue in its carnal sexual sense. Some people thought 2000 years ago and many people still believe so, sex is sinful and vicious and to be avoided by people of virtue, that's, that's our sense."
	},
	{
		"start_time": "14:06",
		"speaker": "Ricardo Lopes",
		"words": "And do you look at Christianity as also constituting a reaction to anti natal? And if so in what"
	},
	{
		"start_time": "14:15",
		"speaker": "Matti Häyry",
		"words": "waves? Well, that's the interesting bit because Christianity in the beginning constitute uh constituted an anti anti natal uh reaction. The second anti natal alarm, in fact, and there were two main elements uh in this one, uh anything that has to do with flesh or material being is bad or it's evil and only the soul or the spirit uh can be pure and good. So having Children require sex, sex is flesh, flesh is evil, therefore, don't have them. And two early Christian teaching was that the second coming of Jesus is near, it will happen, happen during the lifetime of his contemporaries. So the teaching also was that the the end times will be terrible, much persecution and suffering. Now, bringing Children to that kind of world would have been all kind and and in a word insane."
	},
	{
		"start_time": "15:18",
		"speaker": "Ricardo Lopes",
		"words": "But these were ideas that we can find among the early Christians, right?"
	},
	{
		"start_time": "15:26",
		"speaker": "Matti Häyry",
		"words": "Mm In, in early Christianity, the the gnostics and the manics uh advocated anti natal is quite strongly for, for the reasons that I mentioned and some fragments of those sects are still ongoing, but they are rather secretive and, and their current views on reproduction are not well known, at least to me now, there's always been something moving during the 19th century. Some Christian philosophers, notably the Danish existentialist, sir and Kirkegaard held distinctly anti natal views uh which is something that not everybody knows. Uh ANYWAYS. And as for modern development, there were for a while, internet groups advocating Christian anti natal, but they were small and they seem to have disappeared now. And of course, official churches uh all take a very dim view on any such views arguing that anti natal is, is a godless doctrine that rejects God's greatest gift to humankind, to gift of life."
	},
	{
		"start_time": "16:38",
		"speaker": "Ricardo Lopes",
		"words": "So still on the topic of Christianity in the book, you will also talk about the process of philosophizing Christianity. Uh TELL us about that and what were some of the main reactions to both pro Natal and a anti Natal in that process?"
	},
	{
		"start_time": "16:57",
		"speaker": "Matti Häyry",
		"words": "Yeah, it's quite an interesting story. The Nordics and the manic and irritated official states who supported Christianity. And so something needed to be done about the challenge. Now, Augustine of Hippo produced a philosophical response that was loosely based on Plato's worldview, Amanda. And I are not claiming that, that the church uh actually uh ordered this, this philosophy from Augustin. But but there is a, there is a connection in there. Now, this time, the meaning of human life was to complete the work of the Christian God. Remember that it was the artisan God whose work needed completion the last time around now, it's the work of the Christian God. So not an almighty thing then, but whatever we live our lives in whatever tedium or misery that we may face. But if we abide by the Christian God's rules, then after our death, we get to enjoy everlasting bliss in heaven or as Augustine called it the city of God. Now, Augustin struggled a little with the teaching of Paul the apostle uh who had very critical views on, on sex, but so sex flesh, blah, blah, blah. But in the end, uh Augustin took refutes in Paul's dictum. It is better to marry than to burn uh and justified reproduction by that. Now, the entire passage in the letter to the Corinthians says, but if they do not have sufficient self control, they should marry for, it's better to marry than to burn with passion. So Paul was pretty clearly uh frowning upon Caro relations. But somehow the Christian churches starting with Augustine of Hippo had been able to turn the fire on extramarital affairs only and not, not all sex and reproduction."
	},
	{
		"start_time": "18:51",
		"speaker": "Ricardo Lopes",
		"words": "But so then there was a persecution of the mannequins and other"
	},
	{
		"start_time": "18:56",
		"speaker": "Matti Häyry",
		"words": "agnostics, right? Yes. Coincidentally with the philosophizing of Christianity after Augustine's work, all heretic sects were more or less persecuted to death. The methods including genocide were needed. Antenatal is, was a really dangerous thing to believe in."
	},
	{
		"start_time": "19:16",
		"speaker": "Ricardo Lopes",
		"words": "So continuing on this history that we are exploring here, then you talk about a more recent reaction to unquestioned pro natal that have occurred for the past 300 years or so. What characterizes this reaction that is based as you say in the book on happiness and freedom? And how does it relate to Antenatal?"
	},
	{
		"start_time": "19:42",
		"speaker": "Matti Häyry",
		"words": "Yes, the the pendulum of, of anti natal alarms or challenges and pro natal reactions to them. They are still still in motion and yes, freedom and happiness and all that. I, I think that we'll return to all this later if you don't mind."
	},
	{
		"start_time": "19:59",
		"speaker": "Ricardo Lopes",
		"words": "Sure. Uh In the book, you also say that uh and this is going back to an earlier question related to the other ISMs that were associated with Antenatal is that it can be conceptually morally, ideologically and politically connected to these other ISMs and practices. Uh I mean, uh perhaps uh let's go through the list here. So starting with the abortion. Uh COULD you explain what's obvious,"
	},
	{
		"start_time": "20:27",
		"speaker": "Matti Häyry",
		"words": "obvious prevents a birth?"
	},
	{
		"start_time": "20:30",
		"speaker": "Ricardo Lopes",
		"words": "Uh And altruism"
	},
	{
		"start_time": "20:32",
		"speaker": "Matti Häyry",
		"words": "if you believe that life is suffering, you don't bring new life lives into existence"
	},
	{
		"start_time": "20:38",
		"speaker": "Ricardo Lopes",
		"words": "uh and animal rights"
	},
	{
		"start_time": "20:41",
		"speaker": "Matti Häyry",
		"words": "and you can extend your altruism to nonhumans by um by not bringing them into existence either."
	},
	{
		"start_time": "20:48",
		"speaker": "Ricardo Lopes",
		"words": "So, another one atheism."
	},
	{
		"start_time": "20:51",
		"speaker": "Matti Häyry",
		"words": "Uh No, God, no meaning why have Children? Ecology, uh ecology and environmentalism. No more Children, no more increased environmental decay, uh egoism or do you like Democrat who just want to avoid the burden of raising your Children and be egoistic about it."
	},
	{
		"start_time": "21:13",
		"speaker": "Ricardo Lopes",
		"words": "And"
	},
	{
		"start_time": "21:13",
		"speaker": "Matti Häyry",
		"words": "euthanasia, if life is suffering, why continue it?"
	},
	{
		"start_time": "21:18",
		"speaker": "Ricardo Lopes",
		"words": "Extinction is"
	},
	{
		"start_time": "21:20",
		"speaker": "Matti Häyry",
		"words": "if no one has Children, humankind will eventually cease to exist. So antenatal will lead to lead to it according to most antenatal"
	},
	{
		"start_time": "21:28",
		"speaker": "Ricardo Lopes",
		"words": "lists. So uh I guess an unexpected one here, machine consciousness."
	},
	{
		"start_time": "21:34",
		"speaker": "Matti Häyry",
		"words": "Well, if we produce sentient machines and we are dangerously close to doing that. I mean, intelligence or artificial intelligence already says intelligent now sentience to that. And then, well, it's a kind of reproduction. We are making machine babies at that point."
	},
	{
		"start_time": "21:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh In Natal."
	},
	{
		"start_time": "21:55",
		"speaker": "Matti Häyry",
		"words": "Well, Natal and pro Natal, they are opposites of anti Natal. So obviously, mhm"
	},
	{
		"start_time": "22:01",
		"speaker": "Ricardo Lopes",
		"words": "neocolonialism,"
	},
	{
		"start_time": "22:04",
		"speaker": "Matti Häyry",
		"words": "if only certain people should stop having Children, the likely candidates in our current world will be the inhabitants of the global South. So neo colonialism. Yes."
	},
	{
		"start_time": "22:15",
		"speaker": "Ricardo Lopes",
		"words": "Uh Nihilism."
	},
	{
		"start_time": "22:17",
		"speaker": "Matti Häyry",
		"words": "If there is no meaning, can there be any values"
	},
	{
		"start_time": "22:21",
		"speaker": "Ricardo Lopes",
		"words": "uh pessimism."
	},
	{
		"start_time": "22:23",
		"speaker": "Matti Häyry",
		"words": "Uh The starting point of anti Natal is life is evil."
	},
	{
		"start_time": "22:27",
		"speaker": "Ricardo Lopes",
		"words": "Uh PRO moralism,"
	},
	{
		"start_time": "22:30",
		"speaker": "Matti Häyry",
		"words": "uh pro moralism and connected to that suicide. Some anti natal take the symmetrical view that if life should not be initiated, they should not be perpetuated either. It's a, it's a contested thing."
	},
	{
		"start_time": "22:44",
		"speaker": "Ricardo Lopes",
		"words": "And the final one that I guess would also be connected to animal rights veganism."
	},
	{
		"start_time": "22:50",
		"speaker": "Matti Häyry",
		"words": "Yes, if you are an Antenatal because because you want to avoid bringing about lives with suffering, then the idea of not exploiting nonhumans in factory farming or in any way for your own ends might, might appeal to you as well."
	},
	{
		"start_time": "23:07",
		"speaker": "Ricardo Lopes",
		"words": "So, and among all of those in the book, in section two, you decide to focus on extinction is why did you decide to focus on this is specific, specific,"
	},
	{
		"start_time": "23:20",
		"speaker": "Matti Häyry",
		"words": "if uh so to speak, the, it's the elephant in the room of uh contemporary antenatal. Um We know that it's there but, but no one wants to talk about it. If, if no one has Children, then humankind will cease to exist. In fact, uh but many people who call themselves anti Natal lists either deny this or try not to talk about it. And the idea seems to be too frightening somehow. So, Amanda and I go through different scenarios and try to demonstrate that the idea is not that frightening. All things considered if all human beings one day want to end reproduction, if big, if, but if, if they want to do this, knowing that the species will a few decades later go extinct, then what's the problem? Of course, some people say that life is sacred and so on and so forth, but that's already covered. They, they will not agree to become Antenatal lists in the, in the first place. That's bad for Antenatal but has no effect on the original idea that universally voluntary human extinction if you think about it. And, and if you get the idea, it, it's, well, it's very unlikely but it's nothing to be scared of."
	},
	{
		"start_time": "24:37",
		"speaker": "Ricardo Lopes",
		"words": "So in order to uh explore more, the idea of extinction is anti Natal is more generally, let's talk about some common ideas in anti natal is here. So what constitutes a good life and a bad life? And what why does that matter for anti natal lists?"
	},
	{
		"start_time": "25:00",
		"speaker": "Matti Häyry",
		"words": "Good question and hotly debate. I am, I am myself on record saying that everybody should be allowed to determine the goodness or badness of their own lives for themselves. I have been a why is early because that's in a 1990 publication on the quality of life. So I'm well covered here. So uh some antenatal lists believe that all human authentic lives lives are bad in an objective sense and, and for them, this is a natural justification for the abuse lives are bad, don't create them."
	},
	{
		"start_time": "25:38",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to being against reproduction through which process do anti natal anti natal lists arrive at that position. What philosophical path do you think? Do you think? Exactly."
	},
	{
		"start_time": "25:53",
		"speaker": "Matti Häyry",
		"words": "Hm. There is the all lives are bad approach. Uh I have my doubts about that one simply because people are not buying it. They say nonsense. My life is good and so is my neighbor's life no use trying to convince them once they have made up their minds on that one, then there's the Children have not given the permission to be brought into existence. T again, I have my practical doubts. People are not getting that they say. But I'm happy and grateful that I was brought into existence. Why wouldn't my Children be end of, end of discussion? And finally, there is the so called frik argument. The, the word industry seems to be that I presented its first formulation in 2004. I doubt that I was the first, but I'll, I'll take it, I'll take the accolade anyway. My point was that wildlife can be good or they can be bad. You cannot know what, what your child's life would be like. Therefore, if you are risk averse person, decision maker, then you don't have that child. And the usual objections to this are that a bit of badness is not what life is all about. Stop mourning and that the probability of a truly horrible life is very, very small. We take risks like that every day crossing the streets. People say, well, your question though was what philosophical path uh do you take now the arguments from low quality of life credited to David Benton, lack of consent credited to C and Citroen and risk credited to me, they are roughly consequentialist or outcome oriented. And apart from those, some maintain that being brought into a life that is manipulated by other people is a wrong. Julio Cabrera is the main, main name here. And Amanda and I have been moving into this Cabrera direction in our own own way. Don't know with what success"
	},
	{
		"start_time": "28:02",
		"speaker": "Ricardo Lopes",
		"words": "and in your view, would this position against reproduction extend to all sentient beings or only humans?"
	},
	{
		"start_time": "28:12",
		"speaker": "Matti Häyry",
		"words": "Well, the argument, arguments from lack of consent and manipulation only apply to human beings because they are the ones who can consent and, and be manipulated in that sense. But the argument from quality of life and risk can easily be extended to all sentient beings and both David Pelata and I do extend them."
	},
	{
		"start_time": "28:33",
		"speaker": "Ricardo Lopes",
		"words": "What arguments do you use to support the voluntary extinction of our species even going against some current ethical ideals?"
	},
	{
		"start_time": "28:46",
		"speaker": "Matti Häyry",
		"words": "Actually, I don't think that I need arguments to support the voluntary extinction of, of humankind. If no one objects to the idea, then again, what's the, what's the problem? Uh What are the current ethical ideas now that, that I should be comparing this to, well, two interpretations, one avoidance of unnecessary suffering and respect for autonomy, the happiness and, and freedom that you, you mentioned earlier. No problem. They, they are compatible with, with Antenatal and two sanctity of life and the continuation of the species. The argument from there is just simply circular. We had to keep going because we have to keep going. So there's no mileage in that argument in my book."
	},
	{
		"start_time": "29:30",
		"speaker": "Ricardo Lopes",
		"words": "And how would you characterize contemporary Western anti Natal?"
	},
	{
		"start_time": "29:38",
		"speaker": "Matti Häyry",
		"words": "I wouldn't, I don't know, know enough about the, the field except that it's quite diverse and, and finding it its theater. Um And our book is an attempt to focus the discussion a little, I may have, may have initiated the argument from, from risk 20 years ago. But I, the next I heard of Antenatal was two years ago when Amanda emailed me and asked me uh to her, her podcast program telling me that I'm one of the greatest Antenatal lists of all, all time."
	},
	{
		"start_time": "30:13",
		"speaker": "Ricardo Lopes",
		"words": "So let's get a little bit into arguments for and against having Children. So what would you say are perhaps some of the most common and standard arguments for having Children?"
	},
	{
		"start_time": "30:29",
		"speaker": "Matti Häyry",
		"words": "Mm With this one, II, I just refer you to, to the very accessible and Antenatal handbook by Lawrence Anton. And the even more accessible. The ABC of Antenatal Culinary book by life sucks. It's all told in those. So no pun intended. But life is too short to go here to go through all the excuses. It has always been done. God ordains it. Life is a gift. Your country needs more producers, consumers and canon for the and so on and so forth."
	},
	{
		"start_time": "31:04",
		"speaker": "Ricardo Lopes",
		"words": "Oh, ok. So perhaps what are the ones or the, the ones that you would say are the strongest against having Children?"
	},
	{
		"start_time": "31:13",
		"speaker": "Matti Häyry",
		"words": "Well, I already listed the three main academic arguments but the practical arguments of course ranges from the, from the personal to the political Children don't fit in my life plan. I would be a bad parent. The world is becoming a horrible place to live. You know, I cannot take the responsibility for a new life under these circumstances, you, you open open a magazine's lifestyle section and you will find these."
	},
	{
		"start_time": "31:42",
		"speaker": "Ricardo Lopes",
		"words": "So we've covered basically procreation here. But what do you mean by procreative self corruption in the"
	},
	{
		"start_time": "31:51",
		"speaker": "Matti Häyry",
		"words": "book? Well, if I, if I may 1st uh Amanda and um and my argument in, in the book, we have a double argument in here and this leads me to procreative uh self corruption. So our double argument is that first, anyone who reproduces opens up the possibility of further reproduction, their Children will have Children and so on. And so so sooner or later, some of the children's children's children's Children will have horrible lives. Not necessarily the first one, not, not necessarily your Children, not necessarily their Children, but further on down the line. It's inevitable. If, if this goes on, then somebody will have the horrible life, that's how life goes. And it is with assuming that kind of a responsive uh notion of responsibility. It's your fault, don't do it. Uh So secondly, you can then raise your Children to be antenatal list. You can stop the chain by like that. So now you have the Children, you uh make sure that they are happy and, and you make sure that they, they will never have Children, but uh you are very unlikely to do so because if you have broad meaning into your own life by reproducing, you probably want your Children to have the same opportunity and you want them to think that you are a good person. So in all likelihood, you will bring them up to be pro natal lists like yourself. And in doing so, you impose your prenatal mentality and lifestyle on them. When they are too young to form their views for themselves, you manipulate them into being your mental clones. This is where we uh and Amanda come close to Julio Cabrera. Then what do we mean by procreative self corruption? Well as Amanda and I define it, it's a combination of the two factors, opening up the possibility of the horrible life sometimes in the future and having to resort to manipulating your Children in reproductive matters. So by having a child and then having to make decisions about its upbringing, you corrupt yourself in at least one of the one of three ways you make yourself responsible for a horrible future life, you force your Children to do the same or you force your Children to be antenatal lists and thereby deprive them of the happiness that you have yourself achieved that in."
	},
	{
		"start_time": "34:25",
		"speaker": "Ricardo Lopes",
		"words": "Could you explain this concept of need frustration? I mean, what does it mean in your view and what do you consider right and wrong in regards"
	},
	{
		"start_time": "34:36",
		"speaker": "Matti Häyry",
		"words": "to it? Not basic frustration can be, can be seen as the the only thing that is bad in itself. It's the only intrinsic negative value. If what I do does not lead to anyone's basic need frustration, then good and fine, I'm allowed to do it. But if what I do does lead to someone else's basic need frustration, then I'm probably not allowed to do it. Now, by reproducing I one open the pathway to the horrible future life of suffering and to force myself to manipulate my Children. Uh EITHER to an, an anti natal mindset to close the pathway or to a pro natal mindset to keep them happy. Now, suffering and being manipulated are I believe the main forms of basic need, frustration. Therefore, I should not reproduce."
	},
	{
		"start_time": "35:32",
		"speaker": "Ricardo Lopes",
		"words": "So, in the book, you also criticize some of the most popular recurrent arguments for anti natal. So let's go through each of them and then talk about the alternative. You suggest uh starting with arguments from poor quality of life. What do you make of them? Are they convincing at all or not?"
	},
	{
		"start_time": "35:56",
		"speaker": "Matti Häyry",
		"words": "They are convincing to me personally, I believe that no life would have been better than my life. What I don't believe is that people in general would be convinced by this life is good. They say, and that's the end of the argument."
	},
	{
		"start_time": "36:13",
		"speaker": "Ricardo Lopes",
		"words": "A and what about the asymmetry of good and bad?"
	},
	{
		"start_time": "36:18",
		"speaker": "Matti Häyry",
		"words": "This is implied in my, in my need approach. We should not bring about bad lives, even the eventual future bad life because that would involve causing bad uh allowing basic need frustration in my vocabulary. Now, some say that we should bring about good lives though the argument from asymmetry has it that while there is an obligation to avoid bringing about bad lives, there is no corresponding duty to promote, bringing about good ones. And I say that we have no obligation to do so because non existent beings don't have any needs. So I think that my, my way is more elegant and I uh I must drop a year again 1994 in my book, Liberal Utilitarianism. And I applied ethics in a footnote, I say exactly that there is no need to become into existence. So uh no need need based argument about that. So they basically the the basic needs of those who don't exist, cannot be frustrated simply because they don't have any. They are not there, there's no one there, but I can understand this and, and looking in into your eyes, I can see that you understand this. But this argument is far, far, far, far too complicated for members of the general public to understand nonsense. They say I'm happy to be alive. And so would my unborn Children and denying them that happiness means frustrating their needs. Whatever you say, Mr philosopher, smarty pants and no amount of argumentation will change their minds. So no way. Symmetry for them, I think."
	},
	{
		"start_time": "38:01",
		"speaker": "Ricardo Lopes",
		"words": "So, perhaps another kind of argument that it's also hard for the general public to understand. What do you make of arguments based on the lack of consent?"
	},
	{
		"start_time": "38:11",
		"speaker": "Matti Häyry",
		"words": "Yes, like the other two, it's just unintuitive non existing individuals cannot consent to being bored. No, but they cannot consent to not be born uh either. So, talking about uh consent in their case seems to be somehow off target or even ridiculous. It does have a place somewhere in the anti natal argumentation. It does have a distinct place in there but it just too complicated to, to be used outside the specialist discussion or that's what I think."
	},
	{
		"start_time": "38:46",
		"speaker": "Ricardo Lopes",
		"words": "So, getting into your alternative argument, then you say that what near universal meaning in life can be secured, but only by imposing a pro natal lifestyle upon new individual individuals in a manipulative way that we should no longer consider attractive or acceptable. So, could you explain the argument here and what would be exactly the anti natal argument?"
	},
	{
		"start_time": "39:15",
		"speaker": "Matti Häyry",
		"words": "Yes. Our whole book is based on the premise that European culture has been in search of meaning for the duration of its existence, the wisdom of silenus and other expressions of ancient Greek pessimism evidence that people felt an absence of a greater purpose. Plato's theory explained that we are here to complete an artist on God's work. And Augustine of Hippo's version of Christianity said the same in terms of the Christian God, we are actors, characters uh in a divine comedy and it is our job to make God great. Again, we can use that slogan uh somewhere. Well, in, in time, of course, uh religion faded away from, from people's minds and the image of God grew even in, in the minds of those who believed in God, the image of God grew weaker and weaker. So in the secularized parts of the world, no one can seriously argue that the meaning of our lives is to have Children to please God doesn't work like that. And this raises the question, where should we find the meaning then? And the current response as far as I can see, uh as far as I can see with Amanda seems to be in self fulfillment through having off. That's the lifestyle section as today."
	},
	{
		"start_time": "40:39",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to finding purpose or meaning in life, what would you say would be the main differences between doing it via a pro natal route versus an anti natal route?"
	},
	{
		"start_time": "40:56",
		"speaker": "Matti Häyry",
		"words": "Oh, there's a, there's a difference anti natal don't, don't have to find a bigger cosmic meaning to their lives. Life can be just about bearable, but it's, it is void of meaning and purpose. So let's get rid of it by stopping reproduction. At least it's only the poor prono natal who have to struggle here. They want life to continue, but to what avail they have to find a purpose and meaning. And if philosophy and theology uh don't help, then it must be in the activity itself, making more life is meaningful because making more life gives our life its meaning, it's circular. But there you go."
	},
	{
		"start_time": "41:40",
		"speaker": "Ricardo Lopes",
		"words": "So taking into account what we talked about earlier when it comes to the main current arguments in, in anti Natal is how they are difficult for the general public to understand they are really an intuitive in what ways would you say your argument here could strengthen the anti Natal is movement."
	},
	{
		"start_time": "42:04",
		"speaker": "Matti Häyry",
		"words": "It's early days yet to say anything, anything about that, Amanda and I have been working together only a couple of years and we are still looking for the perfect convincing, understandable argument for anti natal. The the idea of not having Children is so strange to most people that it's difficult to express it in a palatable form. I think that the the risk part of our argument that parents make themselves responsible for a very bad life somewhere in the future, it could resonate with quite a few in these times of political turmoil and ecological decay. Of course, the manipulation part of the argument is a harder sell. It's basically claiming that parents commit their Children to procreative slavery. So I'm I'm not really holding my my breath in that."
	},
	{
		"start_time": "42:59",
		"speaker": "Ricardo Lopes",
		"words": "So finally, in the book, you go through some of or perhaps all of the possible roots for, as you say, ending procreative self corruption and having an anti natal society. So let's talk about them starting with the big yellow button or technological removal of suffering. What would these"
	},
	{
		"start_time": "43:23",
		"speaker": "Matti Häyry",
		"words": "1313 ways and means that we live? OK. So the big yellow but the technological removal of suffering, right? The the David Pierce solution, we cannot make people uh to stop having Children. So let's stop suffering in some other way by medicine and technology. In the book. I think that Amanda and I just say that this is not going to happen. It just isn't uh on hindsight, I would add to this that even if it were successful, then it would not remove the problem of parental manipulation. But that's the topic of some future book or article."
	},
	{
		"start_time": "44:01",
		"speaker": "Ricardo Lopes",
		"words": "So another button, the big orange button. This one is about immortality by biomedical gerontology. What do you make of it?"
	},
	{
		"start_time": "44:12",
		"speaker": "Matti Häyry",
		"words": "Yes, it's a, it's a way way of being anti natal but avoiding the demise or at least a quick demise of, of humankind. So no more Children but people live forever. Uh IF not met by external violence, of course. So it's a nice idea if you happen to like it, go for it if you must as long as you don't have Children"
	},
	{
		"start_time": "44:34",
		"speaker": "Ricardo Lopes",
		"words": "and, and the big red button obliteration of humankind."
	},
	{
		"start_time": "44:40",
		"speaker": "Matti Häyry",
		"words": "Yes. Well, that would solve the problem of, of suffering once and for, for all I am a voluntary human extinction is myself. So I would say go ahead if, if no one objects uh then again, someone will object. Uh There, there's an ongoing discussion within certain anti natal circles on the advisability of talking about this opinion publicly at all."
	},
	{
		"start_time": "45:05",
		"speaker": "Ricardo Lopes",
		"words": "So we have a few more buttons here. The violet one is immigration to virtual reality."
	},
	{
		"start_time": "45:13",
		"speaker": "Matti Häyry",
		"words": "So this would mean uploading our minds to a computer world and living forever in digital or, or in the future, whatever more advanced bliss world, aren't we already? Anyway? Um Our quite innovative uh uh if I say so myself, objection to this one was that it would be a form of reproduction. Uh If it's brought to its conclusion, uh our minds would not be moved to virtual uh reality in this mind, uploading, instead we would die and someone else would have to assume a life based partly on our experience. So in other words, that would not be antenatal at all."
	},
	{
		"start_time": "45:54",
		"speaker": "Ricardo Lopes",
		"words": "So uh two more buttons, uh the blue one is irreversible collective infertility. What is that"
	},
	{
		"start_time": "46:03",
		"speaker": "Matti Häyry",
		"words": "about? Yes, it's an alternative to the big red button. It would be kinder to let people live out their lives, just not having Children. And that's, that's the the point here. And if I recall our reaction to this was yuck, really? So instead of a nice clean demise, you would commit the remaining generations to meaningless misery for, for the rest of their lives. So not our cup of tea."
	},
	{
		"start_time": "46:33",
		"speaker": "Ricardo Lopes",
		"words": "So, and the last button before we move on to other alternatives, the big green button humankind makes room for other species."
	},
	{
		"start_time": "46:44",
		"speaker": "Matti Häyry",
		"words": "Yes, sir. Patricia mccormack's brilliant abolitionist, vitalism, humankind uh dies away voluntarily, but with its last caring practices leaves a mark and uh lives on in the harmonious without humans uh world to come, we didn't quite see how that would be done in practice. But yeah, go for it. I say no, any anything with, without reproduction."
	},
	{
		"start_time": "47:14",
		"speaker": "Ricardo Lopes",
		"words": "And then there's also other alternatives like anti natal superwomen or superman. What does this mean?"
	},
	{
		"start_time": "47:25",
		"speaker": "Matti Häyry",
		"words": "Yeah, that would be a person with superpowers who comes to the rescue devices. An anti natal plan gets everyone to accept and, and off we go off, we go literally uh wonderful, of course. But uh let's say highly improbable."
	},
	{
		"start_time": "47:44",
		"speaker": "Ricardo Lopes",
		"words": "And what about an anti natal list dictatorship?"
	},
	{
		"start_time": "47:49",
		"speaker": "Matti Häyry",
		"words": "Unfortunately, that one is a more probable scenario and it's, it's not a good one. Lots of suffering, uncertain outcome. I wouldn't, I wouldn't suggest it."
	},
	{
		"start_time": "48:01",
		"speaker": "Ricardo Lopes",
		"words": "And then there's also the idea of an anti natal list cult or religion. What do you think about it?"
	},
	{
		"start_time": "48:09",
		"speaker": "Matti Häyry",
		"words": "Mm. Mm. Well, it was already tried by the gnostics and the man and ended up in, in tears. But, but different time it might, might work a nice new age movement to uh towards antenatal and who knows someone could try"
	},
	{
		"start_time": "48:28",
		"speaker": "Ricardo Lopes",
		"words": "then uh one that would probably be a little bit more palatable to modern years. Anti natal liberal democracy."
	},
	{
		"start_time": "48:39",
		"speaker": "Matti Häyry",
		"words": "Yeah. Mm. This is not in sight for the time being. That's the problem I wouldn't mind. But the, the, the world doesn't really seem to be developing into that direction or is it, I mean, more freedom of opinion, reproductive autonomy coming back to the freedom and happiness. Again, realization of the horrors of the world or maybe something, something is brewing. It would be nice."
	},
	{
		"start_time": "49:06",
		"speaker": "Ricardo Lopes",
		"words": "And what about rational persuasion? Do you think that could work?"
	},
	{
		"start_time": "49:11",
		"speaker": "Matti Häyry",
		"words": "Mm. It's, it is the only ethical way to, to proceed. It doesn't seem to be working fantastically, but perhaps it's early, early days yet, perhaps liberal democracy and rational persuasion together will move people's minds. So we just, we, we have to believe in that to continue with this work. So fingers crossed."
	},
	{
		"start_time": "49:34",
		"speaker": "Ricardo Lopes",
		"words": "Uh And there's also the alternative of canning of reason. What is"
	},
	{
		"start_time": "49:40",
		"speaker": "Matti Häyry",
		"words": "the kind of reason is, is at the same time, the the most difficult and the and the easiest idea to, to explain now, the more difficult uh uh is that it, it's philosophical Georg Wilhelm Friedrich Hegel, the 18th and 19th century German philosopher suggested that the world is developing pretty much without human intention. There are ideas that clash and develop uh but humankind is for all intents and purposes, just a spectator in this play in the end, according to Hegel, freedom will be victorious and we can only admire its its blossoming from the audience. Well, be that as it may in the real world, the idea is simple. What we think we are doing bigger forces are already moving us towards the end of reproduction. People's self-interest, reduce birth rates, pollution reduces sperm counts, education reduces uh women's willingness to have Children and so on. So according to this cunning of reason thing, we don't have to do anything about it. Antenatal is, is already on the way."
	},
	{
		"start_time": "50:52",
		"speaker": "Ricardo Lopes",
		"words": "So one final route then uh the root of the benevolent machine."
	},
	{
		"start_time": "50:59",
		"speaker": "Matti Häyry",
		"words": "Yes. And finally the technological version of the cunning, cunning of reason, machine intelligence so-called is increasing in efficiency and scope and uh sooner or later it is predicted there will be a computer. Uh THAT is who is cleverer and kinder than we are. And that computer, if it has access to everything else in the world can decide to help humankind. The machine thinks people will never on their own, stop their suffering. So they need assistance. And then the benevolent omnipotent machine presses the big red button and we are all history. Oh, happy day."
	},
	{
		"start_time": "51:44",
		"speaker": "Ricardo Lopes",
		"words": "So uh let me just ask you one last question. Uh The, this will be the last question of our conversation today and regarding these different possible routes, which are the ones that you would support the most. Do you think that any of them is superior to all the others or would you support perhaps a combination of them"
	},
	{
		"start_time": "52:06",
		"speaker": "Matti Häyry",
		"words": "national persuasion is the, is the only thing that we can explicitly do. And then of course, follow the developments of is the cult coming somewhere. If the, if the liberal in liberal democracy are tendencies that go towards Antenatal is and then the answer for now is no, they are are not because it isn't happening in the global South and in the global North we are now worrying about the population, native population of, of our own own country. So uh restaurant per population."
	},
	{
		"start_time": "52:40",
		"speaker": "Ricardo Lopes",
		"words": "OK. So the book is again anti Natal Extinction and the end of procreative self corruption. I'm leaving a link to it in the description box of the interview. And uh Matty, apart from the book, would you like to tell people where they can find you and the rest of your work on the internet?"
	},
	{
		"start_time": "53:01",
		"speaker": "Matti Häyry",
		"words": "And I think that the exploring Anti Natal podcast site has all my exploits listed somewhere probably in the exploring anti Natal podcast number 65 which is the first episode that I and I, I did together. I, I think that in, in the comments of that uh they are whatever they are called citation trees or, or source trees or, or whatever the million, all the millions of things that I've done in my life."
	},
	{
		"start_time": "53:35",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. It's been a great pleasure to talk with"
	},
	{
		"start_time": "53:40",
		"speaker": "Matti Häyry",
		"words": "you. Thank you Ricardo. It has been my pleasure and honor."
	},
	{
		"start_time": "53:46",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Condors Philip Forrest Connolly. Then the met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger and H her meal and Lain Jung Y and the K he Mar Smith J Tom Hummel s friends, David Sloan Wilson. Ya dear, Roman Roach Diego and Jan Punter Romani Charlotte bli Nico Barba, Adam Hunt, Pavlo Stassi Nale medicine, Gary G Alman, Sam Ofri and YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca Beto Lati Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano, Chris Williams and Peter Wo David Williams Di Costa Anton. Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week, Linda Brendan, Nicholas Carlson Ismael Bensley Man George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander, Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina. Tom Vig. And Bernard N Cortes Dixon Benedikt Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]