[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricard Lobs. And today I'm joined by Doctor Mazria Shima. She is a senior lecturer in Philosophy in the School of Philosophy, Psychology and Language Sciences at the University of Edinburgh. And today we're focusing on her second book, the most recent when The Brain Abstracted Simplification in the History and Philosophy of Neuroscience. And she has another book also uh titled Outside Color Perceptual Science and The Puzzle of Color in Philosophy. So Dr Chim Muta, welcome to the show. It's a pleasure to everyone. Yeah."
	},
	{
		"start_time": "00:39",
		"speaker": "Mazviita Chirimuuta",
		"words": "Thank, thank you, Ricardo. Thanks for inviting me. Nice to be here."
	},
	{
		"start_time": "00:43",
		"speaker": "Ricardo Lopes",
		"words": "So, what is the main argument that you put forth in your book? And what exactly is this idea of simplification in science and more specifically in neuro science?"
	},
	{
		"start_time": "00:57",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. Well, the main, the main argument in the book I I'll talk about that first. Um There's an overarching narrative of the book which I think in the context of Philosophy of neuroscience. It makes sense to think a bit about where philosophy of neuroscience originated in a, as a academic field. So it started in the 19 eighties through work of people like Paul and Patricia Churchland who developed this research program called Neuro Philosophy. I believe you've had Patricia Churchland on your own. Yeah. Yeah. Um So the, the aim of neuro philosophy was to look at all of these exciting new results in neuroscience and see if they could be applied to long standing questions within the philosophy of mind. Say about the nature of consciousness. What is perception, what is decision making? Do we have free will? Um So the idea was that the results of neuroscience would be telling us something significant and um quite readily interpretable to philosophers concerning the nature of cognition, the nature of uh the brain states which give rise to mental states. Um My overarching argument in the book is that there's a problem inherent in your philosophy given that um it's in it's typical and unavoidable in scientific practice um to simplify the subject matter that they're investigating. Uh So we can, we'll talk more about simplification as we go on in this interview with um uh examples and so forth. But the point is that the slogan, if you like is the brain is far more complex than can be represented in any one particular scientific model or theory. So when neuroscientists give us a model or a account of what decision making is what free will might be, what perception is, this is always going to be a drastic simplification of the actual complexity of the brain states which give rise to cognition. So given this mismatch between the actual complexity of the brain and the simplified scientific representations, um we can't just take neuroscience and say this is directly applicable to the questions that we have in philosophy of mind, to the things that we want to ask about how the brain gives rise to cognition and therefore what cognition um essentially is."
	},
	{
		"start_time": "03:30",
		"speaker": "Ricardo Lopes",
		"words": "So I have a very interesting quote here from the book. Uh AT a certain point, you say, as a religious and self avowedly naturalistic science and philosophy of science were in the century after Nietzsche, the basics of the belief system were not updated. Beauty truth and parsimony were left high on pal. So could you explain this particularly the second bit about beauty truth and parsimony? I I found really interesting. Yeah."
	},
	{
		"start_time": "04:05",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So this is this is from the preface of the book. So I was, I was being a little bit condensed and not exactly explaining everything going on the background with those ideas. Um So I do argue in the introduction to the book that one of the reasons for um the conviction that many scientists have that when they discover when they develop a simplified theory model, that this is discovering something inherently simple about the natural world. I argue that this is has some roots in um the theo theological background of science. So as many um historians of science have noticed um science didn't just spring up independently in a cultural vacuum. Um The original scientists were what's known as natural philosophers, people like Newton. Um um AND Galileo, of course, even though he's always presented as having this big dispute with the church, he was interested in um natural philosophy and ultimately theology as well. So people were motivated to study the natural world in order to find out about God through God's work. So natural philosophy and natural theology were interconnected disciplines. And one of the reasons people had the conviction and early on in the development of science that by finding simplicity um in nature, that you would learn something about God's mind was coming from this idea that God worked in a way that was rationally intelligible. Simple e God has a simple, eternal and changeable nature. All of these sort of notions that come quite directly from monotheism found their way as part of the motivation for scientists um to seek simplicity in nature. And um so, so um one of the, it's more specifically on that quotation, you just read out um the thing at the back of my mind was actually um Nietzsche's criticism of Plato. So, um Nietzsche um you know, obviously, uh thought a lot about the history of religion and how that connected with the history of science and a history of philosophy. Um He very much emphasized that Christianity was a version of Platonism, like a popularized version of Platonism. Um And a core tenet of the Platonic theory was that the world that we see around us in nature, the world of appearances is somehow illusory, but the underlying reality is simple, eternal unchanging. This is the world of the forms. So there's a way of thinking about platonism, which tells us even if nature seems complex, it's not complex, really underlying nature are these simple eternal forms and laws of nature. And you can see how that connects with how scientists have tried to investigate natures, sort of breaking down the data sets which seem to be really messy and complicated and, and looking for underlying patterns which are very intelligible and, and fixed. Um So Nietzsche's, um if you like criticism of Plato was that there's something kind of self deceptive about that Platonic account of knowledge, which is to say that what Plato thought he was doing is saying, oh, knowledge is just this contemplation, this disinterested discovery about h how nature is that it's not con connected with our human purposes and like kind of low desires just to get stuff and change things to how that suit us. And he said that was self deceptive because ultimately, what knowledge is directed to is will to power is getting more stuff that we want is furthering our own, like almost selfish desires. And um what I'm saying in that little snippet is that actually, if we look at science, when we think that science is just telling us about how nature operates in this kind of disinterested way. We should actually remember that what science is doing in the world today. It's very much connected with technology. It's very much connected with how people want to um you know, could be in a good sense like cure diseases or it could be just purely economic gain, but it's connected with if you like human desires and ambitions. So when we think of science as just like idealistically trying to um achieve a view of the world, which combines beauty, truth and parsimony, simplicity instead of goodness, we should remember. Actually, there's some more like low level ambitions there,"
	},
	{
		"start_time": "09:01",
		"speaker": "Ricardo Lopes",
		"words": "right? No, II I, to be honest, I really had to include this quote here in our conversation because I'm quite fond of Nietzsche's philosophy and I've interviewed many niches scholars for the show. So I I thought that it would make for uh I mean, uh for, for some good observations here about science and related topics. So,"
	},
	{
		"start_time": "09:22",
		"speaker": "Mazviita Chirimuuta",
		"words": "yeah, I mean, certainly I think he's um he's right to like look at him like with heidegger as this prophet for the technological age, whether you have a positive or negative view on that. And I think there's a lot of insights into our current technological situation that we can get from um reading Nietzsche. And I think it's he's not so distant from a lot of other ideas and current analytic philosophy of science because there's been this big pragmatist turn. Um PEOPLE are not just me, plenty of philosophers of science are looking at how science is connected with technology. And and um and you can see parallels between what Nietzsche said and then late slightly um following him the American pregnancy. So really criticizing this view of knowledge is purely disinterested,"
	},
	{
		"start_time": "10:11",
		"speaker": "Ricardo Lopes",
		"words": "right? So nowadays, we hear a lot about big data, data science, stuff like that. And in the book, you also talk at a certain point about the contention between what do you call a classical scientific approach and a data driven engineering approach. Uh Could you tell us about that?"
	},
	{
		"start_time": "10:33",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So the classical scientific approach, you can think of that as a manifestation of this this Platonic ideal which says that a scientific theory should be intelligible to the person that develops it. It should take um a subset of the data that it's possible to um uh arrive at relevant to a particular um phenomenon and gets if you like to the core essential heart of what is underlying that data set. Uh For example, a law of nature which can be used to predict the data set. And when you have that, if you like essential um uh set of principles which underlie your data set. The idea is that this is for all time and space going to be the same principle that will explain any kind of data set anywhere else in the natural world relevant to this particular philosophy. So you have this combination of like the intelligibility of these principles to the scientist and the conviction that these principles will extrapolate, extend anywhere else that the scientists might want to apply them. So that's I think essential to this classical approach. But what you see in data driven science is that you really dial down your ambition for the intelligibility of um the model um that you're gonna generate um on the basis of your data set, you're ending up with mathematically much more complex models using machine learning, which um you can use to predict um items in your distribution. But you're not gonna have a clear cut set of principles or laws of nature which um help you give that, help you have that sense of really understanding what's going on in the world. So that, that, you know, that nice subjective feeling of, I really figured out how this phenomenon works. You'd you have less um of that. Um And your, and you're kind of reliant on your data set being based on uh when you have a novel data set, you're reliant on the new data being within the same distribution of your original data set that that model um was originally based on. So you kind of give up on that conviction that you can extrapolate for time and place."
	},
	{
		"start_time": "13:05",
		"speaker": "Ricardo Lopes",
		"words": "So we're going to get back to simplicity in a second. But since your book is focused on neuroscience specifically, uh what would you say are some of the biggest challenges with the study of the brain? And why is the brain, at least apparently so complex?"
	},
	{
		"start_time": "13:26",
		"speaker": "Mazviita Chirimuuta",
		"words": "And so with uh when we're talking about the complexity of an object, and I'm, I'm not a complexity scientist myself, um I talk a bit of in the introduction about, of the book about definitions of complexity that come from complexity science and how they relate a bit to what I'm doing. But this is just a sort of layman's two complexity science um take here and some ideas that are relevant is that when you have a complex system, you have a lot of heterogeneity of the parts. So there's if you break the system down into parts and look what the different individual components are, they'll be very different among themselves and they'll also tend not to be um stable or fixed in their um in their properties. So the parts could not only be various, but they can also be variable across time and um they'll be densely interacting with one another. So it's not. So it means that what happens over here in one part of the system can affect in many different ways what's going over here in another part of the system. So if you look at the brain, you see all of those things uh to a high degree. So there are very many different neuronal types within the brain and strict, I mean, neuro anatomists classify neuron types into different sorts. Like you have pedal cells or pinia cells and they have a like overall morphology which is recognizable. But if you look in the details, even one individual neuron looks a bit different from another, it's like trees in a forest with a branching structure means that each neuron has a, a little bit like people, individual characteristics. And these are thought to be uh functionally relevant as well because the different branching structures as connectivity within the neurons around them neurons are interconnected with one another to a high degree. Um That's there's this very, you know, trillions of synapses like the connecting junctions within the brain. We should, we should also not forget that neurons aren't the only type of the brain. You also have these other cells called glial cells, which used to be thought of as just like they're supporting the neurons. But actually, they seem to have a role in cognition except most people don't study them. So we know relatively little about them. And if we talk about the variability across time from um one day or month to the next, the brain is also changing all the time. So when we form memories, um what's happening is the brain is plastic, it's altering the connections between the neurons, it's altering things about the physiology of those neurons as well. So what you um so this inherent changeability is this um challenge for the scientific ambition in the classical sense of just finding fixed properties of a system which will always allow you to predict what will happen."
	},
	{
		"start_time": "16:25",
		"speaker": "Ricardo Lopes",
		"words": "And on the topic of simplification, you talk about mainly three different simplification or simplifying strategies in neuroscience. One of them is mathematic, another is reduction. And the third one is the formation of analogies between the complicated and familiar neural system and the simpler and more familiar artifact artifact. Uh Could you explain them? I mean, a reduction, I guess that I've already talked about on the show. It's a, a quite common topic but the uh particularly the other two, if you could explain them."
	},
	{
		"start_time": "17:02",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah, mathematic. Um So the, the quite basic thought here is that when you take an object in the natural world and describe it in mathematical terms with numbers and the relationships between those numbers, what you're doing is you're abstract away from most of the properties of an object. So if I look at the things around me, I can, it's not on camera, but I've got some plants around me. It has a whole bunch of qualitative properties. Like it's got the color of the leaves, the different different leaves have different shapes to them. But if you're representing mathematically, you might just say, I'm gonna count the number of leaves, I'm just gonna measure the leaves. So you're sort of rig you're converting all of those sort of rich kind of unique set of properties that I might find in as I look at the thing and saying, OK, what matters is just a few numerical variables. Um So that's leaving behind um a lot of the complexity is that is there in the natural world. So in, in the history of science and the current day um sort of background, philosophy of a lot of scientists, there's this idea that all of those qualitative details of what's there and in an object in the natural world are somehow irrelevant to how it's operating fundamentally. And I think this again goes back to this Platonic tradition. So if you think about what Plato said about um the world, he, he was almost uh there's things that approach, this idea that the maths um geometry is more real than what we experience of the world through our senses. So, underlying this imperfect um messy, not hard to define sensory world of appearances. There is a geometric structure underlying everything. Um So when scientists mathematic, I think they often think to themselves, well, we're just to the essences with the essential properties of what's there. But what I'm saying is that actually they're using a simplifying strategy. All of those details are there in the real object in the natural world, whether it's a plant or someone's brain. And maybe those details do matter to what that um object essentially is as a, as a living thing. Um You mentioned that reduction is uh often talk about because uh reductionism is one of those uh words that has a bad name almost in, in biology. It's, it's been a very useful strategy. I mean, all it means is instead of trying to take a whole organism or a whole organ organ by itself as a whole system, you begin with analyzing the parts, the building blocks with a hope or expectation that by studying those parts, you'll get some insights into the whole. Now it has limitations because um if you study parts in isolation, when you're dealing with a complex system, the parts behavior will be context dependent, which means that you'll be limited in what you can discover about even about the parts by looking at them independently of the whole system. So it has, it has certainly has its place certainly with um technological ambitions. Um But yeah, it's, it can't be the whole story about how living organisms work. Um But yeah, forming analogies though, I write a lot about that in the book because um the notion of the computer as an analogy for what brains are, um I'm saying has been hugely influential and dominant in the recent history of neuroscience. So a nice way of thinking about why analogies are important in science is that if we look at the world around us, of living objects, um they're complex and it's kind of opaque what's going on inside them. Um Going back to Aristotle people who looked at living objects like um uh and, and thought about them. In terms of all the parts of a living object have um functions. They're a bit tool like so hand you might think of it. Well, it's like a pining tool. It's like a grasping tool. There's all of this, if you like seeming goal directed in living objects and when you um make comparisons between living objects or the organs, organ literally means tool. By the way, that's where the world is thrive for a living organ. And you make a comparison with a tool that someone has made then that gives you like a clue. And maybe I understand how this um living organ works. If I know the principles of how this um artifact, how this tool that someone has made according to their own um understanding of physical um relationships, then I think, well, maybe in nature, this is um how, how, what the principles of operation are behind this organ. So what I'm saying, I mean, analogies don't only figure in biology, but I think they have a very particular role in the biological sciences because of this comparison between like the um the tool, like nature of many living things and the way that people have built so many different tools and then have ideas about how those work, which then get imported into their understanding of biological items."
	},
	{
		"start_time": "22:36",
		"speaker": "Ricardo Lopes",
		"words": "Yes, we're going to get back to the computer metaphor of the brain in a bit. Uh But before that, why do scientists seek simplicity? I mean, is this something that is just unavoidable? And what are the goals that they have in mind with simplicity?"
	},
	{
		"start_time": "22:58",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So, so this this goes back to that divide between Plato and Nietzsche ultimately. So if you ask AAA Platonist broadly speaking in, in that broad tradition, why scientists would seek um simplicity, they would say well, because nature inherently is simple. So when you, when you find some simple laws or principles in nature, you have discovered the truth about reality that was hidden before you did your investigation. If you ask a Nietzsche and this is the camp that I'm in. This is the argument that I'm presenting in this book, I'm saying, scientists seek simplicity because they want to control the natural world, humans are limited in their cognitive capacities. If we try to just take in all of the complexity that's there in nature, like you have to keep track of all of the different individual items and how they change from day to day and how they interact with one another. And we'd just be hopelessly confused. We wouldn't be able to keep track of anything. Um Human language is itself a simplifying scheme because when I talk about leaves on this plant next to me, I'm using that one word leaf to apply to all of those items which by themselves actually have these differences. So I'm saying science kind of exaggerates that it, it imposes simplifying schemes on natural objects so that we're not cognitively overloaded and we can focus on certain relationships of dependencies, certain causal relationships that people will want to control and manipulate in order to get the results that they want in the world around them."
	},
	{
		"start_time": "24:40",
		"speaker": "Ricardo Lopes",
		"words": "But I, I mean, just to clarify one point here, uh how do you look at that? I mean, do you think about it as a simply a limitation but a sort of unavoidable limitation of our even our cognition itself? So there's no problem with that. It's just a matter of scientists being aware of that and in the way that it should weigh on their interpretations of the data and so on or is it actually something problematic that we should try to overcome in specific ways?"
	},
	{
		"start_time": "25:18",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So I think it's more the form, there is an inherent limitation on how much a human being can understand in terms of how many variables in a model that are going to be able to make sense of. Like we can't think in much more than three dimensions because you know how our sensory experience of the world is. We live in this 3d space and we have intuitions about three dimensions can kind of stretch it to four and five when you have a 10 or more dimensional data set, your intuitions about what goes on is going to break down. So I think that that is an inherent limitation, but I think that there are some schemers or way of thinking that people use, that could be more or less drastically simplified. I actually think that when people use metaphors to understand the world in literature, the part of the value of metaphorical language can actually be that it, it kind of encompasses a bit more of the complexity and the inherent almost vagueness or changeability of things in nature. So I think as um science has become more and more dominant as a way of thinking of the world, it's maybe tempted people to underestimate um how much of things in the world around them are complex and interdependent. And there are other um ways of thinking and you can think historically and also cross culturally that maybe are more sensitive to that. So I think it's important to be pluralistic. So given that science has to simplify it, we should also say that it's worth also um paying value to even within sciences, different approaches that maybe simplify less drastically and also outside of science um ways that we can be more sensitive to complexity, even if we can't fully grasp it in all of its details."
	},
	{
		"start_time": "27:07",
		"speaker": "Ricardo Lopes",
		"words": "You mentioned pluralism there. I want to ask you a, a specific question about that. So in the book, you take preference for a more pluralist and perspective is approach to neuroscience in this case over a sort of standard scientific realism and empiricism approach. Uh WHY? And uh what does that mean? Exactly."
	},
	{
		"start_time": "27:32",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So, so to use our sort of platonic figurehead again and again, I don't want to say this is all like stemming from Plato's dialogues down today. But just like following this idea that there is a consistent lineage here. So that I'm saying essentially that if you take scientific realism today, there's something platonic about it. So the mainstream scientific realists, they say our best scientific theories are giving us a representation of how things are um in nature, which are not observable to our senses. So um a classic example for scientific realism would be to say when a the theory in physics posits electrons in order to explain certain phenomena, you know, you might observe electric shocks and things like that, you have good reason to say that those particles electrons exist. Um So they're saying that there is if you like a world behind the senses and that is what the scientists are allowing us to know about. So empiricists, they actually were very uh resistant to this metaphysical um interpretation of science. And they, they're actually almost um a bit Nietzsche in here and in posts like Ernst mark, actually, people made the connection between him and Nietzsche, which is interesting. Uh So he's another 19th century uh scientist and philosopher and he said actually all we have is the world of appearances, we have lots of sensory data. What science is doing is just finding connections between this data and representing them in an economical way. Um So in this sort of um divide between uh classical scientific realism and empiricism, I'm sort of fairly sympathetic to this empiricist um tradition. So in saying that like with, as Mark said, we shouldn't interpret our scientific theories as like telling us simple laws and principles which exist behind the century data. Um For me, this debate about the existence of particles is not relevant because I'm not talking about physics. I'm talking about objects in biology, which everyone can observe. But the question is, should we be realist in our interpretation of the theories and models that scientists develop? And what I'm saying is that when those theories and models um impose simplifications on the observable data that we can encounter regarding those systems, we shouldn't believe that the simplification is more real than the actual observable data and saying that actually um nature is irreducibly complex. And for this reason, multiple um theoretical approaches are all needed because if you think of it as a mountain with needing lots of viewpoints on it there, um You, you can, you can't take in in one view all of the complexity, all of the operations that are there in that one system. So you need multiple viewpoints in order for each of them to sort of grasp something about what's going on. So this is what motivates the pluralism. It actually is founded on this idea that underlying everything is just this irreducible complexity. And we can only grasp it in, in these small um piecemeal approaches. If you can think of each approach as like one viewpoint, one perspective on a thing I know you've had on your uh podcast, Mia mastery who at length on perspective. So I'll let your listeners go to that episode to him or specifically what this notion of perspective is, is."
	},
	{
		"start_time": "31:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. It, it was a great episode and I will link to it in the description of this one. So uh in the book, you go through an example, I guess an illustrative example of an early theory in neuroscience reflects a theory that got very popular theory about the organization of the brain and the nervous system that then uh later was dis discarded. Could you tell us about it? Uh WHAT reflects the theory was and how and why it fell and perhaps then we can get a better understanding of why it might be lust of some of the issues you're pointing to in the"
	},
	{
		"start_time": "32:01",
		"speaker": "Mazviita Chirimuuta",
		"words": "book. Yeah. Yeah. So the um reflex theory, it was it was dominant. So just before the start of the 20th century going into the 19 thirties, so that's the time period we're talking about. So it rose um following some really important discoveries about um neurophysiology that happened um mid 19th century. Um So people had like theorized about reflex action since the 17th century, since dear. But what happened in the 19th century with more detailed um probing of the nervous system was that um this is Charles Bell. Um There one figure that found this is that people um found that there was different nerves um that were responsible for uh sensory input into the spine. And then another set of nerves which sort of linked um in an arc connected to that responsible for the motor response, the movement that was um uh ha would happen in response to the sensory input. So if you think about what reflexes are like the kneecap reflex that the doctor might do, that's giving you a particular sensory input. And you have this very predictable motor response and reaction to that or if someone uh throws an object towards your eye, you immediately blink. So there's this quick um sensory response um elicited in the quick motor output. Um So this idea of sort of decomposing the nervous system into the sensory input side and the motor output side, um they would be linked at the spinal cord. Um This served to explain many behaviors and responses like the eye blink and the various um other um reflexes with the limbs. So these were like success stories for neurophysiology at the time. And then what people did is kind of extrapolate from that and say, well, what if everything that the brain and nervous system is doing is actually a kind of reflex response. So what if, what's going on in the brain is actually more reflexes coming in being connected with another set of motor outputs and then everything that someone says and does might ultimately be decomposable into a set of um reflex responses. So what I say in um um in the book or explain in the book is that it's a kind of reductionism. So looking at the parts of the nervous system as reflexes. So if you like it's a physiological part, these isolated sensory motor responses are what the building blocks of the nervous system are. So the thought is if we just study reflexes, then ultimately, we're going to be able to explain more complex um behaviors and um neural responses. So, some of the very major uh early 20th century uh neurophysiologist like Charles Sherrington spent a lot of their career um studying reflex responses in dogs and cats um under certain experimental preparations, which were used to kind of generate more predictive, predictable reflex uh like responses. Um But ultimately, um this um approach fell out of favor because um there were just too many um anomalies, too many um cases where it just became clear that the um the reflex theory was not able to explain this universally in neuroscience in the way that people had thought. But I should also mention that there was a lot of overlap in the twenties and thirties that developed between this reflex theory and behavioral psychology. So the notion that ultimately, what we're doing when we behave is sort of um forming um predictable responses to these um sensory inputs. You can see how there's a psychology version of that. So as Pavlov described, you know, the dog that salivates to food and then you condition it and it salivates to the bell as well. What you're looking for is this very tight connection between a sensory input and a behavioral output. So that behavioral level is in psychology is being paralleled with this um neural level within the physiology."
	},
	{
		"start_time": "36:42",
		"speaker": "Ricardo Lopes",
		"words": "So in the context of the thesis you present in the book, what would you say reflects a theory is illustrative of? Exactly."
	},
	{
		"start_time": "36:52",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So I'm using it if you like as a cautionary tale to say that if if you want to explain why scientists were so attracted to this theory, even though looking at it in retrospect, it seems so vastly oversimplified that how you you ask yourself, how could anyone have been convinced that this could be true? How could anyone think that everything that's going on within the brain will just boil down to sensory motor reflexes? What I'm saying is it illustrates how alluring how compelling the goal of simplicity can be. So once scientists are just trying to find the simplest theory, they can be misled into believing in a theory that in retrospect is must be completely wrong. And so then you have to ask, well, what in science today might people be convinced by? Because they're so want to believe in the simplicity that they ignore all of the reasons for thinking. Well, this couldn't possibly be true."
	},
	{
		"start_time": "37:54",
		"speaker": "Ricardo Lopes",
		"words": "So after reflex theory of course, uh came the rise of uh the idea that neural processes that give rise to cognition are essentially computational. So what does it mean for something to be computational? Specifically the brain or neural processes? Uh WHAT does computational mean exactly?"
	},
	{
		"start_time": "38:21",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah, I mean computational theory is a branch of mathematics which is to do with uh what functions are. So a function in mathematics is a fixed relationship between an input and an output. Um So addition, the function if you for any two numbers or any or more numbers, um um the addition function maps that onto a specific answer, which is the sum of those numbers. So you can think of a computation as describing this process that gets you from the input to the output um as described by the mathematical function. So in the context of neuroscience, um saying that the brain or an individual neuron even is a co is computational is saying that what it's doing is it's taking inputs and converting them uh in a well governed way to an output. The rule governed way uh defined by the function. And so this idea of transferring computational ideas to neuroscience very happened very early in the history of um the invention of computers. So, you know, if you think of uh yeah, the digital computer based on Alan Turing's ideas, they were developed during the war, uh second World War and it was actually in 1943 with mcculloch and Pitts. Um This notion that individual neurons could be computational devices was 1st 1st proposed. So they thought that the dendrites of the neurons, the parts of the neurons which um standardly taken just to receive like inputs from another neuron around them. Phys. What this actually means in the concrete world is just that the um dendrites of the neurons are sensitive to neurotransmitters that are coming from previous neurons. And this modulates the electrical excitability of this neuron that is receiving that neurotransmitter. Um But the thought was OK is that you have these dendron. So the input and the body of the neuron performs a computation and this converts the signal on the output end which will then go and um affect other neurons in the network. Um So saying that that's how you can say that an individual neuron is um computational. If you just take those notions of input output and function um connecting them and sort of impose that template onto neurophysiology. And if you're thinking of the brain as a whole being computational, people would think in terms of like the whole, all of our sensory systems being the inputs, we're taking data from the world in the center of our brains, we're performing this operation that converts those inputs into a certain output. So the output would be uh motor signals which shows what behavior is so when I'm talking, um that's possible because my brain is sending signals to my voice box. And so if you like all behavior that ultimately is this motor output."
	},
	{
		"start_time": "41:28",
		"speaker": "Ricardo Lopes",
		"words": "So in the case of computational models of the brain, are we working with an analogy here or not?"
	},
	{
		"start_time": "41:38",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So I'm arguing that it's an analogy. Um I, I point out though that the dominant view I'd say amongst neuroscientists themselves and many people that do philosophy of neuroscience says that the brain literally is a computer. It's not just an analogy or, or a comparison that one could make, but they're saying that inherently the brain uh is a computational device. Um What I'm arguing instead is that no, for reasons to do with what I talked about before that it's useful um for scientists to think about biological organs in terms of tools that people have made. Um THAT gives them a if you like a way to try and thinking about how the biological organ might work. So, and so for that reason, people have been very attracted to the comparison between brains and computers, not least because um computers were designed in order to do tasks which people um use their brains for to do cognitive tasks. So the turing's vision of what the computer was originally was to replace um the human computer. So the digital computer was simply performing the tasks done by a human computer and what the human computer did. This is a job that was taken over by A I back in the day, all computers are a kind of artificial intelligence. It was just doing sums all day. So we have people used to be the only kinds of things that could do sums all day. And now we have uh, machines doing that. So the thought was, well, there's a similarity in what computers and brains can do. Let's see if we can understand the brains as biological computers. Um And so I'm saying, well, given the functional similarity in some respects between brains and computers, it's a natural thing to do. There's nothing wrong with this strategy in itself, but we shouldn't just literally think that what, um, brains essentially do is just the same thing as what computers, digital computers essentially do."
	},
	{
		"start_time": "43:43",
		"speaker": "Ricardo Lopes",
		"words": "But do you think there are still ways by which the analogy can be scientifically useful or not?"
	},
	{
		"start_time": "43:52",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So I think all, uh all most analogies and science, um, can be shown to have their uses. Um, WHAT I mean, one way to think about why it's useful. I like this, Mary Hesse's um, notion of domestication. So if you think of the things in nature, they're kind of wild and not obvious in how they work. A tool is something very domestic to people in the sense that people have made it and makes sense to them. So, what these analogies are doing is looking at what's unfamiliar through the lens of something that is familiar and makes sense. Um So that certainly gives scientists a way to like not be overwhelmed by just the opacity, the um the just the alien nature of what they're trying to investigate. Um I in the chapter in the book, I look at this sort of historically about this early research that was done on that interface between computer science and neuroscience and that whole cybernetics movement. And um the thought was that OK, we look at the nervous system, we've got no idea how motor control happens. But what if we build a robot that does some of the things that I like what a person does when they are behaving with motor control. At least we've got a clue or like the beginnings of a theory about what might be happening. Neurophysiological, of course, analogies can be misleading because every analogy is based on a partial similarity but not identity. So two objects related by analogy will be similar in some ways but also different in many ways. And my criticism of the computational framework, um when people interpret it literally is that it tempts them just to ignore the differences between um biological brains and um artificial computing machines."
	},
	{
		"start_time": "45:53",
		"speaker": "Ricardo Lopes",
		"words": "And of course, since we're talking about simplification in science here, we also have to talk a little bit about modeling because that's also something that scientists do something that is I guess fundamental in science. So in the case of cognitive neuroscience specifically. Um How do you look at the relationship between modeling techniques and experimental practice, for example."
	},
	{
		"start_time": "46:21",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So, so there's a chapter in the book which focuses specifically on this theme and it's um and it's um making the argument that models um all models simplify and that famous slogan by George Mark Bots. Um All models are false but some are useful um still models uh he says are false because they all simplify, right. Um They no model can just take in all of the um complexity that's there observably. Um But I'm saying the most effective modeling strategies um don't just begin at the modeling stage. It's really important how you generate the data in order to um get a nice tractable model out of it. So I'm talking a lot about the um experimental techniques that have been used in uh phy neurophysiology of the visual system. So this is work on um primary visual cortex going through the 19 fifties onwards, how scientists were really um careful about how they prepared their animals, the use of different behavioral restraints, something mostly as drastic as anesthesia in the early stages, really careful about how they chose their stimuli. A lot of these um techniques had the precise effect of making data sets which had less variants than they would do if you just um recorded from the activity of neurons just in uncontrolled viewing conditions. So when a cat is roaming around the park jumping around hunting, doing all kinds of things. It's very hard, you're gonna get a data set, which is very hard to, um, model because there'll be very little repeatability of responses from one time to the next. If you anesthetize the cat put it in a harness, basically, stop it, having any kind of, uh, cognitive activity pretty much other than the precise stimulus that you've chose to, um, make it few, then you're gonna get neurophysiological responses which are kind of consistent with um mapping um from particular stimulus to particular um activity profile. There's still actually a lot of variants, but it's gonna be way less than if you just um approach things in the world. Um So just the variability of neuroscientists to have data sets which then they could uh build models of was dependent on all of this experimental methodology. Um That happened in the first place though we talk about how with current technologies um using machine learning and very, very wide sampling um of neurons when they're recorded in the brain, people are actually trying to develop data sets which are more naturalistic. So more like what how the primary visual cortex would work if the cat is jumping around the park as opposed to anesthetized in the lab. And that is um that is leading to, you know, in interesting classes of new models which kind of fall down, I suppose on this question of intelligibility of the model because you can like find mathematical relationships in these very, very high dimensional data sets. But that ability for the scientists to actually say, aha, I've figured out the operating principles of this system that that gets reduced once you're dealing with data sets of such complexity."
	},
	{
		"start_time": "50:04",
		"speaker": "Ricardo Lopes",
		"words": "So another very important topic here has to do with representation. And uh I've already had on the show, people like doctors, Randall Beer and Luis Wave. And we did the entire interviews, almost two hour interviews just on the topic of computational representational approaches to neuroscience and dynamical systems theory. We're also going to get into that in a second. But uh how do you approach the topic of representations? I mean, what are representations and where exactly is the role that you see they play in brain research?"
	},
	{
		"start_time": "50:45",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So the question, what are representations? I mean, there's philosophers that spend their whole career on that question. Uh So it's, it's not actually my area of ecstasy. So I'm not going to go into like a technical definition. I give you uh the different views on that in terms of a debate and how I like to think about it as a philosopher of science here is to think about what, how are scientists using this notion of representation clearly? What they're doing is sort of drawing from uncontroversial cases of representation that are familiar from everyday life. So if you think about, you know what a map is, it's a kind of representation. It's um standing in for the territory which is out there in a city and just taking some of the structural features of that territory and depicting them in the map so that the person has a, if you like a substitute for the experience of walking around the whole city, you can see a subset of those relationships there in the map. Um And it allows you to do certain tasks like plan a route through a, through a town. Um All, all language is representational. When I talk about a dog or a cat, there's no dog or cat in the room. Um But if I say those words, then you're able to like uh refer to the same item um as me um uh paintings and all kinds of things can be representations in everyday life. Um A core um philosophical term that goes with the study of representations is this notion of intentionality. It's this idea that a representation is a physical object which uh this notion of intentionality um literally comes from the idea of it reaching out to the world around it to some object that it's aiming to depict. Um So this is the um feature of representations that I I'm arguing is particularly important with the use of this notion of neural representation. So what I'm saying is that when neuroscientists say that activity in parts of the visual cortex represents certain things like it might represent a face. What the neuroscientist is drawing on is this comparison between say um a picture which might represent a face. Um Not because through, well, maybe that's not such a good example because a picture, how's this kind of structural similarity with a face? So it would be better to say it's like a word which might be used to represent a face or a sentence which might represent a face. So even though the sentence is not similar to um a face, if you know um the language you'll be able to decode the sentence and like have conveyed in front of you um information about the face. So if I say um oh, the Mona Lisa had a face with an enigmatic smile and she had long brown hair, you'll be decoding this sentence, you'll um know something about that face. So the idea would be so uh uh neural activation and part of the fusiform face area is representing a face because there is a neural code which describes properties of that face. It sort of reaches out in, in into the world around it instead of just being about electrical activity, it's actually about that face in the world. That notion of intentionality comes in. This is all an account of why neuroscientists think about neural activations in terms of representation. Um uh An obvious point to make here is that uh representations are central to how people cognize it's a central explanatory notion in cognitive science. So if you say that there are representations in the brain, then you have this bridge from neurophysiology to cognition. Because you're saying like how the brain allows us to cognize the world is that the brain already forms representations. Therefore, we can start explaining how cognition is possible on that psychological level. So that's something that many people have said about why neuroscientists talk about representation. I say furthermore that it's also a simplifying strategy because it permits scientists to really focus on the relationship between an activation in particular brain area and objects in the world that those neurons are sensitive to and ignoring lots of biological details about how those activations get caused."
	},
	{
		"start_time": "55:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So getting into the topic of a computational slash representational approaches to neuroscience and then dynamical systems theory approaches in the book, you take the example of the motor cortex uh and how it functions and its nature and the different ways people have approached it. So um what would be then the uh the more the common computational representational approach to it and then the dynamical systems approach to the motor cortex."
	},
	{
		"start_time": "56:02",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So the um the uh computational representational approach, it was is a bit earlier in its origins. And what that says is that uh for motor cortex is just like strip it around the top of your head. Um Its role is to direct um movement. So sending signals to the spinal cord which ultimately cause your muscles to move And so the theory about it being representational was to say that neural activations in this motor cortex are representing movements that you intend to make. So there is as if like 1 to 1 correspondence between an activation here and a particular movement like raising your arm. Um And so that was a theory put forward for the explanation of how motor cortex supports um uh motor control because you simply represent your motor intentions in the brain and then that signals to your body to move in certain ways. Um A bit of an obstacle for that theory um came about through finding is of of like relative instability of uh the relationship between these neural activations and movements. So people sort of trying hard and under controlled experimental situations to see. OK, what particular movement does this neuron um serve? Is it um what is it exactly representing even? Is it representing like whole arm moves? Is it representing the velocity of the arm movement? Is it representing the activation of certain muscles? Um Is it doing that consistently from one trial to another? It was very hard to pin anything down on this? It everything did seem to be a bit jelly like, yeah, there's a clear relationship between motor cortex activity and muscle um movements, but actually being precise in what that relationship was became quite hard to theorize. Um So in the purist um version, the dynamical systems approach and this is um there's an influential paper by um Krishna Shenoy and Mark Churchill and some other authors, they describe a dynamical systems approach which should have doesn't say that what the motor cortex is doing is representing, representing any movement para parameters. They're just saying this is a dynamical system which if you like causally drives motor outputs. So they have a, a different theory about the relationship between the activity and the and the um the movement outputs. They say uh it's a kind of a pattern generator. They say this kind of cyclical rhythmic um uh activity in motor cortex, which you can describe using dynamical equations. This is if you like giving lots of movement templates to the rest of the body which is just coarsely driven by these activity patterns. So in that paper, um they are um describing the dynamical systems approach in the consultation or representational one as being incompatible. But there's other theorists and uh Randy Beer has written some interesting stuff relevant to this that actually say no, these are just two different perspectives on the same thing for any object in the world. You can in certainly in any object in cognitive science, you can um describe it as computational representation or dynamical systems theory or as a dynamical system and um they're not ultimately incompatible. Um So there's people uh I think John Krakow has argued this uh with respect to hot field networks. So artificial neural networks can also be described as dynamical systems. And you can sort of think of these as doing computations and also doing this whole um dynamical causal causally driving uh thing as well."
	},
	{
		"start_time": "1:00:09",
		"speaker": "Ricardo Lopes",
		"words": "That's very interesting. And I, I've noticed in my interviews also that there are different views on how compatible these two different sets of approaches are, some people think that they, they are really incompatible, others, others are more on the side of compatibility. But uh if they are compatible, what does that tell us about um how we understand and study the brain? Because I, I mean, the question here is if we can have a correct uh or uh an approximation to an understanding of the brain through two different sets of theories, I mean, what does that tell us? I mean, because uh shouldn't it be just one theory that would be correct here or? Yeah."
	},
	{
		"start_time": "1:01:00",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So this goes back to this question of pluralism. Um So the, if you insist on incompatibility, one of the things you're assuming in the background is that one of these theories is getting essentially at the truth of how the brain operates. And the other theory is false. Um I'm saying that both of these theories make simplifications in their own way, which depart from ultimately the truth, the ground truth of how the brain operates. So if you think of a classical computational representational one, it's making assumptions about the consistency of the neuronal um act the neuronal, what the neuro what the neurons are intending to represent. Um That's not true, that kind of stability is not true of the actual brain. If you take the dynamical systems approach is making assumptions about, there's ultimately some sort of fixed laws of way of behavior that might not be true. But that's fine if you're saying with me that all scientific theories are simplified in some ways. Um And like all models, they have to depart from the inherent complexity of the system. So it's sort of an option for me to say, well, they're compatible because they are both perspectives on this one thing. Um They um simplify in different ways. Um None of them are take, allowing you to discover like the whole truth of how the motor cortex works. Um So what I say in the end of that chapter one on the motor cortex research is that ultimately, we have to have this sort of intellectual humility, this can humility um which says that the thing in itself or the brain in itself because of its inherent and irreducible complexity is to some extent, um cognitively or epistemic inaccessible to us, we can't have that ideal of full and complete absolute once and forever theory of motor cortex, which will just tell us everything that there is to know about it have to accept that all of our theoretical approaches will be limited in different and perhaps complementary ways. Um But yeah, the, the final complete theory of the brain in itself is not going to be available."
	},
	{
		"start_time": "1:03:32",
		"speaker": "Ricardo Lopes",
		"words": "And of course, nowadays, we also have uh ma machine learning as a way of uh modeling and studying different and not just neural processes, neural systems but other aspects of reality. What would you say are the pros and cons of using uh this kind of methods?"
	},
	{
		"start_time": "1:03:55",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. So, so I I got interested in machine learning methods and neuroscience just because I began to see how much um of neuroscience was changing because of the developments in machine learning. So my home area of neuroscience is actually uh vision science. And um I grew up with learning and modeling um visual responses with these mathematically very almost truly simple equations. And there were limitations in um what kinds of responses could be predicted with these um quite simple models. So um my own research modeling, um we could predict the responses of how people um sensitivity would change to contrast of um black and white stripy patterns. But if you took uh black and white photographs, our models would have less predictive value. Um So what happened with the machine learning revolution? And this was kind of um kind of following on like big advances in machine vision, you know, object recognition, face recognition at the start of this century sudden suddenly started to be achieved. Uh WHAT happened is that like vision researchers and neuroscience were looking at deep learning and saying, aha these computers are doing vision. What can we learn about the visual system from studying uh these kinds of devices? And it turns out what you can do is you can build very, very vast like million parameter models of visual cortex, which allow you to predict the responses of neurons to look at almost a complete array of different stimulus types. But then what you find is that the theoretical pre off in terms of understanding how visual cortex is working is more limited, at least in the mathematical details of what you're studying. Because in the old theories, um the old strategies, you had a few equations and you could tell a story about OK, this kind of function is an edge detector and this feeds into this um other thing, right? Whereas when you have a vast um deep convolutional neural network, which you're using to model visual cortex, you can say a few things like there's X number of layers and there's certain connectivity types between the two and this may or may not correspond to what you see in the actual brain. But mathematically, it tells you, I would say less about what's going on. Other people might disagree with this. I mean, this is something this is I'm just stating my own position. There are people like um um people that have argued that there's much more theoretically and explanatory available with using deep learning methods and science. Anyway, it's an ongoing debate"
	},
	{
		"start_time": "1:06:57",
		"speaker": "Ricardo Lopes",
		"words": "since, since we're on the topic of A I, um how do you think we should deal with the claims regarding the potential of A I systems developing? Or, I mean, perhaps programming them even with things like consciousness, general intelligence and perhaps this would be a way of also connecting the discussion to the idea of multiple realizable of cognition here, right? So in your view, what do, what should we make of those types of"
	},
	{
		"start_time": "1:07:34",
		"speaker": "Mazviita Chirimuuta",
		"words": "claims? Yeah. So th this is going back to um an argument that springs out of what we were talking about before with the computer brain analogy. Uh So I said before that the um we need to pay as much attention to the differences between computing machines and brains as to the similarities, which this analogy points us towards um people who sort of sort of lit are literal about the brain being a kind of computer. What they're claiming is that the similarity of like the overlapping properties between brains and computers is what's essential to how the brain serves cognition. So anything cognitively going on in the brain and this includes consciousness will ultimately have a computational explanation if you like, there ultimately is an algorithm that we run in our brains, which is what makes us conscious. So if you think like that, um given that um digital compu computation is medium independent, so you can in principle run any algorithm on any physical hardware and practice, you might not be able to but in principle, the, the, the material that a computer is made of is irrelevant to its ability to perform a computation. Um THAT gives you uh if you're, if you buy into this view, then you're going to think. Well, if consciousness is just the product of an algorithm running a machine could be built, that is consciousness in the same way that I have. So you see this in people that talk about uploading, they say if we record it from enough neurons in our brain, and if you mathematically model the their responses, then in principle, my mind could be uploaded onto the cloud because it's just an algorithm and I just need to discover the algorithm and then I could be have my own conscious mind after my body has died but a bit, but my mind will still be operating in this cloud based platform so that um unit use the term multiple realization. That's another way of talking about medium independence. It's saying that any algorithm can be realized or implemented in a wide array of material substrates. Um But my conjecture is that people have been misled into these kinds of views because they haven't paid enough attention to what's different between brains and computers. There's good evidence coming from um the biological side of neuroscience which looks at cell physiology in its details neuro chemistry, in its details, all these things going on with glial cells and um genetic and immunological responses that I could also mention here that says that what's going on in the brain making cognition possible is inherently connected with a whole bunch of other biological processes which are happening, which are in no way shared with computing machines. So computers like this one we're using now, uh obviously not living things, they don't have any of the metabolic immunological other features that brains have. So if cognition is inherently depending on the dependent on this sub consciousness is possible because we have all of these biological uh features, then we shouldn't expect a nonliving machine to run consciousness."
	},
	{
		"start_time": "1:11:07",
		"speaker": "Ricardo Lopes",
		"words": "Um I mean about the physiology of the brain, the metabolism and uh immunology and all of that, would you also add here perhaps some aspects coming from embodied cognition and the fact that the nervous system, at least in biological systems also operates within a body. And so we also have to consider the rest of the body. I mean, would that also play a role here in why probably uh artificial systems wouldn't be able to develop the same kinds of uh capacities?"
	},
	{
		"start_time": "1:11:46",
		"speaker": "Mazviita Chirimuuta",
		"words": "Yeah. Yeah. So that that's an important way of thinking about it. So, by embodied cognition, um what we're led to pay attention to is the, the way that neuroscience specializes and treats the brain and nervous system independently of the rest of uh the body is itself an idealization. It's a simplifying strategy. It's like carving out one system to examine independently of its context and for reasons we talked about before, like there's too much complexity in the world to try and take in everything at once. So you know, standard practice in the biological sciences is to research one organ at a time, if not one cell type at a time, but we know through other observations. Um AND and more and more of this research is happening often prompted by uh medical research is that the operation of the nervous system is deeply interconnected with uh operations from the rest of the body. So, this gut brain connection is being focused on intensively in research now, because of the connection between um the brain and metabolism and appetite and all those these things. So people are realizing that if you want to develop a drug which will help people lose weight, you have to uh pay attention to that gut brain connection. Um The gut itself is huge innovated. There's lots and lots of neurons uh around the gut. And they're obviously um in contact with the, the brain, the same for the heart, the whole uh uh nervous system around the heart, really important to operations there. And then conversely, um all of the ways that the immune system and other bodily systems affect um how the brain operates. Um So, ultimately, the philosophical position of embodied cognition says that it's, it's a sort of, if you like an anti dualist anti Cartesian way, it's a way of thinking it says that there's been too much of this view that cognition is this thing like kind of floats above the rest of the body um like a pure um immaterial soul. That's what dear said. Actually, what cognition is, is something very inherent to what is going on with the body and the body being. As I just said, this living system that we don't understand cognition properly unless we understand it as being a capacity of a living body."
	},
	{
		"start_time": "1:14:25",
		"speaker": "Ricardo Lopes",
		"words": "Would you also include the other three ease of four e cognition here? I mean, also the embedded, extended and inactive uh aspects of it. Yeah."
	},
	{
		"start_time": "1:14:37",
		"speaker": "Mazviita Chirimuuta",
		"words": "So yeah, these, these views are often taken as a package and I'm I'm pretty sympathetic to um to the other ones to talk more about the embodied cognition. I'd say the um uh the inactive. Um Yeah, I mean, there's details of the in activism theory that I wouldn't sign up for in terms of all um perception being to do with sensory motor contingencies. I think that one of the ease that I have an attachment to is the ecological theory. So in my previous book on color, I was developing an ecological theory of what it is to have color perception. The extended e that is um a tricky one because there's actually as Andy Clark wrote about in this nice paper called pressing the flesh. There's actually an incompatibility between um the um most thorough versions of the embodied and the extended cognition. So as I was just saying, with embodied cognition, you're really emphasizing the medium dependence of cognition that it really matters that it happens in a living body. Whereas the extended mind says that cognition can occur in these body tool hybrid systems, these cyborgs or it could even like go out into nonbiological territory. Um And that's pretty much saying that the medium doesn't matter because it can extend out into these non living system. So I have to say, given that I'm quite um keen on the embodied side, I'm less keen on the extended, but"
	},
	{
		"start_time": "1:16:11",
		"speaker": "Ricardo Lopes",
		"words": "no, that's very interesting because in my conversation with Dr Randall beer is more or less, the same is not very fond of the extended bit of the four e cognition framework. And by the way, Doctor Louis Favela also, recently we put out a book, The Ecological Brain ta talking about the logic, the ecological bit that you mentioned there. So I also have uh an interview on that on the show if people are interested. Uh And so one last question then and since you um are a philosopher yourself, I mean, you approach things from the perspective of a philosopher here keeping in mind uh the main thesis that you develop in your book about simplifying schemes in neuroscience. How do you look at the relationship between science and philosophy and how should they, what kinds of um I don't know insights. Should they bring to the table when it comes to dealing with these aspects of theorizing, modeling and so on in science. And what do you think are the roles that they can play here?"
	},
	{
		"start_time": "1:17:25",
		"speaker": "Mazviita Chirimuuta",
		"words": "Um Yeah. So this goes back to the question that we started out um on and I, I said a few things about neurop physic neuro philosophy there and how I, I think there's an unaddressed problem um about the way that philosophers have tried to draw on scientific results. Um So once we have in mind, all of these different ways that science is simplified, can it really answer the questions that um naturalistically inclined philosophers, neuro philosophers have tried to make it speak to in their own research? Um So I'm sort of raising this as a question that I hope other people working in this area will address. It would be great if people that are really committed to neurop philosophy, sort of develop a response to this. Um WORRY that I'm raising because I'm sure there are ways to address it and respond to this. It's just, it's not a conversation that I've seen happen yet and I want to start that conversation. Um The position that I end up advocating is one that says, um there are reasons for philosophy of mind to carry on as an autonomous discipline as well. So there's been um and I think this is something that I would accuse neuro philosophy of certainly a scientic drift to the way people have approached this. So by scientic, what I mean is just assuming that the scientific methodology and approach is uniquely the one that is gonna yield the answers that any of the answers that you might have about the questions that you have on a topic. So it sort of gives a pre eminence to those methodologies. Um And that's the reason why neurop philosophers have said to uh other philosophers of mine, you need to give up your old armchair way of doing philosophy that ignores the science because that's obsolete now. Um There's no room for those methodologies that are disconnected from science. And that's the uh conclusion that I'm pushing back against because I think if we take seriously how much idealization there is in science, you can, you have these worries about the scientists might be assuming things about the subject matter of the mind, just the human mind, its place in society which are incompatible um with um the views that you might be might be really important to you as a philosopher. Um And you should operate autonomously from the science when it is committed to an idealization that you yourself as a philosopher, see, good reason to reject. Um So 11 idealization um you could think about here is um the lack of normativity that is included in uh research on scientific research on cognition, which I mean, by which I mean, um research on cognition abstracts away from value and normativity. It doesn't see that as an inherent part of its subject matter that it wants to investigate. Whereas normativity and values, it's central to how philosophers need to theorize um topics and philosophy of mind related to decision making will all these kinds of things where we have a human stake in it, which means that value and normativity are important. So if that's what you're interested in as a philosopher, that's what you see is important to you, then you've got good reason to be wary of importing results from the science which has assumed at the outset that value and normativity are not relevant. And it's done that because if you include all those variables to do with value and normativity, you end up with too much um to deal with scientifically. Um So that, so that's an argument for the autonomy of philosophy from certain scientific um research projects. Um But also sort of consistent with this anti scientic conclusion, it does open the door to philosophy, collaborating with other disciplines. Um So I said before, well, literature, its use of metaphors, maybe that's a way of thinking about the world that opens the door to um to being aware of greater complexity and interdependence. And maybe philosophers should be paying attention to those other modes of thinking, those other cultural discourses as much as they have been um in recent years, paying attention to scientific results. So ultimately, it's a very pluralist and um and open, open position. But I think like given the importance of neuro philosophy to our discipline, it might to, some people seem a very controversial or a strange view to take."
	},
	{
		"start_time": "1:22:23",
		"speaker": "Ricardo Lopes",
		"words": "Uh I, I was also smiling when you were mentioning uh scientism, I mean, using that word and also how certain neuro philosophers talk about the armchair philosophers and look a little bit down on them because I was remembering my first interview with Doctor Patricia Church, which I will probably also link in the, in the description to have sort of uh an opposing view on, on all of these kinds of topics, which is also interesting. Uh And again, the book is the Brain Abstracted Simplification and in the history and philosophy of neuroscience. I'm living also linked to it in the description of the interview. And Doctor Shim Muta, uh apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:23:17",
		"speaker": "Mazviita Chirimuuta",
		"words": "Uh Well, I'm kind of um an internet um hm an internet decliner these days. I, so I'm not on any social media. Um And that makes it hard to sell books these days. So I'm glad to have an interview like this. Um But no, you, I do have a website, it's called outside color.net. So all of my papers are linked to that. Um So you can find a bunch of papers that are related to this and there's some more detailed stuff in the history of um philosophy that I've done um as, as well, his and history of neuroscience. Um There's various um lectures that I've done, which are on youtube. So if you search my name, you'll be able to find a bunch of stuff there. I was talking about various topics including the history of computation and, and how that's related to social economic factors. That's one of, I think one of my favorite ones there. Um I think it's called contextualizing the computational mind. Um And um yeah, and where else do I exist on the web? Um Not much, but I do, I do answer emails actually because I'm not on social media. So people just email me with a reasonable question out of the blue. I do, I do make every effort to respond because I, I just um actually like that old fashioned thing of like communicating between um actual people as opposed to just sort of broadcasting my ideas um on social media. And also I don't like my own thought process to be too much algorithmically driven. Um And you can judge from the book itself whether that is a good strategy or not."
	},
	{
		"start_time": "1:25:05",
		"speaker": "Ricardo Lopes",
		"words": "No, for, for sure, for sure. And uh look, I really love the book. It was a fantastic read for me at least. And I really hope that people in the audience uh uh also run and buy it. It's a great,"
	},
	{
		"start_time": "1:25:20",
		"speaker": "Mazviita Chirimuuta",
		"words": "yeah, I should also mention that there is an open access version um that's been made available by MIT Press. So the PDF is available to download and maybe I shouldn't say that because that might affect book sales. But yeah, for people that don't want to buy the hard copy you can still read."
	},
	{
		"start_time": "1:25:36",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. It's been great to talk with you."
	},
	{
		"start_time": "1:25:43",
		"speaker": "Mazviita Chirimuuta",
		"words": "Thank you, Ricardo."
	},
	{
		"start_time": "1:25:45",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting bear. No wolf, Tim Ho Erica LJ Connors Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall. Her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson, Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte bli Nicole Barba, Adam hunt Pavlo Stassi na Me, Gary, G Alman, Samo, Zal Ari and Y Polton John. Barboza Julian Price Edward Hall, Eden Broder Douglas Fry Franka La Gilon Cortez or Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loi Georgio Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey, Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica week in the B brand Nicholas Carlson Ismael Bensley Man, George Katis, Valentine Steinman, Perlis, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi, Perpendicular Johnner Urla. Good enough Gregory Hastings David Pins of Sean Nelson Mikela and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all"
	}
]