[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Loops. And today I'm joined by Doctor Duncan Pritchard. He is distinguished professor of Philosophy in the Philosophy Department at the University of California Irvine. And he works mostly in epistemology. And today we're going to focus on topics like truth, epistemic, relativism, epistemic luck, epistemic, risk, education, intellectual virtues, intellectual humility, and some other related topics. So Dr Pritchard, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Duncan Pritchard",
		"words": "Uh Thanks Ricardo and thanks very much for inviting me. I'm delighted to be on your show."
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to start by asking you a little bit about truth here. I guess that perhaps this is a bigger question than it would seem at first sight. But what does truth mean? Exactly what is truth, particularly for someone who works in epistemology like yourself."
	},
	{
		"start_time": "01:01",
		"speaker": "Duncan Pritchard",
		"words": "So this, this will probably shock you. It shocks students anyway when I tell them this, but I don't think truth is a difficult warm. I mean, what's, what's difficult I think from a philosophical point of view is that access to the truth, the truth, it seems to me is just whatever's the case, right? So I, I think that that simple conception we have, you know, what does it mean when we talk about, you know, something you just think about it, what does it mean? You, you assert something's the case? What makes it true? Well, is it the case or isn't it the case? So, is, is it like that if it's a fact about the world, is it like that in the world or is it not like that? What's really tricky about truth? I think what makes everything seem complicated? Is that questions about what truth is, which I think is straightforward questions get intermingled with questions about how we access the truth. How do we know we've got the truth? But those, those are epistemic questions and that's what esos deal with, which is not so much what is truth, but how do you know when you have it? What, what is it to know the truth to grasp the truth? Uh What is it to be able to tell when you've got the truth and so on? So I think the the really interesting questions here are epistemological truth itself, I think is just, it's just whatever's the case."
	},
	{
		"start_time": "02:06",
		"speaker": "Ricardo Lopes",
		"words": "OK. But then getting into the complicated question that you mentioned there, uh how can we be sure that we are able through any method and epistemological approach to access the truth? And if we get at the truth, how can we be sure that we really got at it."
	},
	{
		"start_time": "02:28",
		"speaker": "Duncan Pritchard",
		"words": "Yeah. Well, this is, this is, of course, the, the, the skeptical problem, I mean, it goes back to antiquity. Right. Right. From the start of people asking philosophical questions, they've been asking that particular philosophical question because it's not clear. Right. It's not clear. I mean, what, what certainly seems to be the case is that, um, there's perhaps nothing or certainly hardly anything about which if you, if you know it, you can be you, you know, it infallibly, you know, you know, it's a transparent to you that, you know, there's always the possibility of error. So that's just a fact about uh a human condition as it were. Uh I mean, if, if God, if there's a God and God has knowledge, then presumably, yeah, he can be absolutely certain of what he knows. But that's not our condition. Our condition is one of inherent fallibility of uh, of the feasibility of the possibility of a uh but there's more to skepticism than that because of course, the mere possibility of error doesn't mean you are wrong. And so then you get into further questions, well, like obviously certain truths are more prone to error than other kinds and so on. So, you know, a lot of the history of ideas is about people discovering there's more error than they thought, you know, you go back to antiquities, people, they travel to other, other cultures and they realize people do things differently and then they wonder, well, why, why do we think this over here? Right? Are these uh why, what makes our customs true and so on? And then, you know, you fast forward um people discover microscopes and then they realize that, you know what looks like solid objects aren't solid underneath and so on. They've got lots of things popping about and so on. So more space than matter inside solid objects and so on. So people start to doubt like their, the extent to which the senses give us truths about the world and so on. So these, these are hard questions. Um Yeah. And as I say, when one of the things I talk about, one of the things I'm most interested in is, is skepticism, particularly radical skepticism, you know, are there arguments which show that you can't know anything? And in fact, I think there are some pretty good arguments actually or on the face of it, good arguments that show it's actually impossible to know anything, anything of substance anyway. Um So yeah, I mean, I can tell you a bit about those arguments if you like, but that that's um yeah, that's that, that as I say, there's the issue about what the truth is and then there's this issue about, about access to it. And I think skeptical trains of thought, they're really focused on the latter and they, they are interesting deep philosophical questions."
	},
	{
		"start_time": "04:46",
		"speaker": "Ricardo Lopes",
		"words": "So tell us a little bit more about radical skepticism. And perhaps, what do you think is valuable in that uh sort of approach? I mean, because of course, people could just uh perhaps say that it could be easy dismissed because for example, if a skeptic, a radical skeptic would, would claim something like, oh, there is no truth out there to be uh found or something like that. I mean, since he would be making that a truth claim, people would just say, oh, you're contradicting yourself because you say there's no truth to be found. But then you're making this truth claims. So, uh but I, I mean, it's more complicated than just, uh that saying that itself a contradictory, right? I mean, there's probably more to, with epistemological speaking, uh that is valuable to consider here, right?"
	},
	{
		"start_time": "05:48",
		"speaker": "Duncan Pritchard",
		"words": "Yeah, I, I it's useful here, I think to, to compare skepticism as a position versus skepticism as a paradox. So, so, so in, in, in antiquity, there's this position called uh Perro Skepticism, the pro New Skeptics. This is an ethical position that is in, in the, in the broad sense of an ethic like uh uh how, how not not ethics as we think now is morality, but ethics in the sense of how I ought want to live. And the idea is that the good life is a life of doubt. The thought is that it's dogmatism, it's conviction that leads to disquietude of mind and the way you get to the quietude of mind what they call Atia was through a suspension of belief. So you should employ these skeptical doubts and in doing so you can end up with, uh, a kind of, uh, and you sort of acquiesce and sort of flow through life without asserting things and so on. Um, AND it's really interesting position. In fact, it, it has a lot of commonalities with the eastern thought, like with the Buddhist and Proto bds thought, Janis thought. And there's a reason for that because Poo, he, we know he traveled with um Alexander the great in his campaigns and he made it across uh to the across the indus with Alexander. And he met these Indian mystics and he, he wasn't really interested in their mysticism, but he was interested in the kind of the techniques that they were employing uh uh sort of basically techniques of radical doubt. And so he, he, he brought them back. He, he got rid of the religious aspect of this and just focused on those uh those radical doubt things and uh aspects, these the modes, he called them these skeptical techniques. And um and so, yeah, he became very interested in, in how to live a good life uh of quite a sh of mind through avoiding conviction. Um Now, that's PP is quite interesting because it's, it's, it's a, it's a lived position and because it's a lived position, you can't doubt everything because then you wouldn't be able, you couldn't do anything, you could doubt it. You know, you have, you need some beliefs in order to function. And so one of the big questions of pianism is, how far can the doubt go before it starts to undermine itself? Um And that's because it's a position now. Fast forward to dear dear in the meditation meditations. He has a more radical form of doubt. And, but for him, it's not a position, it's really crucial. It's kind of, it's a methodology. He's not saying, you know, I am literally gonna doubt everything. Uh WHAT he's saying is like one, we can sort of do the intellectual exercise as it were, you know, what would it mean to doubt everything? So not that we live the doubt, not that we try and go outside afterwards after we've done this doubt, but that we just, we think of it just methodologically speaking, what would it be to doubt everything? And we try to think of an epistemology that would survive this, this methodology of radical doubt. And of course, he's not a skeptic. Uh HE'S an anti skeptic, but his methodology as it were lives on and his, his anti skepticism doesn't. So people got very interested in this methodology. And I think it's the methodology of paradox. It's like when you start to think deeply about our epistemic practices, you realize that there are conflicts there. We have ways of thinking principles in play, which if we employed them consistently would entail we don't know anything and yet we feel like we do know lots of things. So there's a deep tension there and that's what a paradox is. You know, you think of paradox of vagueness, you know, we, we talk as if there's objects and we can pick them out. But when we think about what objects are, they're vague. And so it seems how does the two things, two things seem to be in tension with each other or, or free will, you know, we have these thoughts about what agency is, what freedom is. And then we look at the world around us, we think how could such a thing coexist with that? Well, it's like that with skepticism, you know, we look at our ordinary ways of thinking our ordinary epistemic practices and we think, well, if we follow through these principles, we have, then uh we would end up with, we'd end up doubting everything. But we, at the same time, we feel like we know lots of things. So there's like a tension there in our own concept and, and the principles they're appealing to here, they're, you know, think about radical skeptical hypotheses. These are scenarios which um everything is as it seems, everything as it seems in the, in the normal case, but you're being radically deceived. So, you know, think about like the, the famous one is the brain in a a which is kind of like an adaption of Jar's um evil demon hypothesis. But you're a brain of a, you know, you're being fed these experiences through, you know, super supercomputers are feeding you these experiences to your brain or whatever. So you feel like you're walking around, I feel like I'm talking to you. I feel like I'm sitting in this room as well, but actually none of it's really happening. I'm just a, a vat floating around in a vat of nutrients. Uh, A brain rather folk floating in a vat of nutrients. And the thought is, well, that's, that's an error possibility. And normally you have to exclude error possibilities. You have to know that they're false. Uh, BUT, but it seems how would, you know that that possibility is false. That's, that's the difficulty after all, everything subjectively is exactly the same. You know, I can't, it's like if you're dreaming, you can't pinch yourself to wake yourself up because you dream the pinch. Well, it's like that in the vat, you know, you, whatever you would do, like, I suppose you thought I can feel my legs so I can't be braining a bat. Um, COS brains and fats don't have legs. But of course, in the vat, you would have vat legs. You know, you would feel like you've had legs even though you don't have legs and so on. So there's a real issue here seems possibilities should be excluded, but there are certain kinds of possibilities we can't exclude. So how is it then that I know for example, that I've got hands cos obviously the brain of that doesn't have hands. I feel like I know I've got hands but everything I appeal to when I say, I know I've got hands. Yeah, I can feel them, I can see them. And so well, the brain of that can feel them, the brain of that can see them. So how do you know you've got hands now, how, how, what, what grounds you come to your contact with the world doesn't seem to be your senses, you know, and so on. So there these are the kind of arguments that make people wonder about whether it's possible to have knowledge and, and the worry you had about skepticism being self defeating doesn't really affect that because it's not, the idea is not that you're, it's meant the idea is not that it's coherent to be a radical skeptic. The idea is more that radical skepticism is a puzzle that we all face when we start to think in a thoroughgoing way about our epistemic concept is paradoxical. That's the thought."
	},
	{
		"start_time": "12:03",
		"speaker": "Ricardo Lopes",
		"words": "Very interesting. And so it's one thing to ask what is truth and how we can really uncover truth if that's even possible to begin with. But another kind of question is what is valuing truth because of course, we hear all the time people saying that they value truth, but what do they mean by that? Exactly."
	},
	{
		"start_time": "12:30",
		"speaker": "Duncan Pritchard",
		"words": "So, iii, a lot of philosophers will say that to value truth means to sort of maximize true beliefs or something like that. So, you know, you should, like, try and have as many true beliefs as you can and try and have as few false beliefs. I, I think that's completely wrong. It's, that's a big mistake. Um Because if you think about it, if that's what value and truth is, then, uh, it would trip, the value trip would be easy. You know, don't go outside, just get a, sit on the internet and find as many simple things as you can and memorize them or something like that. You know, that, that would be easy, you know. Um, uh, THE old, the old example used to be, uh, get it. We don't have phone books anymore, but maybe you're old enough to re, I'm old enough to remember phone books, you know?"
	},
	{
		"start_time": "13:10",
		"speaker": "Ricardo Lopes",
		"words": "Yes, I remember that."
	},
	{
		"start_time": "13:12",
		"speaker": "Duncan Pritchard",
		"words": "Yeah. But they, so, you know, you tell this to the, my students, they look at what phone books. But, uh, you know, the, the old thing used to be, well, you can memorize phone numbers. There you go. And each one's a truth, you know, and a piece of cake, you know, you can have lots of true, many true beliefs as you want with the phone book. But what's interesting about that is that doesn't feel like it's valuing truth at all. And I don't think it is to value truth is to care about, uh is to care about the, the world around you, to want to have uh a way of understanding the world around and by the world around you, I don't just mean the physical world. I mean, like, you know, the social world, it could be like it could be your inner world as well. I think, you know, it's a, any domain of substance, you know, like, you know, you uh uh trying to understand, I think, you know, w to care, care about the truth, might mean you read novels because you want to understand the human condition or something like that. Like mind me, you go to the art gallery because you want to understand what the art is trying to tell you and so on. So it's not just physical facts, but it's to care about. Uh IT'S to care about the way things are. And I think what we're, what we're interested in is um I like to think in terms of a map. So, you know, if, if someone asks you to, you know, to, to, to, to draw a map of a region and you went away and you mapped and find like incredible detail, one tiny corner of that region, someone said to you, you don't understand what a map is. This is useless, right? Cos it is useless. You know, to map is to sort of get the big structure of things and then to start to, to fill in the detail from that structure. And I think that's what someone who cares about the truth does, right? They, it's not like they don't just want to maximize true beliefs. They wanna, they wanna understand how it all fits together. They wanna get the, they, they wanna get to the heart of things. They wanna see how the this over here connects to this over here and so on. And I think this is where the intellectual virtues are very important. So uh going back to Aristotle, we have this in fact. But all intellectual traditions have some similar idea. You have similar ideas of Confucius, for example, in classical Indian philosophy. But, but for us, it's Aristotle, it's this thought that, that, you know, it, that we can think of good intellectual character. People have good habits of mind and, and one of the distinctive features of, of good intellectual characters, people care about the truth. They care about accuracy, they care about getting things right. They care about understanding the world around us rather than they're curious. They wanna see how things fit together. They wanna, they wanna get to the bottom of things and it drives their inquiry. And I think it's that kind of virtuous desire for the truth is what we're in when we talk about the value of the truth. That's what we're interested in. Uh IF what we try to instill in our students, for example, we don't want our students to know lots of facts. We want them to have a drive within themselves, a curiosity to see how things fit together and to be and have the, the, the, the rigor of mind to be able to do it for themselves to, to work out how things fit together and to, you know, be satis dissatisfied with certain answers and to keep inquiring to all their finances that are good enough."
	},
	{
		"start_time": "16:05",
		"speaker": "Ricardo Lopes",
		"words": "Uh uh So since you've already mentioned, uh the intellectual virtues there, let me take this opportunity and ask you already a little bit more about that. So, um what uh are intellectual virtues exactly? I mean, you mentioned Aristotle there and I guess that it's safe to say that at least in the western tradition, Aristotle must be the biggest virtue, ethicist out there. So, uh what uh are intellectual virtues the same as moral virtues or are intellectual virtues a different kind of virtue distinct from moral virtues?"
	},
	{
		"start_time": "16:52",
		"speaker": "Duncan Pritchard",
		"words": "So for, for Aristotle, um the, the the virtues are primarily moral, um I think we can distinguish them. I mean, certainly some of the traits that Aristotle was talking about when he talks about the virtues, he talks about the a good character. So virtue are a character trait. So they're things that a traits that when the virtuous traits are admirable traits of character, these are traits that you've acquired that you're responsible for not the things that you're born with, not just your skills or anything. These are things that you've acquired over time through your good character and which we admire people for. Uh, WHEREAS the vices are the, are the opposite of that. They're the things, they're the despicable character traits, the things we blame people for, you know, you know, so someone's, you know, mean and cruel or whatever, these are their, their vices and that we blame them for them. Cos we think that over time their behavior has led to them to have these traits. Whereas the, the virtuous people, we think that their good behavior over time has led them to have these virtuous traits and some of the traits, some of them are moral, some of them, uh, are intellectual, you know, they're, um, and in fact, in, in many cases, there's, there's, this is why it gets complicated. There's a kind of moral and an intellectual side, you know. So the thing I think about courage, courage seems to be a virtue, uh, courage can manifest itself, you know, maybe be moral courage, you know, you, you help people in need and you take risks to yourself. Well, but there's also, there's a kind of intellectual courage. You know, you think that people who are willing to stick to the truth even when it's unpopular, uh, people are willing to voice ideas, you know, because they not because they want to be awkward, just cos they care about the truth and they feel people around them aren't doing that, you know, in every, in any society, there's always some issue where we depend upon the intellectually virtuous people to keep us to the straight and narrow as it were. So, here's a, is a character trait, courage and it has both a moral and intellectual aspect. Uh, AND then, you know, some, some virtues like kindness seems specifically moral, some virtues like, um, uh I'm trying to think of a good example of this. Um All the ones that spring to mind out. I, I was gonna say um uh intellectual humility, but of course, there's humility and there's intellectual but, but there's a lot of these virtues, we can think of them as having been specifically intellectual. So think about intellectual humility, humility in general would be a kind of um you know, not being overly proud, not being overly self absorbed and so on being interested in others and so forth. Intellectual humility is, is like the intellectual aspect of that. It's, you know, not um not thinking that my ideas are better than everyone else that I'm somehow like, you know, I, I'm, I'm intellectually more important than everyone else but be interested in what other people have to say, being open to my possibility, my fallibility, recognizing it. And so, you know, when I talk to other people, I'm interested to hear what they have to say and to think about what, how to what extent should I change my mind and being open minded and so forth? So we can think of some of these traits has been specifically intellectual. Um, AND, and what interests me is that, you know, what, what, what, what as a person, you know, what, what, how do we, how do we promote those traits and what do they involve? And I think that what makes an intellectual virtue, intellectual virtue in part, at least is this valuing of the truth, this vetic desire as I call it, you know, someone can pretend to be intellectually humble. You know, you think about people on Twitter, you know, there, there, there's a lot of, I'm sure we can think of people. They, they, they're very good at pretending to be intellectually humble, but what drives them is not the truth, what drives them is uh they want people to like them or admire them or what have you. And that's not a virtue for it to be a virtue. It's gotta be, have the right kind of motivational state. And in the intellectual case, the intellectual virtues that it's gotta be rooted in a motivation, which is a care for the cons for the truth. So genuinely intellectually humble people, they, they don't care about the, this, this other stuff. You know, they don't care about, you know, being admired or whatever they care about is getting to the truth. And then of course we do admire them, but that's not what they're after. What they're after is the truth. And that grounds their certain kinds of behaviors, like their intellectual humility, their intellectual tenacity, their intellectual courage and so on. Uh, YEAH, so that's the intellectual virtues. I, I think they're really important traits. Um, AND indeed, I think actually all of us think that, I mean, you think of people you admire, uh particularly people you admire from an intellectual point of view. And I bet you when you start to describe them, your, your ST your, your things, the word you'll end up talking about intellectual virtues. This is the, you know, we, we recognize that this is a, this is a good way to be. I mean, Aristotle thought this is the, it's an epic so that the good life, the life of flourishing Eudemonia is the virtuous life. And I think that's right. And so, and then the thought is one aspect of the good life is an intellectual aspect. It's uh it's not just about morality, not just about, there's practical wisdom as well for, for our soul, but it's also about having good habits of thought. And if you think about that, it makes sense. You know, when we think of imagine someone who is very moralistic, but then they'd lack intellectual virtues. People like that are usually a disaster. You know, you know, there's a saying, I don't know if you have this in Portugal that the, the, the road to hell is paved with good intentions."
	},
	{
		"start_time": "22:04",
		"speaker": "Ricardo Lopes",
		"words": "Yes, we have a similar kind of ri, yeah,"
	},
	{
		"start_time": "22:08",
		"speaker": "Duncan Pritchard",
		"words": "I, I'm sure we all think of people. They, you know, they, they have very earnest morality but they, because they don't think things through and they don't really, they're not careful about the, their, their, it's, it's their moralities, their moral urges are thrown all the wrong directions, whatever you need to have good intellectual traits in order to ground your morality, in order to have it, have it directed in the right kind of place, you know, like uh as uh as Aristotle says, you know, like moral judgment is a kind of judgment and therefore it requires a kind of knowledge, it requires a skill to make, you know, gotta be alert to the relevant factors. And so the intellectual virtues are really crucial to uh to morality. That's the way in which they interconnect cos I sort of think they connect even more closely. But certainly, you know, the, the good life has this important component uh which is specifically intellectual."
	},
	{
		"start_time": "22:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh So I would like to get here a little bit into education because that's also a topic of your interest. But just before we do that, there's perhaps a little bit more uh ground in epistemology that we have to cover here. That is probably also important to understand how you think about and approach education. So what role does luck play in the epistemology?"
	},
	{
		"start_time": "23:26",
		"speaker": "Duncan Pritchard",
		"words": "So luck's really interesting because it seems like, uh, know, for, for knowledge, there seems to be an anti luck condition. And what I mean by that is when you know something you can't be, it can't be that you get to the truth by luck. Right. We seem to have this strong intuition about knowledge. So, I mean, obviously the obvious case, like, guess work, you know, you don't, you get your lucky guesses aren't knowledge. But the, the more interesting cases are cases where you form your belief with good reasons. These are get cases that they're so called. You, you have good reason to believe something. But even so what you believe is only true as a matter of luck. So I, I'll give you a famous one. This is not Getty, it's uh Roderick Chisholm's, but you're a farmer, you're looking in a field and you see what looks like a sheep. So you quite rightly believe there's a sheep in the field. Uh, AND there is a sheep in the field, but what you're looking at isn't a sheep. What you're looking at is a big hairy dog. Looks like a sheep which hidden from view behind that is a real sheep. Now, we have a very strong intuition here. You don't, you don't know the shit there, right? It's just luck that your belief happens to be true, even though your belief is true and it's justified. It's just luck that it's true. So you don't know it and that suggests that there's knowledge has this anti luck but you, you, you can't get to knowledge through luck. So, what we want, uh, when we think about what it is to know, we want to have ways of getting to the truth, which is sort of luck excluding. And, uh, one thing I tried to do, uh, in my work is, um, it, it used to be that people just took this as um as just a, an obvious truth and then they move on. But it seems to me, you know, if we take it seriously, we should try and unpack it a little bit and I, we discover when we unpack it, it gets quite interesting. So first off, if we unpack it, that means we need a theory of, we need a theory of what luck is. And it really odd until a few years ago, there wasn't a philosophical account of luck. The philosophers didn't talk about it. They just sort of took it as we well know what luck, which is really odd if you think about it, cos philosophers define everything, even things, arguably they don't need to be defined. Uh But they didn't bother with that. Um So one thing I tried to do was offer a theory of luck and I have work called a modal theory. And what that means is that roughly lucky for, for an event to be lucky. It's gotta be something that doesn't obtain but could have easily obtained. So, you know, think about lottery win, you know. Uh, SORRY. Um, I've got somewhere but lucky it, it obtained but it could have easily, not obtained. Whereas the other, so think about a lottery win, you know, what, what, what makes it a lucky win? Well, you won the lottery but you could have easily not won the lottery. Right. There's, you know, think about flo, talk about possible worlds to make this vivid. So we're in the actual world, well, that we can imagine possible worlds. Worlds are slightly different from the actual world and the, you know, the more different they are the further out they are. Well, you win the lottery but it, there's lots of worlds just like this world you lost. Right? And that's why it's lucky that you won the lottery. I conversely, you know, if you don't win, that's why it's, you're not winning as a matter of, lot of lot cos you could have easily won. Right. So it works in both directions. I mean, even though the probabilities are massively against you, you could easily win the lottery. Right? But all it matter, all it needs is a few colored balls forming a slightly different configuration. And which is why, by the way, people play lotteries, uh, but they don't make bets, they would make a bet with those kind of odds, but they play the lottery. Cos normally bets with long odds are, are on events that just, they don't happen in worlds like this world. You know, um, you know, the odds of that, I think it's 16 million to one. The British lottery. So let's say, you know, if you wanted odds on me winning the Olympic gold at the next Olympics, that's probably get 16 million to one. But you'd be crazy to make that bet because the world in which I win Olympic gold, the next Olympics is nothing like this world, right? You know, that's, I'm not, it's not gonna happen. You know, I need to, I need to be 20 years younger at a different physique and so on. But it's, you know, different in the case of the lottery, you know, you, you place a bet on the lottery by buying a ticket and you could easily win. Right? I mean, that's, that's why you do it. Uh, THERE used to be an advert in, um, in an advertisement in Britain for the lottery where they used to say that the slogan was, it could be you. And they had this sort of finger of God floating, you know, and people walking along with their tickets and then they get Zapped. Well, that's, it's not the could, there is not a problem code, right? Pro It couldn't be you, but it's a modal code. What it's saying is it could easily be, you. Not much needs to change for you to, if you have a lottery, not much needs to change because it'd be a lottery win. So, I think that's what luck is. Luck is about modal closeness. It's about, you know, um, you know, like, get it even if you don't, if you don't win the lottery. Well, it's still, you know, you could have easily won it. Right. So, it's, uh, that's why you're not winning as a matter of luck. But if you do win the fact that you've won is a matter of luck. Cos you could have easily, not won and so forth. Or in the sheep case, you know, schisms sheep case. It's lucky that his belief is true because although he's got a true belief, it could have easily been false. If that sheep behind the sheep, big hairy dog had wandered off, then his belief would have been false. So it's a matter of luck given how he formed his belief, he could have easily been false. So that's what luck is. And then once we understand what luck is, we can start to think about how that relates to knowledge and what it means in effect, I'll, I'll tell you the details. But if luck is a modal notion, then it means there needs to be this modal condition on knowledge. That's what I call a safety condition. Knowledge has to be safe. Basically, it's not enough just to get to the truth, but you've got to get to the truth in a way which means that you couldn't have easily been wrong. So that's the anti luck condition. And so we end up finding out something quite interesting about knowledge about the conditions that it demands. And here's something else that is interesting as well that to the results, you might think that knowledge has like an ability condition as well. It's like when, you know, you get the truth through your abilities, you know, you can't get there, you can't get there through, you know, your guess, work, for example, you can't get there through. You know, I, I, if, if you have, um, you know, if, if someone thinks that they're clairvoyant but they're not and they predict something and it turns out to be true that they didn't let him know. Right. Because that's not the, the, the actual bill is this year. It seems it's gotta be your ability to get there, these reliable traits to get to the truth. And you might think, well, that's getting to the truth through reliable traits. That's luck excluding. And usually it is, but it's not always like, excluding, which is kind of interesting. I mean, think about the farmer, the farmer was getting to the truth in a way through their abilities. I mean, normally that's a good way of finding out whether there's a sheep in the field having a look and if it looks like a sheep believing it's a sheep, but your, your abilities can get you to the truth and yet it could still be the case that your belief is lucky. So it seems like there's, there, there are two slightly different conditions on knowledge. One is about getting there through your abilities. In other words, be getting there in a way that excludes luck and they're not quite the same thing. So I think you find out quite interesting things about the structure of knowledge by, by thinking about the role of locking it."
	},
	{
		"start_time": "30:17",
		"speaker": "Ricardo Lopes",
		"words": "Uh But since getting to through, through your abilities and excluding luck as much as possible are not exactly the same thing. I mean, to what extent can we really be sure about how much epistemological lucky we are."
	},
	{
		"start_time": "30:38",
		"speaker": "Duncan Pritchard",
		"words": "Yeah, I mean, that's a good point. So, and one of the things about skepticism is the radical skeptic in a way is trying to make it feel like it's just lucky that we get the truth, right? So, remember that the radical skeptic, if they're, if they're clever, they won't say that you are a brain diverse. They just say, well, you could be for all, you know, you could be and of course you can't tell. So it seems like, well, even if you are not a round of that, even if everything is just exactly as you've seen, it feels like, well, isn't it just a bit of luck? Do you happen to be in the world like this world rather than in the world like that one? After all? You can't tell the difference. Right. Mhm. But that's, that's kind of interesting. You can re, you can, you can recast skeptical arguments in terms of this luck intuition. Um, AND, uh, and I think that behooves us to come up with answers to these, the skeptical arguments. Um, YEAH. So, yeah, that, that's true. And so, hence another reason we have to deal with skepticism."
	},
	{
		"start_time": "31:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, another question then is what is epistemic risk?"
	},
	{
		"start_time": "31:40",
		"speaker": "Duncan Pritchard",
		"words": "So, it, it's really interesting. The, you know, I started this debate about luck and then I noticed that luck and risk go very closely together. I mean, they're not quite the same thing but they're very close. They're almost like the same thing viewed from different angles. So, think about, um, uh, I suppose you survive a plane crash, you might say I'm lucky to be alive, right? And what you mean, it seems one way of understanding that is, well, I could have easily died, right? You know, like if I'd been at the back of the plane, I would be dead and I could have easily at the back of the plane. But I was at the front of the plane, the front of the plane didn't get crushed in the crash. You know, so I'm lucky to be alive. And that's from a sort of backwards perspective. You know, I survived. I'm looking backwards. I say I'm lucky you could rewind as it were from the forwards perspective. You could say the exact same thing and, and put it in terms of risk, you know, getting onto that plane, I'm at high risk of dying, you know. Uh, AND, and, and so what, what that seems to suggest is that risk is also a modal notion, you know, what is for something to be high risk is that it means it could easily, it's something, it's like a risk event, something you don't want to happen, could easily happen. So a lot of our assessments of risk, I think, I like that. You know, like when I, if I'm wondering to myself, should I get on that plane? Is it risky? What I'm trying to think to myself is, is the world the possible world in which that plane crashes? Is it a close world? Is it a world like this one? You know, is there something about that plane, you know, are the engines bad? Is the pilot a bad pilot? You know, are the weather conditions terrible or whatever? Is there something going on which would make it such that there are close possible worlds where that plane crashes. If it is, then that's high risk. Whereas if it's not, you know, if the plane is reliable and the weather conditions are great and the pilot's conscientious and so on, well, then there's low risk because the, the risk event, the vent of it of it crashing is not close, it's not the kind of thing that could easily occur So, so that, so if that's right, then the modal account of luck and the modal account of risk, they go hand in hand. I mean, there, there, there are some complications I'll spare you. There are some slight differences but roughly, you know, uh, we, we want to exclude luck. We want to exclude, uh, from knowledge. We also want to exclude risk. It's just a question of perspective. Uh, WHAT the Sorry John."
	},
	{
		"start_time": "33:59",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Ok. But, but what if we were talking about epistemology and knowledge, what are we risking exactly?"
	},
	{
		"start_time": "34:11",
		"speaker": "Duncan Pritchard",
		"words": "So I take it to the risk event when it comes to epistemology is, is, is supposed to, you know, we're trying to get to the truth and the risk of it is, well, we, we, we fail, we end up with a, with a false belief instead. So, you know, we have some way of forming a belief and then, you know, that's in the like in get cases and actually it gets us to the truth, but we think it's not large cos it could have easily led to the false and, and you can run that whole thing in terms of risk. You know what you're saying is in these get a cases, you've got a way of getting to the truth, which is risky because it could have easily led to false do so, you know, it gives forwards versus backwards perspective. Again, you know, the get a case, the person got to the truth. And we're looking backwards a bit like surviving the plane crash. Well, I got to the truth, but I could have easily been wrong. We can rewind looking forwards. You know, the farmer looks out into the field. Ok. They have a way of forming a belief that's generally a good way. But in these cases, it's risky because it could have easily, it could easily to a false belief. Right. Because it could easily, you know, the sheep isn't in, is wanders out of the field, then it'll end up with a false belief. So it seems like the drive to, to get rid of lucky true beliefs and knowledge also is a drive to get rid of risky true beliefs, get rid of high levels of academic risk. The reason why this is interesting though is that, um, some people question the lucky in tuition, they say, well, you know, is it so clear that, um, we want to, you know, why, why can't there be lucky knowledge? You know, and it's, it's, it's interesting, you know, philosophers have that intuition quite strongly. I find, um, even the introductory students get that intuition very clearly, but there is some reason to think that the general public aren't so signed up to that intuition as we are, you know. So, I mean, even in the case of a lucky guess, we often attribute not, you know, the, the, the contestant answers the question, they're obviously guessing someone in the room says, did he know the answer? Gets it. Right. Yes. He knew the answer. You know, it seems that doesn't seem terrible thing to say. Right. So, a lot of people say, well, maybe lucky is ok then, well, uh, but then I suppose we've run the same thing with risk. You know, there does seem a stronger intuition that getting to their knowledge shouldn't gain to the knowledge shouldn't be compatible with high levels of epidemic risk. And, uh, so one thought you can have here is that risk is where is the more dominant notion? Like, why do you want to get rid of luck? It's because you want to get rid of risk. You know, cos risk is a thing to be excluded. You know. So the, the thought is risk is a more primary, even though they kind of go hand to hand risk is the more primary notion because we, we care about getting rid of luck because really what we wanna do is eliminate, we wanna minimize epidemic risk. Uh, AND if that's right, that's a way of grounding that intuition about luck."
	},
	{
		"start_time": "36:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes. And when it comes to those intuitions that people have, I guess that it's very important here to keep in mind that. So, for example, if someone just, uh, luckily guesses the right answer it, it doesn't ring true that they really knew what the answer was. Right. I mean, because knowing the answer is not uh or, or guessing the correct answer is not the same as knowing it. I mean, that that's also, I guess at least if we explain that directly to people, it's, it also seems intuitive, right? That if someone just guessed it's not the same as them knowing it."
	},
	{
		"start_time": "37:44",
		"speaker": "Duncan Pritchard",
		"words": "I mean, this is, I think what I think you've come across experimental philosophy, but this is one of the problems experimental philosophers, they, they test, they test intuitions by going and asking the public questions and then they get all the data and then they come back and say, look, this is what the the public think is intuitive, but the intuitions aren't just your first judgment or the first judgment of the folk as it were. That's not an intuition. And you, you know that you find this out very clearly when you start teaching philosophy, your intuitions that where are your sort of judgments under reflection? So, you know, when you first start teaching students and you, you can throw out a bunch of scenarios and they, their, their thoughts are all over the place. Um YOU know, is it, this is it that and then as it were that over time when they start to think about it, their thoughts start to stabilize. So in that in the quiz showcase, they might say it's knowledge immediately. But then when they start to think about it, well, it's not really knowledge as a guess, you know. So as it were that first, that first judgment isn't stable. And what we're interesting when we talk about intuitions is the ST the stable intuitions. It's not just the first, the first judgment you come to, it's what, what when you think about it, you start to put it together and you start to reason it through. What, what judgment do you settle on? And I think there, we, there's a lot of, you know, there's a lot of convergence and the philosophers, what we're doing when we do philosophy is we're trying to examine our intuitions in that sense, we're trying to let them stabilize and we're trying to sift them through and see how they fit together. And it's that considered judgment is, is the intuition, not the sort of first judgment."
	},
	{
		"start_time": "39:10",
		"speaker": "Ricardo Lopes",
		"words": "Uh And since we're talking about risk here, what would an anti risks epistemology be like?"
	},
	{
		"start_time": "39:20",
		"speaker": "Duncan Pritchard",
		"words": "Yeah, so what you want is um whereas before you'd have an anti luck condition instead you have an anti risks condition. So you want to have a way of form it, you'll build into your theory of knowledge, um some principle to the effect that you're forming your beliefs in ways uh that it's that, that exclude high levels of risk. I I high levels of risk that your beliefs are formed to be false. Um And uh of course, given what I said earlier, that will be understood modally. So what it will mean is that given how your foreign beliefs are not close possible worlds where the risk of it, of the false belief occurs. So, you know, like, say practical terms, you know, um, I mean, this is why g guesswork is no good because guesswork might get you the truth in the actual world. But of course, it could easily get you to the, it are lots of risks. You know, there's lots of close worlds where it gets to the false blue. But the more reliable your belief form methods are then the the more likely it is it will exclude high levels of risk. The more likely it is that it will exclude risk in close worlds. So you can explain a lot of why we care about certain kinds of method methods, belief form methods because they're risk excluding. Mhm"
	},
	{
		"start_time": "40:28",
		"speaker": "Ricardo Lopes",
		"words": "So just before we get into education, then are there valuable kinds of ignorance? I mean, are there perhaps instances where ignorance would actually be, be valuable?"
	},
	{
		"start_time": "40:44",
		"speaker": "Duncan Pritchard",
		"words": "Yeah, I mean, ignorance is so for now just take ignorance as I'll explain in a minute, this is not quite right but take ignorance to be a lack of knowledge. A lot of people think that it is well then it it can be useful, it can be very valuable to not know things uh uh in the in the sense that um it can open your, it can open your mind as it were. Uh There's um uh there's a saying about um like sometimes when people, they know a few things, I mean, there, there's the saying I was thinking of a little knowledge can be a dangerous thing. I don't know if you have a little knowledge can be a dangerous thing. And what does that mean? It's like, well, you, you know a few things because you know a few things you think you kind of know everything and so it kind of gives you a kind of dogmatic way of thinking about the world, but you really only know a few things. And so it's quite useful sometimes to have that little bit more shaken, you know, like to be, have your world to be open up and defeat has come, this defeat is like, you know, new ways of thinking so on and those new ways of thinking can, can shake up. And so you don't, now you start to doubt even what you knew even though you did know it. Um And so in that sense, you know, ignorance can be a good thing. It can, it can spur on. I mean, it's very interesting in the early modern period with the scientific revolution and so on. That was driven by the rediscovery of skeptical texts, pian texts. In fact, you know, people started doubting more in doubting more. It drove inquiry. Uh YOU know, there were, there were some things they knew, but they started to question everything. Um BECAUSE a lot of what they knew was grounded in tradition and religious authority and so on. And they start to, they doubt it and then they start to re ground it in, in new ways which are better ways and so forth. So that's the sense one sense in which ignorance can be a good thing. There's another sense in which ignorance is a good thing which relates to um uh you know, it, which comes clear once we compare lack of knowledge with ignorance, I think ignorance is more specific than lack of knowledge. So ignorance is a, as I would say, is normative. And what I mean by that is ignorance is not just lack of knowledge, but it's lack of knowledge that you ought to have. So there's lots of, there's lots of things I don't know right now, I don't know how many spoons are in my kitchen cupboard, but I wouldn't say I was ignorant of them. I mean, why should I, there's no reason to know such a thing if I would actually, it would actually be a, a negative thing about me. I think if I knew that, you know, it would be concerning, you know, II I, I'm not a virtuous person from an intellectual point of view. If I know such things, cos that means I've actually gone to the trouble of finding it out. There's no point in finding it out. So mere lack of knowledge doesn't make you ignorant. I think it's gotta be a lack of knowledge of things you ought to know. But what you ought to know as it were is, is not a fixed matter, you know, like we, I, if a child doesn't know, you know, arcane facts about physics, we don't think they're ignorant, we just think they don't know. Right. There, there's no expectation. There's no, they, they don't, ought to know. There's no a for the child. Right. They ought to know about the things they play things and so on. They don't need to know about this stuff. But, you know, if you're a physicist now there are all sorts of things about physics that you really ought to know. And if you don't know that's ignorance, that means that you've failed in some way as a, as an Inquirer. And I think this is one of the senses in which education opens up vistas and in doing so it makes it such that, um, there are now things you ought to know, like we hold educated people to a higher standard of, of, of ignorance, I think, than the educated people because we think now there's a wider class of things they really ought to know. And if they don't know that, that, that shows a bad character that, that they don't know these things. So this is the sense in which ignorance can be. I mean, I don't know, like, so, uh you know, going back to my point earlier, so lack of knowledge contrasted with ignorance. Now, there may be things that I don't know which are valuable because I don't really, I don't, ought to, I don't, there's no reason to know them. So it's actually a good thing. I don't know. It's a good thing. I don't know how many spoons are in my cupboard. You know, that reflects well upon me as an Enquirer. Um So that's, you know, if we think it lack of knowledge is ignorance, well, that would be good. But I mean, as I'm saying, actually, that what that reveals is that there's more to ignorance than just lack of knowledge."
	},
	{
		"start_time": "44:50",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh But since at the very beginning of your answer, you mentioned, for example, the scientific revolution and how back then a few centuries ago, one of the things that actually drove it, at least in the initial stages was some people rediscovering uh so to speak some skeptic texts. I mean, uh uh uh one thing that came to mind was so, I mean, I guess that there's a distinction to be made between two different kinds of ignorance because I mean, people can be aware of the fact that they lack certain kinds of knowledge. Like for example, I've talked with many anthropologists on the show and I'm very well aware that there are parts of human evolution, for example, that I I'm not knowledgeable of. But II, I know that I like that knowledge, but there's a difference between that and people not even be, not even being aware that there's things that they don't know about and that they don't even know they should know about or that they even exist out there. Right."
	},
	{
		"start_time": "46:08",
		"speaker": "Duncan Pritchard",
		"words": "Yeah. Absolutely. I mean, this is, as I say, the wonders of education, it can open your eyes to, I mean, one of the dangers not knowing what you don't know. All right, this is, um, I mean, I, I, the, the, the, the we're all in this condition to a certain extent. But, um, you can, you can education improves you a lot here. It makes you more aware of what you don't know. Um, SO, you know more about what you don't know but through being educated and that, so even though now you might be, you might, might, might be still that you're ignorant, you know, you ought to know. But the fact that you're aware of the ignorance of it is, is an improvement upon someone who doesn't, isn't aware of their ignorance. So that's actually a, it's like a lesser grade of ignorance. It's a better situation to be in. Um, AND education is really important for that to, to make people aware of that. Uh I, it's one of my favorite saying actually they don't know what they don't know. I mean, I, I think a lot of debates, you know, people would be better off. I mean, just think that I mentioned intellectual humility earlier on. It's hard to be intellectually humble if you don't realize how little, you know, I mean, I, uh, I don't know if you've been following, um, the, you know, this, um, what was this conflict in the, in the, in the Middle East right now? And the people on Twitter wading in, with very strong opinions and in some cases they clearly know nothing, you know, they know nothing about the history. Absolutely nothing. But it doesn't stop having strong opinions. They don't know what they don't know. Right. Um, AND, and, and that, that level of ignorance is actually quite, in, in this case, I think it's quite dangerous. Um, YOU know, uh most debates are improved by people being more aware of their ignorance, of course, even better prove if they're not ignorant at all. But you can at least be aware of your ignorance."
	},
	{
		"start_time": "47:49",
		"speaker": "Ricardo Lopes",
		"words": "So, uh there are many things in epistemology that we've talked about here, like the virtues, like luck, risk ignorance. What should education actually be about when considering all of these aspects uh of epistemology that we, we've talked about. I mean, what should education include? Exactly."
	},
	{
		"start_time": "48:19",
		"speaker": "Duncan Pritchard",
		"words": "So education has lots of aims, not all of them are epistemic. So some of them are social, some of them are political and some of them are practical and so on. But it seems to me a core aim is epistemic. And what I mean by it being a core aim is that it's part of what makes it an educational practice at all is that it, it's directed at epistemic goods. So, you know, like, imagine in North Korea, let's say they have, they have an education program which is just indoctrination. They might call it education, but it is an education, right? Whatever that is, right. You might have the name but it is an education because it doesn't, doesn't serve epidemic good. So what makes an educational practice an educational practice at all is the, is epistemic good. So, in that sense, the epistemic goods are constitutive of the practice. They're, they're fundamental. And that raised the question of which epidemic ends. Are they a lot of people, I think, think the ends are just, it's, it's what I call the bucket view. So, you know, the student is like a buy an empty bucket and the student and the, the, the job of the teacher is just to fill the bucket with facts and skills and things. And that's actually an absolutely terrible way of thinking about education. It's, it's surprisingly durable, you know, in certain quarters of the world. But it's, it's, it's terrible. And if you think a lot of old, you know, you know, yeah, Victorian teaching was, was wrote, uh I don't know if this is the same everywhere but in, in Britain wrote, learning, I know North America is like this as well. So rote learning where you just get people to memorize things. Um You know, and it was done in a disciplinarian fashion, you know, like you were beaten if you didn't memorize things and so on, that's very much wedded to the bucket model, you know, the bucket, you know, that you want a bucket and we just train you like, uh, we just fill you up and that's all that. It is. There's a different way of thinking about education now, which I think is far more plausible and his education is sort of it, it goes this idea of education as Liberator, as, as, as, as liberating the individual. It's very much entitlement, ideas of enlightenment, sorry, ideas about education have sort of wedded to this, helping the person to realize their potential to fulfill their intellectual potential. And that, that view, I think goes hand in hand with a different idea which is education is about cultivating intellectual character. And I would say virtue is intellectual character cos we want students to, to think for themselves. We want students to require the good habits of thought so that they can, you know, make reasonable judgments and they can, they can basically just think for themselves, that's what they wanna do. Um So it's o obviously you wanna teach them facts and skills, but the thought is teaching them the facts and skills should be grounded in a more general attitude of helping them to flourish intellectually. Uh And that means developing their intellectual virtues. And this is something I'm a big fan of, I mean, I think that's uh when, when you look at good teachers, good teachers, I think just do this instinctively. But what this provides, I think is a kind of theory. So a conceptual scheme for making sense of what good teaching looks like. I mean, think about how good teachers don't just give you the answer and they don't drum the answer into you either. They want to create the conditions under which you can find the answer for yourself. Uh It's what educationists call productive struggle. They want you to strive to get to the truth yourself and they're trying to instill in you a desire to get there and a joy in getting there. Cos they're hoping you can internalize these traits, these traits so that you become the kind of person that's curious and, and drives your enquiry and so on and indeed good teachers, I think tend to be virtuous, intellectually virtuous. They, you know, when you think about a really good teacher, they're often there are people who really care about the truth, they care about, you know, accuracy and so on and they, they instill that those kinds of traits into those around them. They are as Aristotle say, they're exemplars, you know, we, we, we learn the virtues primarily through emulating exemplars and good teachers. I think that's their, their virtuous, exemplars, intellectually virtuous exam. And uh and so, yeah, I've been very interested in this, this whole theory behind this and In fact, I'm, I'm trying to put it into practice. I run a project here. It's called the Anti to Virtue. So the, the mascot of UC Irvine is the anti uh Peter. The anti is their mascot. So uh we call the Anti to Virtue. So we're, we focus on a core set of intellectual virtues which we think are important and we try and embed the teaching of those virtues into uh our education across all levels. So from orientation through to graduation, uh you, we, we try and get give, give students sort of and faculty, this sort of conceptual scheme to think about what they're doing in terms of cultivating intellectual character. And I think this is really important because a lot of students, I think increasingly so they think about education instrumentally, it's just a means to an end, it's just about grades and so on. And this is, I mean, this isn't good, it's not good for the soul, it's not good for your well being. You've gotta think, you know, it's far better to be able to think that education is something which is, is developing you as a person, your personal growth. And I think that's where the, the virtue come in. We're trying to get students to have this scheme to think more broadly about what education is and how it's gonna benefit them if they do it well, it will benefit them whatever the, you know, skills get lost facts. Get forgotten but the virtues stay with you. Right. The, that, those kinds of traits, you know, once they, once they're had, they're not easily lost because you, you see their value and they will, whatever you do in life, they will help you prosper. You know, they'll help you do live and not just prosper financially or whatever, uh, career wise but prosper as a person, you know, in terms of your relationships, in terms of uh your hobbies, in terms of the, your choices, in terms of, you know, what you do in your retirement or what have you, these are good traits to have. So these are the things I think a good education should be trying to foster."
	},
	{
		"start_time": "54:01",
		"speaker": "Ricardo Lopes",
		"words": "So, are you actually testing that out uh empirically? I mean, uh how we can cultivate these intellectual virtues in uh in this, in that case, university students?"
	},
	{
		"start_time": "54:16",
		"speaker": "Duncan Pritchard",
		"words": "Yeah. So, yeah, this is really quite exciting because people have done this sort of thing in schools a lot and with lots of good results, but no one's ever done it in a university. And there's a reason for that. It's very difficult to um change curriculum through the university, right? You know, academics are very much, they just do their own thing, you know, uh they're very autonomous, but we're very lucky at UC Irvine, there's a real culture of um pedagogical innovation. We have a chancellor and advice robots that are really interested in these ideas and So there's a lot of institutional backing for us to do this project. So we're now embedding these modules in and because we're academics, there's a, as you say, there's a research project about measuring its effects. So we have a group of um educational theorists and sociologists and they're running a longitudinal uh empirical study testing for the, the empirical effects of what we're doing. So we have like, you know, people, we have a control group of students who aren't doing the modules and the ones that are, and we've seen the difference and the results we're getting very good and they, they, they confirm what you get in schools as well, which is when you educate, explicitly, educate for intellectual virtues, you get, you get increase in educational outcome, you, you get an increase in, in well being, which is very important, but you get an increase in educational outcomes, pe students who, who do this, do, they do well, whatever they do, they do well. And the other thing that's really interesting about this is that um when you have an intervention in education of uh pretty much any kind, you get positive effects just because it's an intervention, right? You're doing something extra. So you, you know, if you tell you, if you take a bunch of school Children and you start teaching them French, uh you know, another group you don't teach them French. Well, the pe the students who learn French, there'll be all kind of positive effects from them learning something new. But when you teach the intellectual virtues, you don't just get positive effects of the normal kind. You get, you get like enhanced positive effects, it sort of ripples out. It's, it's a, it's a bigger positive effect and it, it's also one that doesn't care about where you come from, it doesn't care about who you are. So a lot of times when you have an intervention, educational intervention, the students who are doing well benefit the most and the students who are doing not so well benefit the least, right as you'd expect. But when it comes to virtues, everyone benefits roughly the same, which is kind of interesting. It's a, it's a, it's a kind of a, a, it, it's a, it's like a golden bullet as it were. It's a, it, it has this magical effect of improving everybody's outcomes and, and relatedly, it doesn't matter. You, you know, you doesn't matter if you're male or female, it doesn't matter what your economic background is. It doesn't matter what your uh ethnicity is and so on, but you get the same cos kind of positive effects. So um what we're trying to do this project is uh obviously, we want to improve education at the Irvine, but we have all these materials and we have this study and that the idea is to make them publicly available and the study is publicly available. And so to try and we want to change the conversation about education, higher education in particular, you know, what is the point of higher ed? I mean, I think there is a real question, particularly post COVID. What's the point? A lot of people are asking this, you know, COVID, everything went online, you know, why can't universities go online? Right. Why, why don't we do that? Why don't we just have like, you know, online classes and, you know, you get your grades, why you go to university? You know, um uh there's a lot, there's real questions about the value of it and I think we need to find, we need to reassert what it, what's so important about it. And I think quarter that of our mission really is instilling these intellectual virtues and showing how they help people to, to thrive and to"
	},
	{
		"start_time": "57:39",
		"speaker": "Ricardo Lopes",
		"words": "prosper. Mhm. So let's put a pin on uh going to university online because I want to ask you a little bit more about what you think might, might be the role of technology here. But um I mean, uh one more question I wanted to ask you about that project that you're running is, do you have at least with the data that you already have, is it possible to tell if these intellectual virtues that you are cultivating in students would stick with them? Uh LONG term? I mean, uh e even after they finish university and for uh I guess uh ideally the rest of their lives because, I mean, as with other things in education, I mean, sometimes it's a matter of people just forgetting, forgetting things they learned. Other times it's not exactly that issue, but more of an issue of the social environment people find themselves in when they're going to work and in other contexts of their lives that really does not promote uh, something that they have learned. And in this particular case, I mean, I would be worrying if that would also have an effect in terms of the intellectual virtues. They were uh inculcated with, let's say"
	},
	{
		"start_time": "59:17",
		"speaker": "Duncan Pritchard",
		"words": "that's a, that's a really good question. And uh to my knowledge, there hasn't been an empirical study on it. We, we're not, we can't test it just yet. We, we're doing a longitudinal study. So we're testing it throughout the course of the degree cos when students leave, difficult to keep track of them, we, we do want to do that though. That would be like if we're thinking of a follow on ground, we track them afterwards and see what happens. But if that's quite a tricky thing to do, I mean, I did a project years ago with prisoners. We, we um the prison education project, we track students, uh the prisoners who are learning about the intellectual virtues have got the great effects. But then when they leave, when I mean, just privacy considerations, we're not allowed, we just weren't allowed, right? We're not allowed to track them any further. Um, WHICH is a real shame cos it would be, you know, lovely to find out. Well, does it affect recidivism rates? You know? Do they? Uh, WE are, seems plausible. We had these big effects on the prisoners, um, seems plausible that they're less likely to reoffend. No idea that cos we can't, uh, just so we would like to do that and, um, and there should be results. I mean, intuitively, it feels like, you know, character traits look like they have more stability than their skills. You know, I mean, one of the big challenges for education uh is this problem of, of, of de degradation, a lot of what we teach students gets lost and it gets lost very quickly. You know, we spend years, a lot of money treating people up in knowing things and having skills and then you test them five years later and most of it's gone. Um But you see his way, it gets interesting because, you know, if going back to the value of an education, you know, 11 conclusion, well, what's the point then, you know, maybe it better if they just did something else. Um But actually, you know, if, if, as I think is plausible, what we're doing in education is developing character and the character isn't the sort of thing that just degrades so quickly, which seems plausible. Well, then that would be with the point of education. So, I, I would bet, I would bet my bottom dollar, uh, that, uh, intellectual character doesn't degrade quickly in the way that new skills and, and memory does. Um, BUT that's, you know, as you said, it's an empirical question. Someone needs to test that. Uh, MAYBE we'll get to do it. It's a hard thing to test. But I, it is, need testing."
	},
	{
		"start_time": "1:01:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. I mean, the only thing I was mostly worrying about here and if that's true, of course it would be no one's fault, I guess. But, uh, one thing is for individuals to have their own character traits that they could, they can develop, of course. But, uh, I mean, there's also the context, right? And, I mean, people are part of a particular social epistemic context and, I mean, I, I would worry that if, for example, they move into work and other contexts of their life that do not really promote the flourishing of these intellectual virtues and other related traits that if they would really last, you know, because, uh, I mean, I don't know if you agree with me or not but I guess it's, uh, when it comes to humans it's not just about, uh, the character traits that we as individuals have. I mean, the, the environment that surrounds us also plays a big role actually in allowing for the flourishing of those same traits. Right."
	},
	{
		"start_time": "1:02:42",
		"speaker": "Duncan Pritchard",
		"words": "No, I, I absolutely agree. So, I mean, I have an interest in this, like, so there are certain kinds of workplaces that in, in theory are meant to promote intellectual, like virtues like science, you know, you might think science ought to be won. And so one issue there is what does it? And if not, you know, so if not, how do you fix that? And, uh, you know, I've written some few things about this. So, like, you know, in the, in the scientific case, people worry about, well, you know, there's drive for results, there's drive for grants, does that to what extent does that undermine these intellectual virtues? And one thing we've argued in a paper on this with a colleague where we it would be good to institute certain kinds of frameworks uh into, you know, there's some of them is there already, I mean, I think some of the, the things about, you know, academic honesty and misconduct and so on that kind of important to speak to that. But you want to, you want to develop, you can develop frameworks which reward intellectually virtuous inquiry and so on. And there there would be ways of doing that because you can see how this would benefit the discipline as a whole, you know, to be benefit science as a whole. If if, if people aren't just thinking about, you know, the the the prizes and the grants, but they're also thinking about getting to the truth and so forth. And you can imagine a similar thing might work with other disciplines where you'd want the intellectual virtues to be prominent, like, you know, journalism, let's say, uh, or, you know, government, you know, um, the tricky one is where you've got, like, private industry. And, uh, you know, I mean, even in private industry, you know, there'll be aspects of it, like, there'll be a regulatory part of it. You know, when you, you know, if, if you're in the sort of energy industry then you want people are regulating it to be directed by intellectual virtues to care about the truth. You know, if someone's regulating, you know, nuclear, nuclear facilities, you don't want them worrying about. I mean, this is, I don't know if you ever saw that great program, Chernobyl, there was a TV series about shovels. Just, yeah, I watched some of it. Yeah. What was really interesting about that? Which came across quite vividly is that the concern for the truth, you know, in it, they, they, they fell away, they, they, they started to believe the lies as it were, they, they sort of state funded lies and as it, the idea is like, you can get away with that in the short term, but in the long term, you just can't get away with it. And that's the Chernobyl disaster is like, you know, reality is where, as they say, biting you on the bottom sort of thing, you know, comes, come back to haunt you, you can't get away with sort of fabricating the truth indefinitely. Um So there, you know, there's something to, uh even, even like in private industry, you know, you could, the, the, the, it's hard, harder I think to make the case there. But even there, I think you can make the case that, you know, if you, if you, if your, if your structures in your company aren't grounded in desire for the truth, then, you know, maybe in the short term, you'll get benefits. You know, people are sort of cutting corners or whatever and getting results. But in the long term, it's gonna come back to haunt you, you know, you'll have people who are doing inappropriate things, you know, and so forth. Uh YOU need to a culture of can care for the truth. It's actually ii I think is a, is a way for us all to prosper, including I think even in the private industry case. Well, that's, that's the whole other case. But you, you're absolutely right. That context take someone with good character, force them to be in a social context where no one cares about good character that you're making it hard for them to manifest a good character. And um, you know, you can, I think this gets depicted quite vividly in novels. You know, there, there's a certain kind of novel, someone looking back on their life and they start off, well, it all goes wrong. It's cos they, they embedded themselves in the wrong kind of environment and they absorbed the, the values of that environment and in doing so it's like a tragic floor as it were in doing so, they, they cut themselves off from certain other kinds of goods, you know, you know, like the person who becomes career orientated in a way they never were. And then on their deathbed they realize they neglected the people they cared about, you know. Mhm"
	},
	{
		"start_time": "1:06:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh uh I was just thinking also that perhaps sometimes in epistemology, philosophers also talk about the concept of uh epistemic responsibility and I would guess that it's not circumscribed to individuals. I mean, of course, individuals have their own uh epistemic responsibility, but it's also a sort of shared responsibility. I mean, our, there's a sort of broader social epistemic responsibility that we should have, right? I mean, it's not just about the individual themselves but also about the broader social epistemic environment,"
	},
	{
		"start_time": "1:07:18",
		"speaker": "Duncan Pritchard",
		"words": "right? Yeah. And I think this is increasingly important in the information age with the way like it's, it's very hard and increasingly hard to insulate yourself from the social world around you. And I mean, think about the misinformation that occurs on the internet and how harmful that is. I mean, I've, I've been reading some of these studies about like educational performance in uh teenagers and it's dropping off the cliff and they think it's, it's, it's phone use and social media use. Um YOU know, the the, there's things you can do as an individual to combat misinformation. But if you, if the structures around you are massively wedded to, to developing these, these, this misinformation and, and, and leading you Australia and so on, there's limits to what you can do as an individual. And I think then we need ways of, of controlling that, you know, how do we, and, and it's a really hard question to solve because we also believe in free expression. We don't want the state interfering overly in, in private lives and so on. So there's a real trade off here. But I think, you know, I mean, II, I, by the way, you know, like Twitter X or what it was called, now, they'd have these reader commentaries, you know, I think that's a really interesting development. You know, it's a kind of a, you know, it's not perfect, but it's a, it's a good sort of democratic way of getting people to realize that the information they're being fed is at least suspect, you know, when you have these reader comments and so on and then people can rate them. So then you get a kind of, you know, feedback loops and so on. And I think, you know, that there are ways to, to mitigate this, but we, but we do that and these are basically their kind of their structural ways of mitigating it. We, we can't put all the emphasis on the individual because I think that's just too much of a demand. We have to think of ways to make it easier for the individual to, to, to promote their, their character in these epidemically and friendly environments."
	},
	{
		"start_time": "1:09:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So since you mentioned social media there and misinformation, I guess that would make for a good segue into my last question then. So how do you look at the role of technology in education? I mean, do you look at it mostly positively, mostly negatively and uh I mean, positively or negatively, what do you think is the role that it can and should play in education?"
	},
	{
		"start_time": "1:09:39",
		"speaker": "Duncan Pritchard",
		"words": "Well, I mean, one way I think about technology, it's, you can think of it as like a tool and tools. Well, you know, they used, well, they won't use badly and generally speaking, they're a good thing, but of course, they can, but with the provider, they can use badly. Um So, you know, like calculate, you know, with calculators come along and then uh it used to be that people could do certain kinds of rhythm, rhythmical calculations in their head. People don't, didn't do it anymore. Cos what's the point? You know, we've got this. Uh SO in one sense, you have a kind of degradation of uh onboard conti powers, but it, in a sense it's kind of harmless because the tool use, we're embedded in an environment where the tool is available. So, you know, in a sense and I I would view that generally positive. I think it's kind of, it kind of goes with the extended cognition that this way of thinking about the idea about the extended cognition is that we're kind of apt as the kind of subjects we are to offload to our environment, um cognitive processes uh because that's the most efficient way to do things, you know, you can even think of language as being a bit like this, You know, if you try and do everything in your head, but then you verbalize it and then you can write it down, you know, you know, writing something down is a good way of thinking, you know, that, which is kind of interesting, you know, like IIII I find, you know, typing is a way to, to clarify my thoughts. It's like you externalize your thoughts and through the technology and then that helps you to think, think more clearly about what I think, you know, if I try and do that in my head, it's harder and lots of things are like this. Um WE, we, we offload and the, the cong and as it were, the technology becomes part of the cognitive process and that's extended cognition. The thought is it, it's not just tool use, it's more than just tool use there where the tools were, become part of the technology becomes part of the, the, the overall comp process. And, and this has been going on for a long time. But what's interesting about the information age is that, uh, well, two things, I mean, one is massive, massive increase in techno in the way in which we're embedded in technological environments. You know, it's not just like pen and paper, you know. So it's, it's there but it, it's everywhere, you know, where, you know, you think you walk through a shop, you know, you, you use the app and so on and then you're looking up things and, uh, and so, you know, there's information on the boards and so on which is responsive to you. And so, so it, it's a massive increase in that. But the other thing is that as it were, the, the, the, the, the technology which has become incorporated into your processes is information processing technology. So, you know, like the pen isn't, that's not information pro it's just, it's just simply a me, it's like, it's a bit like, you know, the, uh, a walking stick is a means to walking and a pen is like a means to writing. But the phone, you know, your phone as it were, which is that now like it's wedded to you, right? Most people, you know, they lose their phone, they feel like this is an injury to themselves. And there's a reason for that. I think cos in a sense it is a bit like themselves. It's like an extension of them, a lot of their thinking is done through their phone a lot of their cognition. You know, we used to memorize phone numbers in our head. We talked about the phone book earlier. You say you must be old enough to. Are you old enough there? I remember when I used to know, like, about a dozen phone numbers. Yeah. Oh, I, I don't think, I didn't know, I think I know my own phone number. I maybe know what of it but I don't know any others, but now they're all on the phone as it were. There's a lot of that information that would have built in your head is now on the phone. And so it's kind of like an extension. It's like your, there's your onboard memory and then your, your technological memory and so something very different is occurring. Now we've got information processing occurring, which is kind of like your information processing, but it's outside your, your head. Um, YOU know, like as long as do you know that phone number, do you know? So and sos phone where you say yes and then you go to your phone and that's kind of interesting, you know, it's like, do you know it? Well, I know it cos me as it were is not just me in my head, it's me and this, this thing attached to my body as well, you know. Um, SO I think this is the, the, th this, this gets really interesting. Um And of course, now, is this a good thing or a bad thing. Well, I mean, generally speaking, it's a good thing if um the technology's reliable, you know, it's a, and, and generally speaking, it's a bad thing if the technology is giving us bad answers. So, you know, if, if, if it seems true that a lot of this social media is, um you know, it's, it's leading us into silos of thought, leading us into misinformation and so on. Well, that's problematic. Uh It, it can also be problematic in another way, which is that um if, if to use technology well means to be intellectually virtuous in your use of it. And this is something I've argued, you can't offload to technology, you know, the intellectual character as it were, is, is about you, it's not about the techno. So what we want to instill in people is good character so that the way in which they incorporate the technology is, is virtuous. And if you don't instill that good character, then I think what happens is that the, the technology gets incorporated and it just amplifies the bad character. And I think we see this, you know, like people who have got intellectual vices who are prone to dogmatism, for example, you know, you get a dogmatic person and then now they, they wed it to their phone and to the internet and the internet as it were confirms their dogmatism makes them more dogmatic. Uh It makes them as l as lock would say an enthusiast, this is the worst kind of dogmatist. They, they have full of passion and intensity to use the yeast, his famous phrase, passionate tendency. But for all the wrong things, you know. Um SO, you know, they lack the humility as we were saying earlier, they don't know what they don't know and so forth. Um So it's really important now, increasingly important, we, we give people the intellectual virtues uh so that when they do make use of this technology, it we amplify the good traits in them and not am don't amplify the bad traits. And of course, it's also important that we have, as I mentioned before, the structural uh constraints which help people to be virtuous cos as you say, you know, you put, put a virtuous person in an, an epidemically unfriendly environment over time, it's gonna be very hard for them to maintain their virtue. So you have to make it so that it's not so unfriendly the environment that it does that"
	},
	{
		"start_time": "1:15:50",
		"speaker": "Ricardo Lopes",
		"words": "uh Great. So let's send on that note then and Dr Pritchard just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:16:02",
		"speaker": "Duncan Pritchard",
		"words": "Uh Yeah. So I'm, I'm, I'm very lucky in the internet age in that. My name is quite unusual. So it's funny like, you know, when we were growing up, it wouldn't matter what your name, what you'd be Joe Bloggs or whatever And uh, so what? Right. But now it turns out having a name that a lot of people don't have is a really useful thing. Cos then people can put your name into the internet. If you put Duncan Bridge Art Philosophy, I come up. Whereas if my name was, you know, John Smith, it'd be like a million things, you know, how would you tell me apart? So, I'm very lucky on that score You put Duncan Bri Philosophy come up. But uh I have a web page which is again, I think it's WW dot Duncan pritchard.org, which has my papers on there and it has stuff it has about my anti to Virtues project. If you're interested in that talks about the other things I've done like the prison work and so forth and uh and my interest in education and so forth. So everything's there if you're interested uh by all means, drop me a line."
	},
	{
		"start_time": "1:16:53",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving links to all of that in the description box of the interview and Dr Pritchard. Thank you so much again for taking the time to come on the show. It's been a real pleasure to talk to you."
	},
	{
		"start_time": "1:17:05",
		"speaker": "Duncan Pritchard",
		"words": "It's been a pleasure to talk to you, Ricardo. Thanks very much for having me on. That was great."
	},
	{
		"start_time": "1:17:09",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitten B are no wolf, Tim Ho Erica LJ Conners, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her me and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel S friends, David Sloan Wilson Yaar ro ro Diego, Jan Punter Romani Charlotte Bli Nico Barba Adam hunt Pavla Stassi na me, Gary G Alman Sam of Zed YPJ Barboa, Julian Price Edward Hall Eden. Broner Douglas Fry Franca, Beto Lati Gilon Cortez Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey, Junior, Old Ebon, Starry Michael Bailey then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week. Linda Brendan Nicholas Carlson, Ismael Bensley Man George Katis, Valentine Steinman, Perras, Kate Van Goler, Alexander, Abert Liam Dan Biar Masoud. Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]