[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Lob and to the MG by Doctor Mi Michael Petralia. He is director of the Australian Research Center for Human Evolution at Griffith University in Australia. His research has centered on a range of subjects concerning human evolution, including the evolution of cognition, the evolution of behavior, year and the relations between climate change and dispersal. And today we're going to talk about uh some aspects of human evolution, the origins of Homo Sapiens, human dispersal, the relationship between climate change and human dispersal or as I referred to earlier and other related topics. So, Doctor Petralia, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:47",
		"speaker": "Michael Petraglia",
		"words": "Thank you Ricardo. Thanks for having me."
	},
	{
		"start_time": "00:50",
		"speaker": "Ricardo Lopes",
		"words": "So, before we get into Homo sapiens, our species, could you tell us a little bit about what we know prior to the speciation of Homo sapiens?"
	},
	{
		"start_time": "01:04",
		"speaker": "Michael Petraglia",
		"words": "Sure. Yeah. Um There are fossils all over Africa anywhere between 803 100,000 years ago and they're generally characterized as Homo Hedl burns. Um And this is a closely related ancestor to Homo Sapiens. In fact, perhaps the precedent of Homo sapiens. Um BUT they're morphologically different from us and thus the species name, uh and they have very uh wide faces and sloping foreheads and very thick and prominent brow ridges. So if in fact very different from our own skull shape, but they have pretty large brains. Uh So their, their, their brains are about 1200 cubic centimeters. And in Homo sapiens, we have brain size of about 1400 cc. So they are a large brained um um ancestor. They are also fairly tall. They have very, very robust bodies. Uh And uh but they are tall, uh they have very long legs and you know, some of them are about up to 100 80 centimeters in height. Um It's like 6 ft tall. So, uh and, and they are a species that um um well, you know, that potentially led to us, but also a species that also exited Africa. And so some of the early exits of Homo Hydrogens may be 5 800,000 years ago. Um In terms of their culture, they had some very advanced uh technology. So they used um tool kits that are known as the Schulian. And these are very large hand axes and cleaver uh tool forms. Uh They're handheld uh stone tool technologies and they will probably use butchery, you know, against uh uh carcasses, for example. And we know that Homo Hydrogens had some advanced technologies not only in terms of stone tools but, you know, the controlled use of fire. So, these fossils are found all across Africa, uh, and, uh, you know, generally well known species,"
	},
	{
		"start_time": "03:20",
		"speaker": "Ricardo Lopes",
		"words": "uh, but are, are we completely sure that we speciated from Homo Heald Heidelberg or is that the best hypothesis out there for the time being? Because, uh, I mean, I've already talked with other, uh, anthropologists, paleoanthropologists, biological anthropologists on the show. And at least for now it seems to me if I'm reading the literature correctly that there are a few aspects of omid evolution that are a bit uh messy. Right."
	},
	{
		"start_time": "03:56",
		"speaker": "Michael Petraglia",
		"words": "Yes. And Homo Hydrogens is one of those very problematic species because uh you know, they're, some people are very happy to call all these fossils. I've described as Homo Hydrogens in Africa, but also in Asia. And so it's very geographically widespread and there is variation in morphology of uh those skeletal remains and the, and the characteristics of the morphology. So you get into debates obviously in terms of naming species based on variations of morphology. But, you know, generally speaking, uh you know, Homo hydro against us is like a transitional spec species I believe. Um And, and for the reasons I described like, you know, the, these large brained creatures that seem to be immediately transitional to us in Africa."
	},
	{
		"start_time": "04:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's get into, I guess one of the most contentious questions in the evolution of Homo sapiens. So, did we appear in one single location in Africa or multiple locations? I mean, what does the evidence tell us? And I know there's lots of discussions surrounding that topic. But, uh, what are your thoughts on it?"
	},
	{
		"start_time": "05:15",
		"speaker": "Michael Petraglia",
		"words": "Well, listen, traditionally, um, you know, a lot of debates centered on exactly where Homo Sapiens arose in Africa and there was always a back and forth debates. Is it, it's South Africa, is it eastern Africa? Where exactly is it? And, you know, a lot of time and energy has been spent on that in terms of the search, but also the debates that emerged from that in terms of the exact place of origin. But in recent years and this is part research that I'm involved in. Um BUT headed by Ellie Sherry, um you know, she wrote a very prominent article a few years back talking about there is no single origin point per se and that looking for a single origin point of our speciation is kind of futile to do that because um you know, you have to imagine a scenario where populations are distributed all across this gigantic continent we call Africa. And sometimes they were, you know, I I at certain times they were in contact with each other, these populations. Uh AND sometimes there was isolation. So, you know, you get this sort of back and forth contact or isolation between populations. And it's very possible there was almost like a mosaic evolution that, you know, populations sometimes contributed to other populations in terms of interbreeding and such. So, looking for the exact point at which we call fossils, homo sapiens, it is very difficult to do and in fact, may be incorrect because there could, you know, be a lot of uh interbreeding and recombination between populations which eventually led to um the species we know as Homo sapiens."
	},
	{
		"start_time": "07:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Perhaps uh some of the confusion here has to do with the way we tend to think about the species as a concept, right? I mean, because you mentioned there that it could have been a sort of mosaic evolution and we have this idea that there's one species that evolves into another and uh it has to appear supposedly in one single location because this idea that we have of species, it wouldn't make much sense that the the same species would appear in different locations. I mean, how would that happen? Because how would it be the same species and how would it be able to uh I mean, elements or individuals from different populations? Iw, how would they be able to interbreed and all of that? Right. So I, I mean, ii I might be wrong but perhaps it has something to do with how we think about these issues. Right."
	},
	{
		"start_time": "08:09",
		"speaker": "Michael Petraglia",
		"words": "Absolutely. No, I think you're spot on actually. Um And I think that is the issue is that, you know, to what degree was there mixing and mating versus, you know, this sort of linear view that we might have one species gives rise to another species, which gives rise to yet another. I mean, so I think, you know, evolution doesn't exactly work in that way. Um And so what you were describing, I think is quite accurate. And also when you're looking at very rare fossils that have morphological variability, you also have the problem of discriminating precisely what you mean by a species. Number one. And some of the morphological variability may have nothing to do with biological change. But rather even, you know, adaptive variability that you see in a skeleton, um having to do with, you know, how you're uh adapting to the terrain, for example. So, so it's extremely difficult from an, you know, an evolutionary standpoint over these periods of time to precisely discriminate a species. And maybe that is a feudal effort as well. And, you know, DNA has come to bear on this subject and, you know, there's not an exact agreement between DNA and morphology, but in general, I think, you know, everyone's pretty comfortable with the idea that our species, you know, uh is around anywhere between 250 to 300,000 years ago in Africa."
	},
	{
		"start_time": "09:45",
		"speaker": "Ricardo Lopes",
		"words": "And then there's also the issue that sometimes we find fossils that are even sometimes called sort of transitional fossils where we're not completely sure if it's still uh the previous I, I mean, it's II I don't really like to use this sort of language, but I'm going to talk this way for the sake of simple, the previous species are already almost sapiens because it has sort of, in terms of its morphology, it has sort of traits that are intermediate or something like that. And so, I mean, again, the way we classify species, particularly in this case, ominous species is also, uh I'm, I'm in a domain of debate. Yeah,"
	},
	{
		"start_time": "10:36",
		"speaker": "Michael Petraglia",
		"words": "absolutely. And I think the important thing is what I was really just saying is that I think it's really interesting to explore, you know, the variability uh of these populations, really, I think we're looking really at population variation and that's what's really interesting and how the populations are changing and adapting and, you know, potentially interbreeding. Um And so, and, and, and like I said, I think there's generally a consensus as to when our species arose, generally speaking. So I, I think that, you know, getting into, you know, real debates and sort of splitting hairs on exactly when did Homo sapiens arise and exactly where did they arise is kind of not what we're really after from an evolutionary standpoint anyway?"
	},
	{
		"start_time": "11:29",
		"speaker": "Ricardo Lopes",
		"words": "Ok. But, uh I mean, if there's at least the possibility that we've uh arose in several different locations and across different populations, is there any evidence that there were also populations of Homo sapiens that might have evolved outside of Africa or did we only appear initially even though across different populations within Africa?"
	},
	{
		"start_time": "12:02",
		"speaker": "Michael Petraglia",
		"words": "Yeah. Listen, I think that all the evidence right now comfortably suggests that we arose in Africa. Um And I, and that's the combination of evidence from, you know, from the fossils from the DNA, from the archaeological support that you may have in that. So I think Africa really is the homeland of Homo Sapiens. And I, you know, I would, you know, almost strictly maintain that, however, there are suggestions that Sapiens might have been sort of, uh, in areas geographically very proximate to Africa, like in places like Arabia where, you know, it's very close. Um, AND it's possible some populations were there and they contributed to what, you know, the gene pool of what was going on in Africa. So, you know, I think that, you know, but, but if you're gonna start arguing that Homo Sapiens could have ari arisen in far eastern Asia and things like that. I don't think that's the case at all, you know."
	},
	{
		"start_time": "13:07",
		"speaker": "Ricardo Lopes",
		"words": "No, no, not at all. I mean, uh, I hear I was asking you just to be sure that it was at least as far as, you know, we know that it was just in Africa. And also because I heard a couple of times as you said, there are people talking about the Arabian peninsula and now and then about perhaps southern Europe. But, uh, it's, it's African, at least as"
	},
	{
		"start_time": "13:31",
		"speaker": "Michael Petraglia",
		"words": "far as we. Absolutely. And, and I think I'd say there's suggestions that maybe a place like Arabia could have um contributed, but these are almost suggestions that have possibilities. So it's not factually based or clear in the evidentiary record itself. Yeah."
	},
	{
		"start_time": "13:53",
		"speaker": "Ricardo Lopes",
		"words": "By the way, uh in anthropology, what do you mean? Uh OR what do anthropologists in general mean when they mention modern humans? What is a modern human? Exactly? I"
	},
	{
		"start_time": "14:08",
		"speaker": "Michael Petraglia",
		"words": "mean, I, I actually personally steer away from terms like anatomically modern humans or modern humans. I prefer in all of my writings and even discussions to go with species names. So as not to confuse people because you know, when you use terms like this, it means something different for different practitioners or the public. Um And so I think that can be quite confusing, even the term human can mean something different for different people and even different scholars. So my preference is always to try to use the species name. So as to be super clear on what we're talking about."
	},
	{
		"start_time": "14:50",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And what were the kinds of environments that Homo sapiens specifically evolved in within Africa? Was it savanna rainforest or some other kinds of environments?"
	},
	{
		"start_time": "15:07",
		"speaker": "Michael Petraglia",
		"words": "Melissa, we have fossils of Homo sapiens all across Africa from 300,000 years ago on up. And if that's the case, you know, it's a large geographic place and you know, from north to south east to west. And if you just think about Africa today, you have such a diverse array of environments today. And that was the same in the past and these environments were fluctuating through time over the last 300,000 years. And yet we have archaeology and fossils in all these geographic spaces. And so I would say that, you know, Homo sapiens was in a variety of ecosystems and just like you're saying, grasslands, savannas, rainforests and so on. So I, I see us as a species that, which was able to adapt to a variety of situations. Um But that said, um in the past, you know, uh it, it's interesting in terms of the history of our field, people didn't pay too much attention to the specific environments in which say fossils or archaeology was actually found, believe it or not. And so, you know, environmental data was not actually even extracted sometimes and people now do it in a standard way in terms of our research. But we are lacking a lot of information on the particular habitats that Homo sapiens were actually adapting to. So, you know, that's, that's a bit of a problem. But, but nevertheless, I, I do think that there are a wide array of ecosystems that sapiens was, was in. Mhm. And that was different perhaps for other species of, of hominins. And so that, you know, our versatility, our flexibility, our, our, you know, our array of adaptations that we have, you know, arose really in early forms of Homo sapiens. And so, you know, we're able to get in every ecosystem of the world eventually, right. So, so that flexibility really, you know, started, you know, early on in our, in our own species uh evolution."
	},
	{
		"start_time": "17:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and when it comes to the dispersal of Homo sapiens, I mean, we like to talk a lot about how to Africa migrations, but even within Africa, there should be a rich history of population movement, interaction between populations and also sometimes probably replacement. Right."
	},
	{
		"start_time": "17:49",
		"speaker": "Michael Petraglia",
		"words": "Yeah. And you know, the actual on the ground evidence for actually proving dispersal within Africa um or population connections is, is is difficult because sometimes you have, you know, you have arguments interpretations about the data that you actually have. And so uh there are arguments for dispersal within Africa, certainly in a place like um you know, if you think about the Sahara, you know, Sahara is of course a very hyper arid uh environment today. But when you look for the archaeology and the fossils, they're there in those what are now hyper arid deserts. But when, when, when people were there, it was, you know, a green Sahara. So there, you know, there were and grasslands and networks of rivers and lakes and lakes, right? So populations would have been attracted to those environments during ameliorated periods and moved north, right? But when it got hyper arid again, you know, through those fluctuations through time, populations would have contracted or moved south. So you obviously are getting movements even within Africa of populations as a product of you know, changes of habitats and environments, right. So we, we can see that, um and, you know, we also know there are interactions between populations. So for instance, like obsidian, a type of rock that are, that's, that's found where artifacts were made from sometimes are, you know, 3, 400 kilometers distance from its sources, right? And so there are arguments that hunter gatherers were already involved in trade and exchange networks to, uh you know, exchange a a, you know, a very special raw material like obsidian uh down the line. And so we can see that in, in, in the archaeological record and even things like beads. There's arguments that populations in Eastern Africa were connected to those in southern Africa in terms of, you know, movement of styles of beads and then those sort of bead forms change through time where you perhaps you get more isolation of populations and identity and traditions forming within, within regions."
	},
	{
		"start_time": "20:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So before we get into out of Africa migrations, I would like to ask you a couple of questions about certain changes that probably occurred with the advent of Homo Sapiens, we can discuss that uh that probably played an important role in allowing for those migrations to occur. So, were there technological changes with Homo Sapiens? And if so how important were they?"
	},
	{
		"start_time": "20:53",
		"speaker": "Michael Petraglia",
		"words": "Well, there are very important technological changes with Homo sapiens. So, you know, I described earlier like Homo hydro Gansas was using these large hand axes and cleavers. These are handheld forms for butchery. Uh BUT they're handheld, right. And they're what we call a Shian tool kits. But with Sapiens, uh you know, the, the time period coincides with a transition from these large hand axes and cleavers to what we call middle stone age technology. And so you get a tran transition to what are called these prepared co cores and Lavalo technologies where you get cores and flake tools, you get flake tools, they're small little flakes that are used to perhaps for cutting or scraping. But these, these, these, these uh flakes could also be um pro made into points as well. And these points could have been hefted onto handles like spears. And so all of a sudden you get the development of spear technology using a, you know, a, a very sharp implement which is tipping that spear in order to more efficiently hunt animals. So you go from handheld technologies which Heidel Briens was using to, you know, technologies like the spear, for instance, that Sapiens seemed to be routinely using early on."
	},
	{
		"start_time": "22:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And, and what is the evidence for symbolism in, in early Homo Sapiens? And what sort of, what can we deduce, let's say about our cognition through symbolism?"
	},
	{
		"start_time": "22:42",
		"speaker": "Michael Petraglia",
		"words": "Yes. So, so, you know, with Homo Sapiens, as I was saying earlier, you get larger brain sizes, right? So there's obviously selection for a larger and larger brain which of course, the inference there is that you get a more advanced cognitive species, a more intelligent species, one that could plan ahead, for example, and lo and behold, symbolism really starts to increase after 300,000 years ago. So a site like a logo in Kenya has produced evidence of what, what are interpreted as symbolic forms of artifacts at 320,000 years ago. And so for instance, there are black and and white rocks that are being used that are imported for hundreds of kilometers away. And there seems to be selection for colorful uh implements, so colorful rocks in order to make implements, but they're also engraved pieces of ochre, uh both red and black ochre, which are thought to be used for perhaps color coloring agents, perhaps even to adorn the body. And so that these are thought to be symbolic forms of artifacts 300,000 years ago. And then, you know, as time marches on you continue to get that, but certainly after 100,000 years ago, you know, there's almost an explosion of things that we would call symbolic, you know, ochre becomes very common in the archaeological, right? And again that, you know, a lot of populations are using that and it may be that, you know, uh all these populations are across Africa are behaving in a very advanced way with respect to, you know, adorning their bodies, calling out their, you know, regional traditions or even individuality. Uh So these symbolic artifacts can be, you know, used as um used to interpret that kind of thing."
	},
	{
		"start_time": "24:46",
		"speaker": "Ricardo Lopes",
		"words": "Uh But what does symbolism tell us about our, about our cognition and perhaps also about our sociality? I mean, how much information can we derive from that basically?"
	},
	{
		"start_time": "25:02",
		"speaker": "Michael Petraglia",
		"words": "Well, again, these are difficult things in terms of interpretation and you really have to be grounded in the evidence for it. And so sometimes it's not easy and straightforward to interpret, but interpretations have been made uh about some of these things. And you know, it makes sense with respect to an increasing brain size that you would get uh you know, uh advanced planning and symbolism arising, you know, brain sizes start to get as a, you know, as, as advanced as our brain sizes today, right? So, so it would make sense just generally speaking that, you know, the these are very complex, uh you know, individuals and societies and you also start to get variation in technologies across Africa. So you start to get regionalization of technologies of symbolic forms and almost like the, you know, cultures are arising something of course, very familiar to us today. You get a lot of heterogeneity in artifact forms. And so, you know, these are traditions that have a lot of variation across Africa, just like it that we see today before this time, you didn't see those kinds of things happening. So it seems to that, you know, you get traditions for forming social networks forming identity forming, you know, all across Africa."
	},
	{
		"start_time": "26:31",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I would imagine that all of these aspects, namely technological developments, cognitive evolution, uh evolution in terms of our sociality, social networks, identities and so on, all played an important role in the success of our out of Africa migration. And uh we're being able to migrate across such a wide array of environments, right? Uh"
	},
	{
		"start_time": "27:04",
		"speaker": "Michael Petraglia",
		"words": "I'd say the answer to that is yes and no, because yes, in the sense that yes, I do think that, you know, social networks are forming. Um And, you know, social networks are in fact, very important in terms of, you know, being able to um you know, help each other within societies, but also helping other groups that may be in trouble, for example, from environmental stress or other pressures, right? So social networks help you to enhance survivability. And, you know, if you're thinking about, you know, migrations, strong social networks obviously ha help in terms of populations getting into risky environments, for example, right. So your survivability chances increases. However, we know the first dispersal's out of Africa. So, you know, they were experiments in some ways, you know, populations were, in fact, you know, very advanced, both technologically and socially, but we also know that they were moving out of Africa, but they were not moving, you know, in permanent ways. And so there were a lot of migrations out of Africa, but those populations didn't necessarily carry on over long periods of time. So, populations, you know, came, ee either sort of retreated in a sense, going back to Africa only to come out of Africa again and again and again. So, even though the early social networks might have been forming, they weren't necessarily strong enough yet to allow populations just simply to migrate all across the world."
	},
	{
		"start_time": "28:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And, I mean, we know that, uh, of course, evolutionarily speaking, it's not a long time at all. But, uh, uh, since we got out of Africa and we're going to get into that in a second. But, uh, and spread across the Arabian Peninsula, Southern Asia Europe and then even to the Americas, it took perhaps tens of thousands of years. Right. Right."
	},
	{
		"start_time": "29:18",
		"speaker": "Michael Petraglia",
		"words": "Yes, absolutely. Um, BUT, yeah, I mean, we can talk about that relative to, uh, you know, what we think about out, out of Africa, both in the past and today because interpretations are in fact, quite different, you know. Um,"
	},
	{
		"start_time": "29:34",
		"speaker": "Ricardo Lopes",
		"words": "OK, so le let's get into that then. So when we talk about Homo Sapiens migrating out of Africa, when exactly did it first occur? And I mean, when we talk about out of Africa migrations, I would imagine that perhaps it wasn't one single migration but multiple migrations and the cross, perhaps different periods of time or not."
	},
	{
		"start_time": "30:01",
		"speaker": "Michael Petraglia",
		"words": "Yes. Well, listen, our theories about this have changed over the last 20 years, what I taught 20 years ago are far different than what I would teach today. And so, you know, this is where, you know, we've really improved the evidence for interpreting out of Africa migrations. So when I used to teach at Cambridge 20 years ago, we used to argue, you know, argue that there was one single migration out of Africa that was successful at 60,000 years ago. Today, I would say that there were multiple migrations out of Africa that started 200,000 years ago. And there were many out of Africa events over time. And it just so happened that, you know, in the last 60,000 years ago, perhaps the most sort of biologically successful migration if you will happen later on in time. But there were many migrations out of Africa starting at least 200,000 years ago. We didn't know that until recently. So, and that's because of improvements in dating the fossil evidence, the archaeological evidence has really come to bear in recent years on this. So, so we have a big re sculpting of how, how we think about migration. So e even with respect to our own species uh today."
	},
	{
		"start_time": "31:23",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, because uh I mean, uh I, I've heard a lot about this sort of more simplistic history of our out of Africa migrations where it supposedly started happening. I don't know, 60,000, 75,000 years ago. And then we went across Asia and Europe and then as I said into the Americas and we arrived at South America perhaps 15,000, 20 15,000 years ago. And then, and then there's the chronology about how we got into each place across Asia, for example, and then into the Americas. But that's perhaps too simplistic by now, right? It"
	},
	{
		"start_time": "32:09",
		"speaker": "Michael Petraglia",
		"words": "is simplistic now, but it was the consensus view. I mean, because there were many articles in nature and science, one after the other to reinforce that consensus view, I mean, there were many articles about this both from DNA archaeology, fossil evidence to argue for one single migration 60,000 years ago, utilizing coastlines. And that was the consensus view of it was a very strong hypothesis except that the evidence for it was, you know, fairly weak. Um YOU know, it was mostly coming out of DNA and DNA using modern populations, contemporary populations. Once ancient DNA started to come in to the forefront, the, you know, the the genetics world changed in terms of interpretation of that information. Um But also fossil, the fossil evidence has improved dramatically over the last decade or so. And so we can actually see fossils were comfortable calling Homo sapiens in, you know, in, in eastern Europe, in the Levant uh in Arabia that clearly indicate earlier dispersal uh and they are not coastal at all. So even though the coastal model was the prevailing model that, you know, for instance, it was not a shred of evidence for the coastal models. So there used to be an argument, you know, populations were coastal from South Africa. They went all along the coast of Africa, all outside of Africa, across Arabia, across India and eventually got into Australia, utilizing the coasts and boats, except that there was no evidence for it and there still isn't, there's no good evidence for a coastal dispersal. Um But what we did, for instance, in a, in Arabia was we did surveys in terrestrial, inland zones of Arabia and there is plenty of evidence for dispersal inside Arabia. And, and it used to be, they used, people used to think they were avoiding Arabia because it was a hyper arid zone. But people weren't really thinking of a green Arabia where hunter gathers would be very happy in a green Arabia living along rivers and lakes, right? So they used to think, oh, they were side skirting Arabia by us utilizing coasts 60,000 years ago. But now we know Homo Sapiens was in Arabia by 90,000 years ago because we have fossils and we have archaeology inside the middle of Arabia. So, so the arguments for, you know, a rapid single migration utilizing coast 60,000 years ago is out out of the window. I would say,"
	},
	{
		"start_time": "35:08",
		"speaker": "Ricardo Lopes",
		"words": "uh there's perhaps uh uh I mean, I'm not sure if, what I'm about to say is 100% correct or not. And if not, please correct me, but it seems to me that in terms of Southern uh Asia. It's also been a little bit uh neglected, at least to some extent in terms of studying uh human evolution and, and these parcels, I mean, I, I hope that uh next year I will have Doctor Sheila Ere on the show and because she's done a lot of work on that, but I, it seems to me that at least to some extent it's been a depth uh area of the globe has been a little bit uh neglected historically, at least I would"
	},
	{
		"start_time": "35:52",
		"speaker": "Michael Petraglia",
		"words": "say absolutely true because um you know, we have huge biases in human evolutionary studies. There are big ge geographic biases in the way in which science is done. And so you will find hundreds of pro projects happening in Europe today, but you will find only a few dozen were uh active in Southern Asia, for example. Now, so you still get huge biases in just the number of people dedicating all their time and energy to certain geographic areas in the world. You also get a huge difference in the the amount of application of science done as well. Not only the amount of work, but you know, there are thousands of dates from Europe on archaeological sites. There are only hundreds of dates available in some other parts of the world like Arabia and India. So you're dealing with gigantic disparities in terms of the evidence out there. But it doesn't mean that for instance, the archaeological record of places like Arabia and India aren't rich because they are, there are many hundreds, if not thousands of paleolithic sites in these regions. It's just that the hard work and the many decades of research have not been done. So we do have geographic biases in the way in which we tell stories about out of Africa, even because of the amount of evidence that we actually have. So I've been very lucky over the years because I have had projects in India and Sri Lanka, Arabia and doing those projects has been very wonderful because they've been huge opportunities. And every single time you go to the field, major discoveries are made. That's because we, this kind of research is almost pioneering because very few projects are actually happening in terms of dedicated field work. And so our fossil evidence isn't as great. Our archaeological evidence in terms of publications isn't as great compared to other parts of the world. So, so yes, I mean, definitely there are biases in the way in which we tell the story, but I can tell you like we tested the coastal model and that was very easy to test and we found it, we falsified it almost right away because we saw there were plenty of sites that we could date to many periods of time which we thought represented Homo sapiens in interior zones. And so, ok, maybe coasts were used but not exclusively. And so it's important to work in, in all parts of the world and I would, you know, I say that all the time that we really need to give even coverage to different parts of the world, the big chunks of Africa that are really understudied, for example."
	},
	{
		"start_time": "38:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And about the, the coastal model just to talk a little bit more about it. You mentioned that it was based mostly on ancient DNA and also to some extent on the DNA"
	},
	{
		"start_time": "38:59",
		"speaker": "Michael Petraglia",
		"words": "actually more like not ancient DNA"
	},
	{
		"start_time": "39:01",
		"speaker": "Ricardo Lopes",
		"words": "but, 000, yeah. Yeah. Yeah. So sorry. Yeah. Yeah. Yeah. Yeah, actually."
	},
	{
		"start_time": "39:06",
		"speaker": "Michael Petraglia",
		"words": "Right. Yeah. I mean, that's an important point because there was no ancient DNA that there still is hardly any ancient DNA. So you're using contemporary populations in this geographic space in order to tell a story about how rapidly populations may have been expanding out of Africa. And there's an argument that they expanded rapidly, therefore they were using boats, but there's no evidence of boats nor coastal sites. Ok."
	},
	{
		"start_time": "39:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. But, uh, uh uh, no. Yeah, I, I got it wrong. Sorry. So, um, it, so it was DNA and then you mentioned also the fact that people tend to tend to think that the interior of, uh Arabia was arid as it is mostly nowadays. But we now know that it wasn't, but was there any other point to that sort of rationale? Like, for example, did people think that the movement was mostly coastal because coastal populations tend to have access to particular resources or,"
	},
	{
		"start_time": "40:17",
		"speaker": "Michael Petraglia",
		"words": "yeah, I mean, you could go to the coastal hypothesis and people are still arguing for coastal, uh uh you know, dispersal and the arguments are that coasts are, you know, particular types of uh uh habitats which could support populations in terms of, you know, marine resources and near coastal resources in terms of shellfish. And so there's an abundant supply of that kind of, you know, um bio. Uh SO, uh you know, there are arguments for this and the coasts are easy sort of corridors to be moving along and such. So, so there's arguments that, you know, populations would have naturally followed coastlines out of Africa, right, once they developed boating technology and things like this. So, so there are arguments for it. There is even n nutritional arguments that, you know, the the kind of proteins found in, in marine resources are good for brain development and such. So, so there are arguments for all of this. It's just that the on the ground evidence for it is almost non existent in terms of coastal adaptations or actual evidence to prove dispersal."
	},
	{
		"start_time": "41:31",
		"speaker": "Ricardo Lopes",
		"words": "No, I I was just trying here to understand the re the full rationale that people l for that kind of argument"
	},
	{
		"start_time": "41:40",
		"speaker": "Michael Petraglia",
		"words": "and people still are arguing for that. But I would say that, you know, it was really popular at one point. And you know, for me, you know, what was really important is that surveys and research happened in the interior zones, in places you didn't expect sites, right. So, and they're there. So therefore, now you have to explain that and, and there's no way to talk about coastal dispersal when you have such an abundance of archaeology, for example, in interior zones. And, you know, hunter gatherers, as we know, like living along rivers, they like living a lot home lake. So, why not? I i it's just natural to that habitats for them. And that's where you find a lot of terrestrial biomass plants and animals are abundant. And so, you know, in these places, we used to think of as stereotypically, you know, um bad places to be living. That's not the way they always were in the past because we have, you know, people aren't thinking about the fluctuations of environments a across the Pleistocene over the last 300,000 years, right. So, and that's what's so important to really consider because those fluctuations are maybe what drove dispersal and even drove our own evolution."
	},
	{
		"start_time": "43:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. A actually let me ask you a little bit about climate change. Now, we've studied, for example, the Arabian Peninsula. So uh by studying human migration there, what can we learn about the effects that climate change have on human dispersal?"
	},
	{
		"start_time": "43:24",
		"speaker": "Michael Petraglia",
		"words": "I would say climate change has had a gigantic effect. Uh And in somewhere like the Sahara and Arabia, you have very strong environment, environmental variability because rainfall is really changing the amount of rainfall that you get really changes through time. So you get these big fluctuations in the amount of rainfall because of monsoon variability, for example, through time. And that's really important because if you have very little rainfall, as we know, you've got, you know, arid zones and even hyper arid zones, which are almost impossible to live in. Right. So if you go to the empty quarter today, you know, you'll die pretty rapidly because there's no water sources available to you and there's no grasses, there's no animals that you can be subsisting on. But when you had increased rainfall and this happened multiple times in the past, you get habitats that are forming that we are familiar with, like in, in eastern Africa today where you have that grasslands and savannahs and you get a lot of biomass, right? So hunter gatherers love those type of ecosystems. And Arabia, we have evidence for that. We have um done remote sensing of Arabia and our teams have actually demonstrated that there are up to 10,000 ancient lakes of Arabia, 10,000 ancient lakes. And when we go to survey some of those lake, we've only surveyed two or 300 of those lakes so far. And on 70% of those lakes, we have fossils or archaeology and that means people were coming in there repeatedly through time. And so we date those archaeological sites and we can see different ages of those sites, you know, say 200,000 years ago, 100 25,000 years ago, 90 th 1000 years ago and so on. So we know those lakes are coming and going and so populations are expanding, contracting and possibly either moving on or going extinct when those habitats get really bad."
	},
	{
		"start_time": "45:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. A and I guess that another thing that we should consider here is, uh, I mean, thinking again about the coastal hypothesis that is just focused on the southern coast of Asia. Basically, it's not that it's not all that we also dispersed within the Arabian Peninsula, but also across wider areas in Asia, right, like Central Asia and so on. And that's also another thing that we have to consider here."
	},
	{
		"start_time": "46:14",
		"speaker": "Michael Petraglia",
		"words": "Absolutely. And so you have your northern roots, right? So you, you know, populations could be moving northwards as well, which I think they were. Uh AND we have evidence of that, of course. Um And so Homo Sapiens is getting into northern latitudes as well and those are all terrestrial movements, obviously. So, so, you know, I uh so this this sort of the mantra and the consensus that formed about coastal hypotheses, you know, I think is, you know, because of the power of DNA and the power of getting into all those high impact journals. Um And, you know, people's belief uh in terms of the arguments why coastal roots are fa what people believe are, are favorable habitats. Uh But I think that ignores 99% of the evidence that we actually have."
	},
	{
		"start_time": "47:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what other ominous species did we interact with? Exactly. I mean, we know about neanderthals. Did we also interact with the NUBS? For"
	},
	{
		"start_time": "47:23",
		"speaker": "Michael Petraglia",
		"words": "example? Of course. So, you know, in some pop Eurasian populations today, there's any anywhere between like 1 to 2% of Neanderthal DNA N today. So we know there were obvious interactions with Homo sapiens as they moved into habitats occupied by neanderthals. But as they moved towards, you know, Eastern Asia, there certainly would have been encountering the, the dinoso ins and in some populations today, um uh denos ofin integrations is as high as 4 to 6% uh within some genomes. So, so, you know, there were, there's probably a lot of interaction going on with denisovans as we migrated into other habitats. It's also possible. Uh YOU know, there are these uh species, sometimes geneticists refer to them as ghost species. They're not quite sure with other species we may have encountered and interbred with. But you know, we know there are other species around in Asia, like homo fluoresces, homo lua lenses and others um that are in Asia. But we don't know the degree to which sapiens was actually interbreeding and interacting with those species. But I wouldn't be surprised if, if there were interactions with multiple forms uh of, of um ancestors as we spread around the world. You know, because also these, some of these populations these ancestral populations perhaps were not, you know, some of maybe quite large, but some could have been quite small that they were in isolated pockets of a uh of Asia. And once Homo sapiens, they, they may have been interacting to a certain degree but not a large degree, right. Um And so we get variations in the degree to which populations might have been interacting and interbreeding."
	},
	{
		"start_time": "49:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh WHICH is also very, a very interesting aspect of our revolution. I mean, the fact that we interbred with Neanderthals, denisovans and possibly other species because uh this also plays into some of what we were talking about earlier when I for example, mentioned the fact that uh it's complicated the way we classify uh uh certain species because traditionally, and I guess until recently, there was this very widespread definition of species where uh uh individuals would be part of the same species if they could uh reproduce among themselves and produce offspring. That would be uh for right? And I mean, in, in this case, since we are interbreeding with the nubs and neanderthals that are classified as other species, I mean, again, we get into this complicated discussion that is that is also a wider discussion in evolutionary biology about what the species is."
	},
	{
		"start_time": "50:28",
		"speaker": "Michael Petraglia",
		"words": "Exactly. Yes. And a never ending debate, it seems to"
	},
	{
		"start_time": "50:36",
		"speaker": "Ricardo Lopes",
		"words": "uh OK. So uh but when it comes to the interactions we have, particularly with neanderthals, I mean, that, that that's another very big discussion about what led to the extinction of neanderthals. I mean, as far as we know, did we have anything to do with it? I mean, did we basically outcompete them or?"
	},
	{
		"start_time": "51:01",
		"speaker": "Michael Petraglia",
		"words": "I, I, again, these, you know, these are age old debates, right? Uh, IN terms of what drove the neanderthals to extinction. But, but I mean, I'm, I'm more supportive of arguments which really get into more demographic flux than anything rather than direct competition. And I think, you know, neanderthals were around for a long time and it seems that there's, you know, some good evidence that, you know, their effective population sizes were decreasing uh over time and, you know, they were dealing with a lot of, you know, environmental variability through time as well. And so there, there seemed to be some isolation of some of these populations and like many species, you know, that many species obviously go extinct. And I don't, I see that more as a sort of a natural evolutionary um progression from the and tools than saying, you know, these arguments of aggression or direct contact and violence with, you know, Homo Sapiens driving them as a replacement model. I, you know, the evidence for, you know, uh for uh uh a sort of aggressive replacement is really almost nil I would say, in terms of sapiens and neanderthals, we've a very, you know, limited evidence to argue for that. So, II I almost, you know, there are people like Clive Finlayson for a long time that have been arguing for just demographic change in the anatol populations and they, you know, ended up just sort of dying out naturally because of environmental flux and, and, and the way in which populations behave over time."
	},
	{
		"start_time": "52:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So about still about human disposals across the globe. We've already talked here about how, so how certain areas of the globe, like Southern Asia are a bit understudied. But what would you say are perhaps some of the big, just missing pieces in the way in what we know and the way we understand our Homo Sapiens spread across the globe in Europe, Asia and then into Australia and the Americas."
	},
	{
		"start_time": "53:19",
		"speaker": "Michael Petraglia",
		"words": "Yeah, there's so many questions. I mean, that's a, that's a big question because you're talking about a lot of geography, right? And so there's a lot of uh you know, I mean, we could sit here probably for an hour to talk about each one of those places and the, you know, the, the variation that we see in the archaeological record even. And, but you know, listen, I mean, I'm working on a couple projects right now like um in different parts of the world. And I'm very excited about some of the work we're doing uh in collaboration with the Chinese. And you know, there are some really interesting sites that are appearing in China that are soon to be published, which talk about early dispersal to really northern latitudes. And so that's really interesting because we see, we, we think we see very rapid dispersal of Homo sapiens anywhere between 50,000 to 45,000 years ago from perhaps like the Leon, you know, through to Russia, uh into Mongolia and into China. And so this is part of like this very unknown kind of uh rapid movement of populations across vast territories. And we have some sites in China which are consistent with that. But it also complicating it because we have new dates which you know, that very sort of simplistic arrow that you might wanna draw from Laon, you know, to the, you know, through Russia down into Mongolia, to China doesn't necessarily work because uh you know, again, we're dealing with populations and it may be sort of mosaics going on, right, rather than one line of advance. And so, you know, it's very possible some populations are going north, some are going a little bit more southernly in latitudes and they're either interacting at times and some populations are going eastward earlier than others. So, you know, there's a lot, a lot to consider there in terms of terrain, timing of movements, interactions of populations. And so that's something that is really developing in terms of our knowledge about these movements across Northern Asia. Um But it's also probably consistent with a story that has emerged out of Europe for decades in terms of the meaning of the upper paleolithic the movements into Europe like 45,000 years ago by Homo Sapiens. And so we're really learning about these movements in Northern Asia now. Uh And not a lot of work has been dedicated to that. So, so that's something that's very exciting. And I have to say because III I, um um you know, I'm a, I'm, I'm a director of a Human Evolution Center here in Australia. Australia is an absolutely fascinating place because, you know, the argument is that uh indigenous people here uh represent the oldest culture of Homo sapiens in the world, you know, in the sense that people got here at least 60 65,000 years ago. And people survived over that period of time. It wasn't like there was a big demographic change, right? And what's so fascinating about Australia is that once people got here, they survived over long periods of time without complete turnover or extinction. So people figured it out like they, they could actually um you know, weather the storm in terms of, you know, environmental variability. Uh AND they had really, you know, the, the, their, their, their sort of the innovations that Australian people, the Australian Aborigines had were quite remarkable, uh the strong social networks that they had. So, um you know, in other places of the world, we see big turnovers of populations, but not in Australia. Once people were here, they, they were here continuously and they're still here. So, you know, that's the sort of in a sense, the longest running culture in the world, in terms of when Homo Sapiens got to an unoccupied continent, they were stable in a sense. Um And so, you know, they, of course demographic changes and people moving around a lot, but, you know, they're long lasting. And that is fascinating to me because I'm very interested in um you know, looking at contemporary issues in terms of, you know, um sort of ideas about like vulnerability and resilience to, you know, ecosystem change, for example, like even what we're experiencing in, in the world today. And I think, you know, somewhere like Australia is really, there's so many lessons to be had here in terms of how people dealt with that vulnerability and how they were resilient in the face of really, you know, gigantic environmental changes through time and they persisted through it, you know, so, so that really fascinates me in, in terms of telling a story, even about things that are of interest to us today,"
	},
	{
		"start_time": "58:31",
		"speaker": "Ricardo Lopes",
		"words": "that actually makes a very good segue to my last question. So, uh you're uh an anthropologist, so you study a lot, our human evolution, human past do uh to what extent do you think lessons from the past? Tell us anything about humanity today? I mean, do you think that even as people who live in modern industrialized and post industrial societies can learn from some more traditional societies and even societies from the past."
	},
	{
		"start_time": "59:12",
		"speaker": "Michael Petraglia",
		"words": "Yes, I, I absolutely think that we can learn a lot from the past and, you know, we are in a special moment. Like, listen, there are 8 billion of us in the world today. You know, the situation that we find ourselves in today is unique in a sense like it's never existed on this planet ever before. Right? So, so there are certain very special attributes about where we are in the contemporary world and where we're headed. But, you know, there is continuity in terms of what we experienced in the past as well. And in fact, I'm glad you asked that question because I'm actually working on a very massive project. Uh Right now, I'm building a consortium of interdisciplinary scholars within Australia, but also internationally to study exactly that. How do we bridge the past with the present? And you know, there are many stories about resilience in the past, vulnerability in the past. Um And those stories and those lessons are definitely a bridge to, to, to today, even though we find ourselves in a certain situation, there are many situations in the past that bear on uh the circumstances we have today. So there are analogies, there are lessons learned. And what I would like to do is bring those lessons out more and actually learn how to bridge past phenomena with present phenomena. Because, you know, when you talk to an archaeologist, for example, they're very uncomfortable sometimes bridging the past with the present, right? Because you're out of your comfort zone in terms of being able to do that. But if you have dedicated research, which I intend to do with this consortium on that bridging, then we can put a lot of research into that. A lot of energy into that. And normally we don't do that. Like what we, what we do do is we do a lot of discovery science looking at the past but not really thinking about the relevance of it to today and the bridging arguments that you have to make to the contemporary world. So I'm actually developing right now this consortium to do precisely that it's a very difficult thing to do. But I think, you know, we, we can do it if we throw, you know, a lot of interdisciplinary science at it and particular methods at looking at past phenomena, present phenomenon."
	},
	{
		"start_time": "1:01:44",
		"speaker": "Ricardo Lopes",
		"words": "Uh What what uh contemporary issues exactly are you expecting to uh deal with? I mean, with that kind of information, is it mostly climate change or are there also other issues where that information would apply to?"
	},
	{
		"start_time": "1:02:04",
		"speaker": "Michael Petraglia",
		"words": "Well, very naturally, like almost the easiest thing to do is actually look at climatic variability and how do populations react in the past, how we're reacting today? And that may give us some ideas about mitigating the circumstances that we find ourselves in, right, in terms of lessons, tho those are the most obvious ways to be looking at that. But also I think there were a lot of social, social issues too that we're in crisis, crisis mode and in a lot of ways today, but the crises that we're facing today are not unique to societies, societies in the past dealt with a lot with a lot of different crises as well, both socially and environmentally. And so I think again, we can, you know, you, you, you brought up the word anthropology, I think, you know, if we're sort of anthropologists in the, in the contemporary scene in the past, then, you know, we can, we can talk about that bridging and, and how that works. So I would say it's a little bit of everything, the, the environments are, are the most obvious. But I, I also think, you know, that people have dealt with societal collapse, societal changes in the past. Uh um And, and, you know, if we can bring that out more, I, I think, you know, other scholars will learn a lot more about what, you know, what happened in human history and even in the deep time because people actually don't realize it as much. Uh And, and then the, the key is like how to develop methods in order to, you know, connect the past and the present."
	},
	{
		"start_time": "1:03:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Well, that sounds really fascinating. And uh just before we go, would you like to tell people where they can follow your work on the internet?"
	},
	{
		"start_time": "1:03:51",
		"speaker": "Michael Petraglia",
		"words": "Well, yes. Um So, um you know, our Center, uh the Australian Research Center for Human Evolution has a dedicated website to uh my own research, but also the group that I'm part of and you know, we're part of also an international what network of scholars. So if you go to that website, you can look up projects, you can look up publications, you can look up research themes that I've talked about uh today and you know, you can go from there and, and, and click away."
	},
	{
		"start_time": "1:04:21",
		"speaker": "Ricardo Lopes",
		"words": "Ok, great. So I will be leaving some links to your work and to the center in the description box of the interview and Doctor Praia. Thank you so much again for taking the time to come on the show. It's been a fascinating talk. Thank you so much for"
	},
	{
		"start_time": "1:04:37",
		"speaker": "Michael Petraglia",
		"words": "pleasure and thank you for having me, Ricardo. That's great. Thank you."
	},
	{
		"start_time": "1:04:41",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Kel Matthew Whitting B are no wt ho Erica LJ Connors Philip Forrest Connolly. Then the Met Robert wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung y and the Samuel K Hes Mark Smith J. Tom Hummel S Friends, David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nico Barba, Adam Hunt, Pavlo Stassi Nale Me, Gary G Alman, Sam of Zal Ari and YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fre Franka La Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin. Gilbert Jessica. No week, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis, Valentine Steinman, Perras, Kate Van Goler, Alexander, Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Veg and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]