[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Hiram Lewis. He's a professor of History at Brigham Young University Idaho. And today we're talking about his book written together with Verlin Lewis, the myth of left and right, how the political spectrum misleads and harms Americans. So, Doctor Louis, welcome to the show. It's a pleasure to have everyone."
	},
	{
		"start_time": "00:27",
		"speaker": "Hyrum Lewis",
		"words": "Mhm Thank you. It's a pleasure to be here."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "So let's start perhaps with the premise of the book. So you get into ideology in the book. And uh at the very beginning, you mentioned the fact that you don't think or at least you make the claim that standard explanations for political polarization, which is some thing that people are very much worried about nowadays, particularly in America explanations like media echo chambers party polarization, racism status, anxiety, social hoop and others are not enough to explain. Uh uh I mean, uh ba basically to explain the, the issues you explore in the book. So why do we also need ideology and why do you think that these explanations are not enough?"
	},
	{
		"start_time": "01:18",
		"speaker": "Hyrum Lewis",
		"words": "Yeah, because ideas have consequences and when our ideas are wrong, when our concepts are wrong, then things go terribly wrong in whatever domain we're mis conceptualizing. So, for instance, in the 19th century and earlier doctors had a misconception of how the body worked. They thought that health was promoted by having a balance of four humors. And that mis conceptualization was extremely prevalent and it caused doctors to kill who knows how many people. So doctors killed far more people than they saved in the 18th century. And for most of the 19th century, because that mis conceptualization, read them, led them to diagnose things incorrectly and therefore to treat things incorrectly. And we say that a mis conceptualization is having the same effect on politics today. And so, yeah, there's a lot of things wrong with politics, but we could sure improve it by getting our concepts better and thinking about it in a more accurate and clear way."
	},
	{
		"start_time": "02:10",
		"speaker": "Ricardo Lopes",
		"words": "And what is the standard view that people tend to have of ideology? There is what in your book, you call the essentialist theory of ideology? Could you explain that?"
	},
	{
		"start_time": "02:22",
		"speaker": "Hyrum Lewis",
		"words": "Yeah. Sure. So the standard view, the way that most people think of ideology and the way that I was taught it and the way that i it's still taught today in political science classes and civics classes and you know, even high school government classes for heaven's sake is the idea that politics is all about. One big thing that we have big disagreements because there's, there's one issue and everybody has disagreed radically on that one issue. Now, the funny thing is, is everyone has disagrees about what that one issue is, but they're all convinced that there's just one big one and a standard, a standard view of what that one issue is, is changed. That's what I was taught that, that you're, you're somewhere on a spectrum, uh, a left right, political spectrum based on your view of change. So if you're really in favor of change, really, really in favor of it, then you're on the far left. If you're really, really against change, then you're on the far right. And then if you like some change, but not too much, you're on the center left, if you're against change, but not too against change or on the center, right and so forth. And the idea being that there aren't a lot of issues in politics, there's just one and, and the stance you take on that one big issue determines your stance on all the other issues. Um So that's the essentialist theory of ideology or we might call it the monist theory of politics. It's the idea that politics is just about one big thing. And so the, the explanation people have today as to why there's so much discord in politics is because our two parties have taken that one issue to extremes. The Democrats, according to the standard of explanation have moved to the left and the Republicans, according to the standard explanation have moved to the extreme, right. This is what everybody's saying and it's just completely false. There's no evidence that it's true. Uh, BUT people say it and they think if they say it enough times it'll become true by repetition but it's not."
	},
	{
		"start_time": "04:06",
		"speaker": "Ricardo Lopes",
		"words": "But about that view, of course, you've already mentioned at least one issue or in your view, what one of the issues is there. But what are perhaps some of the biggest misunderstandings that in your view, people have about political ideology?"
	},
	{
		"start_time": "04:23",
		"speaker": "Hyrum Lewis",
		"words": "Yeah. Well, I mean, the idea that there's just one issue in politics is the big misunderstanding that we're trying to puncture. And so they, instead of looking at politics in a pluralistic way and saying, you know, there's one issue and that size of government and the Republican Party is much more favorable to big government and it ever has been in its history. George W Bush was the biggest spender in the history of this country. He was by far the biggest government president of all times. So you can say, hey, he was in favor of big government, there's a scale of big to small government and he was more of a big government guy. That's not too hard to say. Uh, YOU could say George W Bush was more of a militarist, he believed in invading countries, um uh to spread democracy and so forth. That's another issue, more or less military intervention. But instead of looking at those as two separate issues and discussing Bush and his policies in terms of those two distinct issues, people simply said George W Bush moved the Republican party to the extreme, right? Pretending that there was just one issue pretending that George W Bush hates change. And therefore, since he hates change, he's also a rabid racist. Uh, HE also wants to close the border and throw out all illegal immigrants. He also wants to invade foreign countries because he's a militarist. He also wants to cut government spending and these kinds of things. And that was just all nonsense. You have to look issue by issue. You get an accurate conception of what politics is about and, and, and pretending there's just one issue and that Bush can be explained, can be placed on the far right of a one issue spectrum is just so destructive to public discourse. Um So we're asking for simply to do what we do in every other realm of life and that's talk about individual things. We talk granularly. When we go to the doctor, we don't say uh the doctors and say, well, let me place you on a, on a medical spectrum. You have cancer. Well, uh cancer and fractures and bruises are on the left. And since you have cancer, we're gonna put you on the left side of that spectrum. Now we just say you have cancer. We don't pretend that your cancer has anything to do with fractures. Likewise, we should stop pretending that smaller government has anything to do with militarism. They in fact work at cross purposes and yet we call both radical expansions in the size of the government to fight war and radical decreases in governments in the name of free markets. We call them both right wing when they're opposite policies. So it really is uh uh the, the best way to say it is silly. It's, it's childish. Um And we need to stop being childish. We need to grow up as a society. We've grown up in other realms and we talk about other realms profitably and medicine works much better when we gave up our simple but flawed model. And so we're saying that politics will work much better once we give up our simple but flawed model of politics."
	},
	{
		"start_time": "06:50",
		"speaker": "Ricardo Lopes",
		"words": "But that's about what people commonly think about the divide between the left and the right, particularly in America. But we're also trying to approach things here from a scientific perspective. And so what would you say are perhaps some of the main testable predictions that the essentialist theory of ideology makes? And where do you think they fail the most?"
	},
	{
		"start_time": "07:16",
		"speaker": "Hyrum Lewis",
		"words": "That's the problem with the essentialist theory of ideology because you're right. Science is all about prediction, isn't it? It's all about testing theories out. It says if our theory um is is false, all we should find all of these things Right. So, so falsification is a crucial scientific criteria. It says theories predict and it doesn't just say it predicts everything. A good theory says, we predict very specific things. And if those things don't happen, we're willing to uh consider our theory wrong. Uh WE'RE willing to discon FRM our theory, the essentialist theory, nobody puts forward dis discon confirmation criteria. So they say there's only one issue in politics and that all these many things go together. They say, for instance, if you're um if you're uh in favor of abort, um if you want to restrict a woman's right to choose and you're pro-life, then you are also um uh in favor of lower tariff rates. OK. Those two things go together. What's your evidence? Well, turns out that there isn't any evidence because it 10 years later that it switched and now people who are pro-life are in favor of tariffs. So, so the constant switching of the positions now that's not what the essentialist theory would have predicted. They said these things, two things go together because they're bound because somehow being in favor of free trade means you hate change and somehow being in favor of a woman's right to choose means you hate change. They're both hate change positions, supposedly according to this very odd but very prevalent theory. OK. But if they go together, then why did it suddenly switch? Why is it now that people who are pro-life are much more against free trade than people who are pro choice. That's a flip in the last 10 years. Likewise, if being pro life is also connected fundamentally to um favoring the invasion of Iraq. Well, then why is that switched? People who are pro life are much less likely to favor uh to be in favor of the invasion of Iraq now. So, so these things just don't go together and, and yet, instead of acknowledging that and saying, oh, that's discon confirmation evidence, people make up stories. And so these stories get very, very creative. So the only quote evidence you can find for the essentialist theory is expose storytelling, but we can prove anything with expo stories. Um So astrology, I i it's funny because none of my academic colleagues believe in astrology. They all recognize that if you go into an astrologer's office, they're just gonna say, what month were you born in? What are your behaviors? Well, let me cook up the story to show how your behaviors fit your astrological science. And let's say that's pseudoscience, it doesn't make predictions. This is just telling the stories after the fact. And almost all of my colleagues believe that there's one issue in politics. They believe the essentialist theory that there's just one big issue. And yet the evidence when I ask them for evidence is all the same kind of storytelling, the astrologer does. So that's the problem with the Essentialist theory is it doesn't make any predictions, it doesn't say what we should find or what we shouldn't find. So, uh that, that, that's the big problem there. We can go into the pluralist theory, our theory of ideology if you like. But um that's where we are with the essentialist theory."
	},
	{
		"start_time": "10:10",
		"speaker": "Ricardo Lopes",
		"words": "So to try to get past that sort of storytelling that you talk about there in the book, you present a social conception of ideology. So uh what does it, uh I mean, basically what are the main ideas associated with that conception?"
	},
	{
		"start_time": "10:28",
		"speaker": "Hyrum Lewis",
		"words": "Yeah. So the social theory of ideology or we might call it the uh pluralist theory of ideology or the pluralist theory of politics, I should say. So the, the social theory says the reason you find a correlation between distinct issues is social conformism. So, so again, I said, there's no evidence for the essentialist theory. Um THERE isn't or at least there's none that can't better be explained by the social theory. So, so, so the big piece of evidence, I mean, the one that leads people to believe in the, in the essentialist theory and the reason it's so prevalent and the reason all of my high school history teachers and all my college history teachers and all of my high school government teachers and all the rest believed in this political spectrum is they said, well, it, it explains something, it explains a curious sociological fact. It explains that if you, if you find somebody who's pro life. You can also predict with better than random accuracy, their position on taxes and on the war in Iraq and on affirmative action and on climate change, right. So there is predictive value, it's not random. So how do we explain this non randomness? How do we explain this correlation? And so their default explanation which is incorrect, but this is their explanation. It says, well, they must be connected at some deep level. There must just be one deep issue binding everything else because we see correlations happening in these binary packages and one package of positions. It's you know, 100 distinct positions, but they're all called left wing and they go together and if you meet somebody who says I'm a left winger, they all hold this package of left wing positions. Why is it that those go together and then there's this other package of things that go together and when you meet someone who says I'm a conservative, these things all go together. So why do you find them, them bundling into two packages? And they say, oh it must be that there's one deep issue, binding them together and that one issue we can, we can model one issue on a spectrum. So we put people on a spectrum and so this bin nity and and and and the packaging and the correlating of distinct issue positions, people explain it uh with an underlying essence. So, so that's why it's so popular. It explains that. The problem is, is that it's much better explained by the social theory. And the social theory says those things don't correlate because they're philosophically bound or bound by a conservative temperament or a liberal temperament or your underlying view on change, these different views are bound together by a common tribe. So why is it that somebody who is pro life is also more, more likely than average to favor tax cuts? Well, the first thing that we need to notice is Ween and Kan have found uh they're these professors of the University of Pennsylvania, but they found that, that um that it doesn't correlate nearly as well as people think uh the, the percent, you know, it's slightly better than a corn coin flip. I if somebody is pro-life, they're only slightly better than a coin flip just slightly higher than 50% likely to also believe in tax cuts, right? So, so it's a very slight correlation, but we say that correlation exists because people are conforming to their tribes. So a common pattern would be, let's say you have somebody who's a hardcore Catholic and they believe strongly that abortion is murder. That's a respectable position. II, I respect it. I don't necessarily agree with all of it, but, ok. Well, once you believe that, then how are you going to socialize into politics where you're gonna anchor into a group? You're gonna seek out other people who are pro-life and those pro-life people will be on Fox News and they will be in the Republican Party and they will be at CPAC and they will be watching Sean Hannity, right? They will, they will, they will be on uh on the social media sites and so forth. And once you find those people who are pro-life, it turns out that they're also because the Republican Party is also more like in favor of tax cuts. So you will socialize into that view of tax cuts, not because tax cuts and opposing abortion are fundamentally connected. They're clearly not. But because there is a social group, there is a tribe that connects those two things electorally in a party and you will get socialized into that party. So we have a two party system, we don't have a 11 spectrum system. The two party system gives us the illusion of a single spectrum."
	},
	{
		"start_time": "14:21",
		"speaker": "Ricardo Lopes",
		"words": "So just to take a a small step back before we get into the implications that the social or pluralist theory of political ideology has for how we think about politics more generally. What are the origins of the terms left and right, historically."
	},
	{
		"start_time": "14:40",
		"speaker": "Hyrum Lewis",
		"words": "Yeah, as best as we can tell it originated in the French revolution. So and again, you know, people say two party system, not every country has a two party system. Well true. But even if you have a multiparty system, you do wind up with two coalitions, right? And the reason is is that is that political, human types are not binary, but politics naturally coalesces into a binary because in democratic systems, especially you have rule and oppose rule and that's binary, right? So you have the ruler and then the people like the whigs in England who opposed the ruler and so forth. So it had in the French revolution is you had the king and the monarch and then you had those people who tended to support the monarch and those people who tend to oppose the monarch. So when they met together in the assembly hall, the people who were opposed to the monarch tended to started to coalesce onto the left side of the hall or the left wing, right. It was an architectural term into the left wing of the hall. And the people who tended to favor the monarch would tend to coalesce into the right side or right wing of the hall. So then we got this idea that you how much you favor the king could be placed on a spectrum, left wing, right wing, more favoring on the right, less favoring on the left kind of lukewarm towards the king in the middle. Now again, when we're talking about one issue, it works. If there really was just one issue in politics, king or no king, it would work. But politics isn't about one thing. It's not just about abortion, it's not just about the king and how you feel about a king. It's not just about tax rates, it's not just about the environment, it's about all these different things and we can't model all of them on a single spectrum. So unfortunately, because of that political spectrum originated in France, that way of thinking of the idea of a spectrum then spread. And so today, uh every country that has been infected by European colonialism basically now thinks in this really ridiculous terms of one issue politics."
	},
	{
		"start_time": "16:28",
		"speaker": "Ricardo Lopes",
		"words": "So I mean, in a sense, at least this is also a historical accident, right? Because if it had been any other way, instead of just a split between two sides, it had been between three sides, four sides. I mean, that would be the norm now, at least in countries who were influenced by these Western, let's say standard, right?"
	},
	{
		"start_time": "16:52",
		"speaker": "Hyrum Lewis",
		"words": "Sure. And that's what we see happening in these different countries before the political spectrum takes. So, I mean, it was true in the United States of America too before about 1920. You know, Jonah Goldberg, he was, he, he I was talking to him and he was, you know, I think trying to hint that maybe the political spectrum is natural because he said, is there any advanced industrial democracy that doesn't use the political spectrum or hasn't used the political spectrum? I said yes, the United States before 1920 if you go, go back and look at the writings of Abraham Lincoln or, or look at the rhetoric of you know, William Jennings Bryan or, or James Garfield or George Washington. For heaven's sake. You just go back and look and, and there's no talk, none of wings of left wing, right wing, center, left center, right. This all came later. Did we have a two party system? Sure that people were not under the delusion that the two parties were defined by a spectrum in the, you could move along a spectrum because all the different issues in politics went together. They didn't have that delusion. They understood that you could be against tariffs and in favor of a gold standard. Uh AND, and be in favor of, I don't know, racial equality, right? That these were three distinct things. So Abraham Lincoln said I am against slavery. That's one thing I am also in favor of the protective tariff. That's another thing I'm also in favor of subsidies for big business. That's another thing is that left wing or right wing. It is, it, it is and does not compute should shout back at us because it's completely absurd to place Lincoln on a spectrum when one, he didn't place him self on a spectrum and two the diversity of positions he took doesn't in any way line up with either of our two parties or two ideologies today. So, no, we didn't have to have a political spectrum. It was a historical accident, I think, but it was a, it was, it was a convenient model when you have politics defined by two parties. It's a very convenient model to allow the two parties to, uh, gain loyalty. Because if we go back to the way Lincoln did things and said, hey, there's a bunch of issues and my party stands for a whole bunch and, and you maybe agree with some of them, maybe don't agree with them. But I hope you'll vote Republican because you believe in holding the union together, even if you don't agree with me on tariffs, right? You know, that's the way Lincoln approached things and that was correct. We could go back to that but the parties don't want to because currently uh they can, they can say you have to support the party and you have to give it all your loyalty and all your energy and all your money because we stand on the left side of the spectrum and everything that is left wing is good. So if you get a fundraising letter from the Democratic Party that says Ricardo, please donate to the Democrats. We stand uh we stand against the forces of right wing fascism, please be a progressive advance the cause of social justice and donate today. You're more likely to get out your wallet and donate, right? Fighting for justice, who, who, who's against that, fighting against the forces on the other side, on the extreme, right of the political spectrum like this is very emotional, it's, it's very um catalyzing. But if they told you the truth and said, Ricardo, our party stands for a bunch of positions. They're not related to each other. It's just a grab bag. It's just AAA basket of issues. We hope you agree with enough of them to donate. You're less likely to get out your wallet. You're less likely to go door to door, you're less likely to, uh, to crusade for the cause, so to speak. So II I think, you know, there are powerful incentives to perpetuate the myth of left and right out there. And that's why, you know, I'm glad there's voices like you crying in the wilderness. And it seems like people who have grown up in other countries for what uh it seems like, you know, you have to tell me if this is correct, sorry to be interviewing you a little bit here. But I'm guessing, you know, you came from Brazil, you come to a different country and you see that the political alignments are different. And so you don't buy into the myth of left and right as much because you see that the correlations that exist here didn't necessarily exist in your country. And therefore you get a sense that they're not natural. And that's why foreigners have a much more objective perspective on American politics because they see outside this left, right stricture. Does that, does that sound correct to you?"
	},
	{
		"start_time": "20:30",
		"speaker": "Ricardo Lopes",
		"words": "Yes. Yes. And I mean, here in Portugal, we have many, many, many more than 20, I'm sorry. Yeah. No, no worries. No worries. We have more than two political parties. Of course, there are, there are two of them that are the biggest ones but, uh, this, the extreme right grew just in these recent, uh, national general elections and we have many other, more minor political parties. But, yeah, it's not at all, just a two party political system. So we, that, that idea that's very common in America that we just have the Democrats or the Republicans and the rest, I mean, that they might be there, but they are never going to win any elections. That's just for the woods."
	},
	{
		"start_time": "21:19",
		"speaker": "Hyrum Lewis",
		"words": "Yeah. And, and I'm guessing that what is considered right wing in your country is going to be different than what's considered right wing here. So, so it, it shows the contingency of the spectrum and why it's so useless to use it because it won't tell you cross cultural and cross contextual comparisons. I mean, you constantly, I'm sure it happens in your country too where if somebody is considered right wing, they say, oh, you're just like Hitler. Well, my goodness here in America, I mean, Hitler was a militarist and yet currently the Republican Party is left militarist than the Democrats and yet they're considered extreme right wing. Uh Hitler was a socialist and yet the Republicans are considered currently less socialist than Democrats and they're considered right wing. So it just, it, it doesn't help anything to lump people or, or to place people on a spectrum along with Hitler and Stalin when there are so many different issues and so many different ways to bundle them. And your country of Portugal is proof of that. Uh WHAT is considered right wing in your country. Your bundle is going to be different than the American bundle will be different than the Chinese bundle will be different than the Australian bundle and on and on and on. And therefore pretending that there's only two bundles you can see through that illusion better than my fellow Americans. I'm, I'm, I'm, I'm afraid."
	},
	{
		"start_time": "22:21",
		"speaker": "Ricardo Lopes",
		"words": "000 yeah. And you're completely right about another point that is even within the European Union, if you compare across different countries, uh what you consider, right? For example, in Germany is different from what you see right here in Portugal and across the other countries. It's more or less the same. I mean, there are uh common uh areas, common issues that people care about and that people classify as being right wing or left wing or center or wherever. But yeah, there there is the difference, there's definitely differences across the countries here,"
	},
	{
		"start_time": "23:00",
		"speaker": "Hyrum Lewis",
		"words": "which which I think we think makes our point, right? Because the social context is different in the different countries. And so the the the different positions will be bundled differently depending on the social. Whereas if the, again, this is a prediction, the social theory makes that different contexts will have different bundles. Whereas the essentialist theory says, no, no, no, this set of positions go together because they're anti change. And therefore wherever you are anti change, they should go together in the same way. But since they don't go together in the same way, again, this is evidence against the essentialist theory and yet in favor of the social theory."
	},
	{
		"start_time": "23:30",
		"speaker": "Ricardo Lopes",
		"words": "Uh I mean, just to give you a quick example, I mean, just two examples there in the US, for example, there are people politically that are uh I mean, I'm not so sure. Uh uh NOT so sure right now, but at least up until recently you had people there that were climate change deniers, right? Even politicians and so on here in Portugal that virtually does not exist anymore, neither the right nor the left. And for example, here in Portugal, if someone was talking about just ending universal health care, they would immediately be labeled extreme, right? But immediately so."
	},
	{
		"start_time": "24:10",
		"speaker": "Hyrum Lewis",
		"words": "Right. Yeah. Yeah. So, so the, the, yeah, sure. The um range of opinions gonna differ co country to country as well. Mhm."
	},
	{
		"start_time": "24:19",
		"speaker": "Ricardo Lopes",
		"words": "Uh By the way, talking about the range of opinions or, I mean, the issues of contention, what would you say are perhaps and since we're focusing on America, the main issues of contention between the left and the right, or sometimes people refer to the liberals and the conservatives, I mean, what are the sorts of issues that people tend to associate with each side of the political spectrum."
	},
	{
		"start_time": "24:47",
		"speaker": "Hyrum Lewis",
		"words": "Hm. Well, it's always changing. Um, CURRENTLY it seems like the big issue is one of the big issues is immigration, right? So, uh Democrats, uh the, the tribe left is generally more in favor of open immigration. And uh Republicans, the tribe, right, are generally considered uh more restrictive on immigration. So that's a big one. Now again, if the, if the, if the essentialist theory was true, you would see this across time and space, right wing would have always been against immigration. But it's simply not true. Left wing heroes like Hugo Chavez were against open immigration. They understood correctly that open immigration drives down the wages of the working class. Now that maybe is, is uh you know, in the name of humanitarianism, uh maybe it's a, it's a on net positive thing for humanity. These are good debates to have. But I don't know any economist that says when the supply of something goes up, uh the price of it goes up too, right? I mean, the price goes down when the supply goes up and the supply of labor goes up, price goes down. So, so this used to be considered a working class issue. The Democrats used to be the party of the working class. Therefore, the Democrats used to be more in favor of restricting immigration and immigration restriction was considered more left wing. Now that's reversed because the coalitions have reversed. Why have the coalition's reversed? Again, it's electoral expediency. Who are the immigrants voting for the immigrants vote overwhelmingly for Democrats? Well, not overwhelmingly but slightly or at least the Children of immigrants do when they can vote if you see. And this again, this is a prediction that our theory makes. We'll see if this happens. I'm quite sure it will that if immigrants and the Children of immigrants start voting Republican, you will see Democrats start to uh oppose immigration. And Republicans will be more in favor of open immigration. And what you will see is people won't say the Democrats have moved to the right. Instead, they will just reclassify what's considered left wing and they will create a new story to encompass the new position. They'll say, well, the left wing is in favor of social justice and change towards social justice and restricting immigration helps promote economic equality, which it does they are correct. So why is it currently not considered a matter of social justice? Because you can spin a social justice story for open immigration too. So less immigration, you can create a concoct the social justice story, more immigration, you can concoct the social justice story. The story remains the same even as the issues change. And that's why we say it's like astrology, the astrologer will tell the same story for different things, right? So one Leo goes into the office, somebody born in August goes into the Astro's office and says hi there. I was born in August. Oh, she'll say you're a Leo. That means you're very brave. Really? And she'll say, yeah, tell me about your life. Well, I, I served in the military. Ah, you're brave. How brave of you to put your life in your life for the country. Great. Well, another Leo comes into the office. Yeah, I was born in August. You're a Leo, it means you're brave. Really? She'll say, yeah. Do you serve in the military? No, I didn't. How brave of you to stand up against your country's unjust military policies. That's what brave people do. So it's heads I win tells you the storytelling. There is nothing that can falsify it as with astrology, they will find every way to look at all evidence as confirmation of the theory and nothing is discon confirmation. So just the point being same thing. So, so these issues that we consider so contentious um are actually um uh are actually very contingent. It's not the Republicans moving to the right or the Democrats moving to the left. So there are some contentious issues. However, the big misperception and again, the misconception of a political spectrum creates the misperception is that the republicans have moved to the right Democrats move to the left and that's why we hate each other and it's simply not true. There is no left or right to move to as I think we ab demonstrate abundantly clear there isn't just one issue, there's many different issues. And furthermore, the Democrats and Republicans are way closer than they used to be on many issues. Um You know, I mean, for instance, gay marriage, there is a consensus in favor of gay marriage among both Republicans and Democrats. If the Republicans have moved so far to the right, which is the typical narrative today, then why are they far, far, far more in favor of gay marriage than they were 10 or 15 years ago? That doesn't look like a right word movement to me. And somebody will say, well, that's just gay marriage. Exactly. There's many, many, many issues in politics and instead of talking, pretending it's just one and saying they've moved to the right, you have to specify in what ways each party has become more extreme. But pretending there's just one issue and saying the Republicans have moved to the right and the Democrats to the left, it understates the vast amount of agreement there is in this country, there's tons of agreement among the American populace. If you, if you pull the public and ask them what they want to do about immigration, they say they want to stop illegal immigration and bit more high skilled immigrants. There's vast agreement on that. It's not that we Americans have polarized and some people hate immigration and some people want open borders and there's no middle there. It's simply not true. The vast majority of Americans take a moderate position on immigration, but you wouldn't know it because of this myth of left and right, which pretends that there's just one issue and we've coalesced at the polls. So what's really going on if we aren't becoming more extreme in our views isn't true? Then, then, then what is all the hatred about? It's what it's what political scientists call affective polarization, it means hatred, independent of the underlying substance. So there is increased affective polarization. But our contention is that what's driving a great deal of that affective polarization is the myth of left and right. When you conceive of politics in terms of one issue, and you believe that everyone that anyone who disagrees with you on anything is your enemy because they're on the right side of the spectrum and therefore an extremist, of course, you're gonna hate them. But if you give up the nonsense that there's just one an issue and you say, you know, there's a whole bunch of issues and everybody's gonna have a different bundle. Somebody might be in favor of uh in favor of gay marriage and be in favor of more aggressive action on climate change and more in favor of deregulating the economy and more in favor of lower taxes, right? They're gonna have a whole distinctive bundle of issues. And if you look at individual issues and look at individual people as holding an individual bundle of issues, then you don't place them on a spectrum and say, well, you're my enemy because you're on the extreme, right? Or something like that. Instead you say, you know what Ricardo holds a set of positions, I hold a set of positions. Ricardo and Hiram are going to agree on some things and disagree with, on, on others. That's OK. That means that Ricardo is at least in some things my ally, I don't have to put him on a line and pretend he's the enemy because he's not. He agrees with me on some things. Now, Ricardo, I don't know you that well. So I don't even know what those things are, but I guarantee you, you and I agree on a lot of things and putting you on a spectrum opposite the side of me would, would create hostility where none existed. And so the relationship between Hiram and Ricardo right now is I know for a fact we agree on things. It's mathematically certain that we do and therefore we have a point of agreement with which to begin a dialogue. And if we disagree on things, I know that Ricardo is a guy of good faith and any disagreement would be a good faith disagreement and we could discuss it in civil terms that would be rendered, rendered impossible if I put you on a spectrum and said you are one of the wicked people because you're on the wrong side of the one big issue, affective polarization is driven by the myth of Poll"
	},
	{
		"start_time": "31:39",
		"speaker": "Ricardo Lopes",
		"words": "a and on that point of polarization, uh it is very important to, to really drive that uh uh message or my guess, because isn't it the case? I, I'm not sure if you would agree with me on this point or not, if not, please tell me. But isn't it the case that when it comes to polarization and even effective polarization itself? It is just, I mean, the idea that people love about it, how about how much of a problem it really is, is sort of overblown by what they see on social media and on the media more generally because, mm, what you get on social media, almost 100% of the time, isn't it mostly the most vocal, most, uh, politically motivated people and the ones that perhaps have, um, higher stakes in politics and the ones that have an identity, uh constructed around poli politics and perhaps their income also comes sometimes for, from generating, I mean, political content on the internet and elsewhere. Aren't those the people that really are producing the most extreme views and all the time claiming that the country is divided and people do not agree when anymore and people talk past each other and they can't really discuss issues anymore because when you go out on the street and talk with normal people, that's usually not what you get. Right."
	},
	{
		"start_time": "33:09",
		"speaker": "Hyrum Lewis",
		"words": "Oh, absolutely. I, 100% agree. Yeah, we can't emphasize this strongly enough that the myth of left and right is largely an elite phenomenon. It's an elite phenomenon. It is much more likely to be held by politicians, um uh college professors, uh uh media, media people, right? These are the people that hold the myth of left and right, the people on the street. I mean, you, you just talk to a regular person and just talk to an average Joe going about their life, you know, going to their work at a software company or, or, or going to work on the line at the factory, just an average everyday person and you ask them, their politics, it's gonna be all over the place. It's not gonna fit a one size fits all. There's only one issue. And so I have to check all these boxes because I'm in favor of change or social justice. I mean, you know, you know, my brother, he's not into politics. Uh, NOT, not the brother and the co-author with another one. He lives in Florida. Um, HE'S in favor of gay marriage, he's getting gay married. Uh, THIS year he's, uh in favor of less regulation of the economy. Um, HE'S also, um, has, you know, is more in favor of kind of environmental regulation and things like that. He's also in favor of uh tax cuts and so forth. He's just got this bundle of positions that doesn't fit him anywhere on a spectrum because he's not a police political elite. He doesn't watch Fox News. He doesn't care. He has a life, he's a good person that just, you know, goes to work, does his business goes home, lives a good, decent life. Like, like most of us strive to do and he's not caught up therefore in the myth of left and right. So the, the, the standard explanation when we, when we talk about how these ideologies are incoherent and they think these things don't go together. The, the standard thing to say is um uh well, we need this simple model for, for the masses, the elites we can see through it, we can see more complex, we can talk one issue and you know, each individual issue, we can go granular but, but the dummies, the people without our IQ, they need the simple model. They couldn't handle the complexity, they can't handle the truth, you know, Jack Nicholson and a few good men. That's, that's the way people, that's the way some of my colleagues respond. The reality is the exact opposite. It is the elites who need this thing. It is the elites who need the self justification and the sense of self righteousness, the political spectrum rings the masses don't need the spectrum. They get along just fine any more than they get confused when they go to the grocery store. Then I'll go to the grocery store and say, oh my gosh, there's more than two products. III I can't handle the complexity no, they go inside and they pick their, your peanut butter and then they go get their tortillas and then they go get some apples and some baby carrots. They just, they just pick their own stuff. The idea that they get confused because there's more than two options is, is just absurd. And yet people continue to harp on this and say we have to have the political spectrum because people get confused. If we don't have a spectrum nonsense. There's just no evidence for that. We handle complexity very well as human beings. We go granular in every other domain of, of life. When it comes to getting dressed in the morning, we say, hey, I'm gonna wear this pair of pants and this tie and this shirt and this hat, I mean, whatever we, we are, we deal with that complexity every day. We have more than two outfits and we just do, we do just fine when it comes to recreation. We don't say, are you on the recreational left or are you, are you on the recreational? Right? We don't, we do that. We don't pretend that there's only one kind of recreation. We say this guy likes skateboarding. That guy likes mountain climbing. This person likes to play board games. This person likes to play video game. We just, we just talk about what they like to do instead of pretending that there's only one thing. And so so we have to get away from this idea that, that, that the masses can't handle the complexity of the political spectrum is a tool is a sop that we throw to the masses who can't handle it because it's simply not true. It, all of the sociological data shows that the myth of left and right is much more pronounced among elites. The elites are the ones who cling to this model. They're the ones that need it because it flatters their egos and it riles up partisan support for their causes and it makes them, makes we can go on to this more if you want. But there are a lot of kind of self deception reasons why people want to believe them of left and right and why they get so angry when people like myself or David Sears at UCL, a point out that these ideologies are incoherent, it creates a lot of backlash."
	},
	{
		"start_time": "37:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh And so I, is that what drives these artificial division? I mean, is it uh people who are basically commanding things politically that is it because of their motivations that this sort of artificial division persists?"
	},
	{
		"start_time": "37:25",
		"speaker": "Hyrum Lewis",
		"words": "Well, um AAA bunch of reasons, um I mean, the main reason it persists is the human capacity for self deception, which is pretty remarkable. See, so because we call our, our theory, the social theory of ideology, right? And we say it's, it's about tribalism, people think it's about philosophy. I'm on the left because I hold the progressive philosophy. I'm on the right because I hold the conservative philosophy, that's what they are telling themselves. But it's, it's not true. It's, tribe, tribalism explains why these different things do go together. Now, people look at what we're saying and they say, oh, so you think people shouldn't be tribal? We're not saying that it's impossible not to be tribal. I don't know if you follow soccer or something. Uh, ARE you, are you a football fan? I assume?"
	},
	{
		"start_time": "38:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Soccer. Yeah. Yeah."
	},
	{
		"start_time": "38:07",
		"speaker": "Hyrum Lewis",
		"words": "Yeah. And so I'm, I'm guessing you have your team, I'm not sure what it is, but I'm guessing you're a hardcore committed to that team. I'm not against that. You are tribal Ricardo and that's fine. I am a tribal New York Jets fan, you know, II, I cheer for the Jets regardless of what they do, regardless of who plays for them. But I admit that's what I'm doing. And so the main reason the political spectrum persists is because it gives us the illusion that we are being philosophical. We are being tribal. It allows us to, to be tribal without feeling tribal. I mean, I, if I were to go up to Senator Elizabeth Warren today and say Senator Warren, you hold every single position that your party holds. I mean, there are 50 positions here and you check the box on every single one of them. You're a tribal lemming, you can't think for yourself. You're just going along with the team. Now, that's obviously the truth, you know it. And I know it and I'm guessing deep down she knows it, but she doesn't want to admit it to herself because it's much funner for her to believe. No, no, no, I'm a progressive, I stand for the progressive philosophy and all of these issues are just manifestations of that one issue of progress. So there's one issue in politics. You're either a progressive who believes in change for social justice or you are an evil right winger who wants to preserve and conserve privilege and stop change because you don't like social justice. That is such a flattering way for Senator Warren to think and I don't mean to pick on her, I could pick on any Republican just as easily, right? They all, they all believe the same myth. They would, they would concoct the exact same story. So it's all of our politicians who claim I'm a conservative, I'm a liberal. You know, there, it's a delusion. But how much better is that delusion than admitting the reality that you're just being a lemming, say that I just conform to my tribe. I can't think for myself. Uh Monkey, see monkey do. I, I can't think so. I, I don't want to think for myself and I want to feel right while I conform and I wanna embrace the entirety of the Democratic platform so that I can get, you know, hardcore support and, and run for president and be supported by my tribe. Uh And so I can't dissent from any of the things. But instead of admitting that you're just conforming, she's gonna tell herself this, this story, this very self flattering story of social justice progress. And that's why I adhere to the positions I do. So, the main reason it persists is self deception. We humans are tribal and we all know that. But what has come out in the psychology literature in just the last 1020 years is the degree to which we humans feel the need to disguise our tribalism. The metaphor that Jonathan he used is the elephant and the rider, right? So you got this elephant and the elephant is going where it wants, you can't control the elephant. It's too big, it's too powerful. It doesn't care where you want to go, it's gonna go where it wants to go. So here's the rider being carried along by the elephant. But then the rider gets to where the elephant wanted to go. And the writer tells himself a very uh fun story about, well, this is where I wanted to go all along and I was actually in control the whole time. This story is flattering to the writer, but it's true. So he says that emotions are the elephant and reason is the writer and I don't think that's always true. I think we humans can be reasonable and by having better conceptual schemes, we can be more reasonable. But when it comes to the political spectrum, it is an irrational model. And the reason we adhere to that irrational model is because it flatters ourselves and, and it allows us to give to our tribal emotions without admitting that's what we're doing."
	},
	{
		"start_time": "41:12",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, but even with all of that and all the self deception is it still baffles me a little bit that people who are extremely politically motivated or that, I mean, identify themselves with a particular political party political movement or something like that. I mean, how is it that they do not reps? At least, sometimes pause a little bit and think about themselves and look at the, uh, uh, at the beliefs that their political party e spouses and stuff like that and think, oh, my God. I agree with 100 out of 100 of these political issues with them. I mean, what, what are the chances that someone normal, uh, that, that would happen to someone normal? Right. I mean, don't you think that even with the self deception, perhaps there are a few people out there, at least a few of them that notice this, but they just can't afford to not go along with the party, let's say."
	},
	{
		"start_time": "42:13",
		"speaker": "Hyrum Lewis",
		"words": "Yeah. Yeah. So you see this happen, right? Um, BECAUSE they see the consequences of it. So you, you probably may have heard of Senator Jeff Flake, I believe a senator from Arizona and he didn't like what the direction the party was going when it nominated Donald Trump. And he didn't believe in Trump's big government and he didn't believe in Trump's uh crassness and his personal flaws. Uh AND, and his, uh and his kind of disturbing nationalism. He didn't agree with these things. Now, what most people in the Republican Party did is they simply changed their views to fit what Trump was doing and then made up a story after the fact to say I'm being conservative, I'm consistent. Uh uh TH this, this is all part of my conservative philosophy, but you believe the opposite thing 10 years ago. Oh, what circumstances have a change? And the philosophy is being applied differently, right? They, they would go and deceive themselves. But somebody like Jeff Blake, he says, no, no, no, this, this goes against my deepest health convictions. I'm not going along with it. But what happened to Jeff Flake, right? He gets voted out of office. You have to if you're not one of the team. So, so principles are not rewarded politically. If you hold faster principles and say I have beliefs and I believe these things out of a matter of conviction, then you're going to not match up with the party on everything. And as the party changes, you will find yourself um not fitting in with the party. And so you have an incentive to perpetuate the method of left and right to pretend that everything no matter what it is and it could be anything but it all promotes conservatism or progressivism that allows you to be tribal, it allows you to continue to go along with the tribe and, and, and, and, and be in lockstep with them and therefore avoid the kinds of things that have happened to Jeff Flake or Tulsi Gabbard on the democratic side. Right. Dissent does not reward you. And since independent thinking and principle leads to dissent, you see, uh leads to dissent and dissent then leads to um being ejected from positions of influence. That's why you see less dissent ergo less independent thinking. And so the myth of left and right is, is just such a, a wonderful tool to covers people peop to cover people's tribal sins instead of admitting that's what they're doing. Concocting stories is a, is a much uh is a much more self flattering route to go."
	},
	{
		"start_time": "44:20",
		"speaker": "Ricardo Lopes",
		"words": "So I've, I've, I think we've already talked about some of the main consequences that this sort of thinking that people have about how politics works and the myth, the myth of left and right, some of the consequences that it has. Do you think it's possible for us to move beyond the sort of essentialist view of ideology? And if so, how can we do it?"
	},
	{
		"start_time": "44:45",
		"speaker": "Hyrum Lewis",
		"words": "Yeah. So, um so yes, it is possible and, and a couple of things help me know that one is just historical reality. We used to not have a political spectrum. The same way that the four humors theory didn't exist, pe people invented it, you know, at some point in time and then it spread, it spread like a virus and it did its terrible damage and then people woke up and moved beyond it. So if, if doctors could get beyond the four humors theory, just by being rational and saying, my goodness, look at all the people that are killing and then used scientific criteria of falsification and saying what it, what would be discon confirming evidence. And then seeing that discon confirming evidence in the theory, they were holding and being willing to discard the theory by being rational and scientific. Well, sure, of course, we can get moved beyond the myth of left and right too because it's every bit as false as the four humorous theory. Um So it, it came into existence and since people used to not have it, well, there's no reason we couldn't go back to the way we were before. It's, there's no reason we couldn't go back to the time of Andrew Jackson or Thomas Jefferson or something when they didn't have this delusion of, of a single issue in politics. OK. So we know it's possible. Um Second, the reason what gives me hope when I get very despairing because the myth of left and right is so entrenched, what gives me hope is when I again, the common people, I was talking about before, but especially young people, it seems like the older generation is very, um rigid and they have had this model their entire lives. They, they, they have gotten their sense of political identity from this model and they're very reluctant to surrender it. I mean, they have an entire lifetime of investment in the identity of conservative or progressive and that lifetime of work and the idea that you're, you know, 70 years old and gonna say uh yeah, I've been wrong all these years. I'm I I shouldn't have been a progressive in the first place. My life was a way, you know, that is very hard for them to do, understandably. Not only because there's a little less cognitive plasticity or neuroplasticity and cognitive flexibility as you get older. Uh But also because of the sunk cost fallacy, right? You've invested in this thing your whole life. But when I talk to younger people very hard because when I bring up our theory, I get almost no pushback from young people. I even these so called, you know, campus left wing radicals even then when I talk to them, they, they say, yeah, that sounds right to me, you know, uh they don't see things in, in uni dimensional terms. Uh So, so when you talk to regular people who aren't invested in the model, they see the wisdom in it, they see the common sense in it and they buy into it. So there is some evidence that it's weakening. There is some evidence that younger generations don't look at politics in uni dimensional terms and that's very heartening. Now, the older generation doesn't understand this right to them. It's just this big puzzle. How is it that young people are, uh you know, in favor of deregulation of the economy, but also in favor of more aggressive action on climate change, what's going on. They're supposed to be on the left. What's happening? You have to stop thinking in terms of left and right. You have to start saying that climate change is one issue and regulation of the economy is an entirely different issue. And there's nothing like cognitively dissident or wrong with holding one position on one and then another position or another because they're two totally different issues. So, and this solves a lot of puzzles. I mean, I'm just amazed at how many commentators just their head is about to explode. I I don't get this what's going on like, like when um the Koch brothers partnered with George Soros to create an Institute for Peace and people's heads were exploding. How is this? These Koch brothers who are on the far extreme, right? Are partnering with George Soros on the far extreme left. What is going on? How are we to understand this? We have to come up with some kind of theory. No, you don't. It's really, really simple. Here's how simple it is. There's this thing called peace not left wing, not right wing, just peace. And the Koch brothers are in favor of peace and George Soros is in favor of peace and they're fighting for a common cause. As soon as you stop trying to place these people on an imaginary line. It's amazing how quickly so many of our political puzzles resolve. There is no puzzle. We have created false problems where problems don't exist. How can we solve the thing of the extreme left making common cause of extreme? There is no left, there is no right. There's simply the question of, do you believe in more or less peace, more or less military action to resolve international dilemmas? And both the Kochs and sorrows find themselves on the same side of that one issue. And once you look at it that way in a granular way, all of these puzzles that are making pundits head explode, just, just go away. It, it really is a simple model. It's a common sense model and all of the supports it. So we're just talking not just in favor of rationality, but by God goodness, common sense people think, well, you're, you're putting forward this theory that common people can't understand. Oh, give me a break. That's just silly. Again. That's more self flattering nonsense. The common people get it just fine. It's actually the elites who have the hardest time with this going up to a person in the street and saying, you know what there's more than one issue in politics they say. Yeah, of course. And, yeah, exactly. It's only the college professors who fight against this. No, no, no. There has to be one, there has to be just one issue. You're either in favor of change in social justice or you're against these things. And I'm on the side of social justice. The college professor believes that because he wants to flatter himself that he's one of the good guys that all of his political positions which just happen to align with everything the Democratic Party believes are all fighting for the cause of social justice that is so flattering to them. And so they're the ones who believe it, not the person on the street. So the power of the common people generally trumps the power of elites in the long term. And I think that's gonna happen here too"
	},
	{
		"start_time": "49:58",
		"speaker": "Ricardo Lopes",
		"words": "great. So let's send on that hopeful note and the book is again the myth of left and right how the political spectrum misleads and harms America. I'm leaving a link to it in the description of the interview. And apart from the book, would you like to tell people where they can find you and the rest of your work on the internet?"
	},
	{
		"start_time": "50:19",
		"speaker": "Hyrum Lewis",
		"words": "Oh yes, I am hiding on the internet. I'm not on social media for the same reason. I'm not on cocaine, but they're welcome to read the book. And uh I do respond to emails. So if they'd like to email me, I love to hear from people."
	},
	{
		"start_time": "50:30",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. It's been fun to talk with you."
	},
	{
		"start_time": "50:35",
		"speaker": "Hyrum Lewis",
		"words": "It's been my pleasure, Ricardo. Thank you."
	},
	{
		"start_time": "50:38",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitten bear, no wolf, Tim Ho Erica LJ Condors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the K Hes Mark Smith J Tom Hummel S friends, David Sloan Wilson Yasa, dear Ro Ro Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt Pavlo Stassi na me, Gary G Alman, Sam of Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Beto Lati Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter. Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica No Week, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stein, Tom Veg and Bernard N Corti Dixon, Bendik Muller Thomas Trumble Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]