[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Bella De Palo. She is the leading expert on single life. She actually coined the term single at heart. And today we're going to talk exactly about that because we are focusing on her latest book, Single At Heart, The Power of Freedom and Heart Feeling Joy of Single life. So Doctor De Palo, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Bella DePaulo",
		"words": "Thank you so much for having me."
	},
	{
		"start_time": "00:31",
		"speaker": "Ricardo Lopes",
		"words": "So let me start by asking you this. We're going to talk about who these single at heart people are. But first of all is your book uh about people who are just temporarily single, single for life both and the, it's, it's about them and also for them. I mean, what exactly is going on"
	},
	{
		"start_time": "00:55",
		"speaker": "Bella DePaulo",
		"words": "here? Ok. So the book is about people who are single at heart and they are people who love being single and want to stay single for them. And I'm one of them. Single life is our best life. So it's our most meaningful, fulfilling, authentic, the joyful and psychologically rich life. People who are single at heart are s are happy and flourishing because they're single, not in spite of it. So, the book is mostly about them, but lots of people don't realize that single life is their best life until they've tried several romantic relationships, maybe even several marriages and realize that even if they are in a relationship with someone they love and who loves them back, it just doesn't feel right. And so, um, you know, they might have spent a lot of their lives not being single and the book is for them and it is also even for people who are single and maybe don't wanna stay single. But they're curious about what it's like to flourish when single or it's also for the parents and maybe even some friends and family of single people who have this single person in their life, you know, their son or daughter, if it's parents or relative or friend who doesn't seem like they wanna get married or even be in a romantic relationship and maybe they're really worried about them and if they read this book they might realize maybe there's nothing to be worried about, maybe they're living a great life."
	},
	{
		"start_time": "02:55",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. That's the thing. That's, uh, the reason why I asked you if this book is also for people who are temporarily single but not necessarily single at heart or don't want to be single for the rest of their lives because a and we're going to get more into this point. But I guess that it's safe to say that one of the points you want to drive home with your book is that even if you are temporarily single and want to look for another relationship, it's not the end of the world. If you are single for a few months, even a few years, because there's many things that, uh, that are valuable that you can do with your life and that happens to a ton of people."
	},
	{
		"start_time": "03:40",
		"speaker": "Bella DePaulo",
		"words": "Yes, for sure. In fact, it's best not to think of it as, oh, poor me. I'm single. But oh, let me think about the opportunities I have here to do things I like to do. Maybe, especially things I might not do. Once I find my romantic partner, it's an opportunity to spend as much time with your friends or anyone else that you like being with or are caring for without worrying that some romantic partner thinks that more of that time belongs to them. So it is a great opportunity,"
	},
	{
		"start_time": "04:19",
		"speaker": "Ricardo Lopes",
		"words": "by the way, do single at heart. People also include people who are actually never actively looking for a new partner, but they just never completely close themselves to the possibility of falling in love with someone if that happens."
	},
	{
		"start_time": "04:37",
		"speaker": "Bella DePaulo",
		"words": "You know, I think that people you are describing now are what Sasha Kagan calls quirky alone, which is that they truly appreciate their single lives, but they're open to someone who meets their very high standards so they're not gonna be in a romantic relationship just to be in a romantic relationship. But they are interested."
	},
	{
		"start_time": "05:06",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, do we have any idea at all about how many single at heart people are out there? I mean, do we have good statistics on that?"
	},
	{
		"start_time": "05:18",
		"speaker": "Bella DePaulo",
		"words": "Um It's really hard to tell because it's not a concept that's out there. So m most people don't have never heard of this. They don't realize that there's such a thing as loving, being single and wanting to stay single. But I can give you some estimates. Um I have an online quiz called Are You Single at Heart. It's also in the book and more than 20,000 people from 100 nations, more than 100 nations have taken it. And um 29% of them identify as clearly single at heart, but it's not a representative sample. It's just people who find out about the quiz and take it. So another estimate comes from um a study of thousands of German adults who are solo single. So they don't have a romantic partner, they're not married, they're not cohabiting. And of those 21% say they're, they don't want a romantic partner. So I think, you know, that the numbers are gonna be substantial, but we won't really know what they are until the idea becomes more widely known. And people realize that this wanting to stay single for positive reasons because you appreciate all that single life has to offer is a really good thing. And once that way of thinking about it gets out there, then more people will understand themselves that way and they won't feel as many do now that they can't really admit that they love being single and want to stay single because people think there's something wrong with you. If that's how you feel,"
	},
	{
		"start_time": "07:22",
		"speaker": "Ricardo Lopes",
		"words": "by the way, uh, you mentioned the quiz you have in your book. How can one find out that they are single at heart?"
	},
	{
		"start_time": "07:31",
		"speaker": "Bella DePaulo",
		"words": "Oh, you can take the quiz and um there's a answer key at the end of it. So you can either find it in my book or online. Another thing is even better is to read my single at heart book and see how much you identify with the stories of people who are single at heart"
	},
	{
		"start_time": "07:56",
		"speaker": "Ricardo Lopes",
		"words": "and what are, what tend to be the psychological traits of people who are single at heart. Do they have particular psychological traits or?"
	},
	{
		"start_time": "08:07",
		"speaker": "Bella DePaulo",
		"words": "Yeah, you know, people who are single at heart really care about authenticity. So they want to be their true selves. They want to live a life that reflects who they really are rather than just doing what they're expected to do what everyone thinks you should do. And with that comes a certain level of confidence because to go against the grain, you know, you do need to have some confidence in yourself there are also studies showing that people who enjoy spending time alone, which the single at heart do um are more open to experiences, they're less likely to be neurotic. So it's a very positive psychological profile."
	},
	{
		"start_time": "09:00",
		"speaker": "Ricardo Lopes",
		"words": "A actually about that. I, I wanted to ask you because since we have a and we're going to talk a little bit more about that later in our conversation. But since we have this sort of uh norm across virtually all societies that tells us that people should want to be coupled, should want to have a partner, should want to have a romantic relationship, be married and so on. It's very easy for us to pathologize people just say that they don't want any of that. They are not interested in that. And for example, I would imagine that many even clinical psychologists would say that for example, some someone who claims that has, for example, an avoidant attachment style or something like that. But I mean that that perhaps is not necessarily the case, right? Probably there's nothing psychologically wrong with them."
	},
	{
		"start_time": "10:00",
		"speaker": "Bella DePaulo",
		"words": "Yeah. In fact, they may be pictures of psychological health because they have the confidence to live their best life rather than just following the crowd. Um You know, they're of single people who are avoidant attached. I think they are more likely to be the single people who don't want to be single. So the single at harsh are not people who are running away from romantic relationships because they don't like them or they've been burned or, you know, they have issues. They are people who are drawn to single life in very positive ways because they like the freedom it offers them, they like the opportunity to be themselves. They like the, the opportunity to spend time alone and to value all different kinds of people rather than just putting one person, a romantic partner, the center of your life"
	},
	{
		"start_time": "11:13",
		"speaker": "Ricardo Lopes",
		"words": "and is being single at heart. Something that is in any way innate or is it something that people develop? Do we have any idea about that?"
	},
	{
		"start_time": "11:24",
		"speaker": "Bella DePaulo",
		"words": "Yeah. There's no really good research on that yet. But my impression from all the work I've done and the interviews and so forth is that being single at heart is something more than a lifestyle. So, people who are single at heart are powerfully drawn this single life, that's what really feels comfortable, authentic and true. So, whether it's innate, I don't know if I can go that extra step, but it's certainly more than just. Oh, I think I'll be single for a while."
	},
	{
		"start_time": "12:05",
		"speaker": "Ricardo Lopes",
		"words": "So it's probably, if not innate, at least the, there's a strong psychological predisposition for that."
	},
	{
		"start_time": "12:13",
		"speaker": "Bella DePaulo",
		"words": "Yes. Yeah. That's a good way to put it."
	},
	{
		"start_time": "12:16",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND are there any gender differences here? I mean, is it more common among men than women or vice versa?"
	},
	{
		"start_time": "12:25",
		"speaker": "Bella DePaulo",
		"words": "Yes. This is surprising to a lot of people including myself. Um, YOU know, generally, if you look at single people in general, women usually do better at being single, they're better at cultivating friendships and they know how to do all the household chores and, and all that. So they're good at it. But when you look at this so upset of single people, the ones who are single at heart, who love being single and are powerfully drawn to that life. There are a little few more men than women. I mean, there are substantial numbers of men and women but that it actually helps a little towards more for the men. And when you think about being single heart at heart, you know, like it's people who like their freedom, they like um getting to be the deciders, uh they like, you know, it makes sense in a way but it wasn't something I anticipated"
	},
	{
		"start_time": "13:24",
		"speaker": "Ricardo Lopes",
		"words": "and what kinds of opportunities the single hood offer people."
	},
	{
		"start_time": "13:30",
		"speaker": "Bella DePaulo",
		"words": "Yeah. You know, the main thing is to um follow your heart and yet to do whatever it is, you know, within the limits of your resources and opportunities that you find fulfilling and that might mean pursuing opportunities to learn and grow, like pursuing your education or unique experiences or travel. It could mean for some people, it means um be there for the people who need you. It could include being there for your communities and your nation. It could be um creating your own path through life. So rather than the standard, you know, I'm gonna meet someone and move in and get married and have kids. You create your own life path. It could mean, um, this surprised me a little bit too, choosing meaningful work rather than work that pays a lot. If you can't have both. Now you can't do that the whole time and you have to pay your bills and, you know, as a single person, you don't have a spouse or, you know, partner to, um, we have financial backstop. So you got to do something. But beyond that single people like or single at heart, people like doing meaningful work. Um, IT might mean reimagining um holidays so that you spend them in unique ways that are uh special to you. There's just, uh the big picture is you live your life in accordance with your interests and values and passions without being bandied about by the wishes or needs or interests of a partner. Now, I'm, and I'm saying that you can have a partner who's not at all controlling and still what they like to do, what they like to eat, what, where they like to go, that kind of influences you. Um And I think really interesting example of that happens when people are married for a long time and then they are divorced or widowed and at first that can be a really crushing experience. But over time, some people find that single life is really fulfilling and they start to learn things about themselves and it's almost like coming home to themselves."
	},
	{
		"start_time": "16:26",
		"speaker": "Ricardo Lopes",
		"words": "You know, one particular thing that really bothers me, uh, hearing people, I mean, sometimes reacting to when they hear certain people that are single saying that they don't want a partner because they just want to wake up in the weekend, whatever time they want to go to bed, whatever time they want to do whatever they want without having to, uh, tell anything to anybody. I mean, they just organize their day the way they want. Sometimes people react to that and say, oh, you just want to avoid respon. But I, I mean, that doesn't make much sense. Right. Because actually you're even more responsible for your own life because you have to decide on your own what to do when to do. And I, I mean, if something bad happens you have no one to,, complain to, I mean, no one to, to, to,, to say there, uh, I mean, it's their fault. It's your own fault in a sense."
	},
	{
		"start_time": "17:32",
		"speaker": "Bella DePaulo",
		"words": "Right. Yeah. Um, I wouldn't say they don't have anyone because often they have more friends, more different people in their lives. But I, but I see what your, what your point is there. Yeah. I mean, they are, you know, they're in charge of their own life. So, the, the good part about that is they get to decide and do what they want and have a life they want. But the, the downside is that they have to cover everything. Right. So they've got to pay all their own bills and, you know, do their, do all the chores that a couple might, might split up between them and, and so there's that, but even that the thing about all the different chores and, you know, who takes care of the finances and who takes care of the car and who does the dishes and who does the laundry, even all of that. It can be a positive in the long run for people who stay single because they either learn how to do all those things themselves or they figure out how to find someone to help or to hire. And what that means is when they get to later life. And some people who were married or, um, had a close romantic live in relationship when that ends by divorce or widowhood, they either don't know how to do the things their partner used to do where they're out of practice. And at a time that can already be very difficult. Putting on top of that, having to learn or relearn how to do these tasks of everyday life can make it even harder. And meanwhile, the single people have been single, all their lives are just, you know, going around, going along, doing what they've learned to do a long time ago."
	},
	{
		"start_time": "19:35",
		"speaker": "Ricardo Lopes",
		"words": "So I, I guess that one very common question or thing that people would worry about when it comes to single hood is uh solitude. So, is that something that single at heart? People experience a lot. And if so how do they deal with it?"
	},
	{
		"start_time": "19:55",
		"speaker": "Bella DePaulo",
		"words": "Yes, this is something else that surprised me. So I really enjoy the time. I have to myself, I craved it. I, I would not be a happy person if I had to be around people all the time. Although I like being with other people, just not all the time. And so I figured once I did my research, I'd find that people who are single at heart, so kind of like their solitude. What I did not anticipate is that of the people who told me their life stories. Every one of them said that they loved having time to themselves. The people said it was like breathing. And so that was something that was surprising. And that is another strength of people who are single at heart. I actually think of it like a superpower because if you are comfortable on your own, spending time on your own, you're very unlikely to feel lonely. And this love of being on your own has gotten the single at heart through the pandemic, the worst of it. And it also means that as we grow older, I'm already 70. So I'm good. Um As we grow older, we are very unlikely to be the caricature of an old single person who's isolated and lonely. We're unlikely to be lonely because we like our time alone in and we're unlikely to be lonely because we pay attention to and nurture our ties to, uh, whatever people we value without making our lives all about one person. Mhm."
	},
	{
		"start_time": "21:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BY the way about not making our lives about just one person. What kind, what other kinds of relationships can single at heart? People devote themselves to."
	},
	{
		"start_time": "22:06",
		"speaker": "Bella DePaulo",
		"words": "Oh. Well, many of them have close friendships. Many have, uh, relatives that they care a lot about. They might have mentors, colleagues, teammates, et cetera, and some people who are single at heart to have romantic relationships, but they don't want to put that partner the center of their life. So they don't want to do what sometimes is called riding the romantic relationship, escalator. You start with dating and then maybe you date steadily and maybe you move in together and get married and maybe you have kids and all the rest. Instead they want to um, have these relationships more casually and they're very upfront about it. So no one's getting tricked or manipulated"
	},
	{
		"start_time": "23:05",
		"speaker": "Ricardo Lopes",
		"words": "a and do lots of single at heart. People feel the need to have kids."
	},
	{
		"start_time": "23:11",
		"speaker": "Bella DePaulo",
		"words": "Um, TWO people who are single at heart are less likely to have kids than those who are not single at heart. But many people who are single at heart do have kids. And rather than telling these tales of woe that you hear so much about all those poor single parents, they often describe a special bond with their Children and they feel that their Children have some advantages. So they are never gonna be caught in a battle between their parents. They're not gonna be in a household with parents who are at each other's throats or, um, treating each other coldly giving them the silent treatment and so forth. Uh, SO they tell a very positive stories about having Children"
	},
	{
		"start_time": "24:10",
		"speaker": "Ricardo Lopes",
		"words": "and I mean, on the point of solitude and sometimes feeling lonely, isn't it also the case that even p people can also sometimes feel lonely even if they are with another person?"
	},
	{
		"start_time": "24:23",
		"speaker": "Bella DePaulo",
		"words": "Yes. In fact, anecdotally, I've heard several times that people say that the loneliest feeling is feeling alone when you're with a romantic partner because here's this person who's been held up to you as the answer to loneliness is supposed to protect you from that. So when you have that and you still feel lonely, it's a very painful kind of loneliness."
	},
	{
		"start_time": "24:56",
		"speaker": "Ricardo Lopes",
		"words": "And I, I mean, in terms of life outcomes because that's something that many people care about. And there's some studies out there that people have run for decades about what people need in life, for them to be psychologically healthy, for them to experience well being and have good life outcomes. How do long lifelong single people compare to a couple of people when it comes to?"
	},
	{
		"start_time": "25:27",
		"speaker": "Bella DePaulo",
		"words": "Well, you know what, what usually happens if you've heard over and over again? Oh, you know, married people do better than single people. That is a comparison based on what I call the cheater technique. So you take people who are currently married and you compare them to people who are currently single and if the married people are doing better, you say, ha ha. Look at that marriage makes people happier. Well, you are ignoring all the people who got married and got divorced and they didn't get divorced because they were so happily married. And that could be as many as, you know, maybe 43%. So it's a huge number. If you wanna know if marriage um makes people happier, you can't really know that saying it makes people happier is a causal um statement which is hard to demonstrate because you can't randomly assign people to be married or single. But what you can do which is a close approximation. Not perfect is to follow the same people over the course of their adult lives and ask them every year, how happy are you? How happy are you? How happy are you and keep track of whether they're single or married? And there have been well over a dozen studies like this that go on for years and include thousands of people. And what they typically find is that people, couples who get married, um feel a little happier around the time of the wedding. You know, it's a very exciting time. Everybody's giving them presents and congratulating them. But then after a while, they go back to being as happy or as unhappy as they were when they were single. And very importantly that um that period of happiness at the beginning, researchers sometimes call it the honeymoon effect. That only happens for people who get married and stay married, for people who eventually divorce. And the researchers know this because they have data on them for years and years years. So the people who eventually divorce were already getting a little less happy as their wedding day approached, instead of getting more happy, which is what typically happens with people who get married and stay married. Now, I should also say that every social science study is based on averages. So I'm describing the average findings and they're always exceptions,"
	},
	{
		"start_time": "28:17",
		"speaker": "Ricardo Lopes",
		"words": "right? A a and I mean, since we're also talking about marriage, something that came to mind right now. Uh uh I mean, I was thinking about people who are, who we are obviously always, I mean, not always but very commonly in contact with that are actually single at heart. People like priests like monks like, I don't know, there are even political activists that just dedicate themselves to their political activities. Uh People who do volunteer work that uh I mean, just are interested in those kinds of things and I mean, those are all meaningful ways of living that no one would question"
	},
	{
		"start_time": "28:59",
		"speaker": "Bella DePaulo",
		"words": "for sure. Yes."
	},
	{
		"start_time": "29:02",
		"speaker": "Ricardo Lopes",
		"words": "So, and, and are there in terms of life outcomes are there particular differences between people who are reluctantly single and the ones that are really single at heart."
	},
	{
		"start_time": "29:15",
		"speaker": "Bella DePaulo",
		"words": "Yes. So people who are single at harsh are more likely to be happy than people who are not single at heart because they have what they want. You know, they wanna be single and they are single. Um, THEY also are especially likely to get happier and happier as they grow older, which is contrary to the stereotype of single people, you know, those poor single people and they're just gonna get sadder and lonelier as they grow older. Well, no, another thing is that people who want to be single tend to invest in their friends. So they take their friendships more seriously, they value them more and it's a virtuous cycle where the more they value their friends, the happier they are with their single lives and the happier they are with their single lives, the more they value their friends and people who are single at heart are also protected from the painful experience of single people who don't want to be single of what's called ambiguous loss. And that means, you know, they don't know if they're ever gonna get what they want. So they're in this ambiguous space where they might get the life they want or they might not."
	},
	{
		"start_time": "30:46",
		"speaker": "Ricardo Lopes",
		"words": "And do you think that single people are victims of discrimination in the society?"
	},
	{
		"start_time": "30:53",
		"speaker": "Bella DePaulo",
		"words": "Oh, absolutely. Yes. Um, IN the United States, for example, there are hundreds of laws that benefit and protect only people who are legally married. So that's a big one and it's not just in the United States, there are also policies and practices that, that favor married people. So for example, in some workplaces, um single people are expected to cover for married people if they wanna leave early or if they want to be with their spouse for some reason. And excuse me, and that there are also, um, ways that the people in the lives of married people are valued and favored. So, for example, in the United States we have what's called family and medical leave act. And that means you can take time off to care for someone who needs help if that person is, um, your parent, your child or your spouse. Mhm. Single people can take time off from their parent or their child if they have one but they don't have anyone in the spouse slot. So I can't take time off under this law to care for a close friend or a sibling or, you know, someone else I really care about or maybe there's someone I'm not that close to, but I want to be there for them because I care about them and I can't do that and none of those people can take time off to care for me."
	},
	{
		"start_time": "32:45",
		"speaker": "Ricardo Lopes",
		"words": "Uh, THIS is actually something very negative in terms of politics, policy wise because since we tend to cater, uh, our policies to couples and families. I mean, there are many single people out there that when they get older, I mean, they will experience some, I mean, negative things, some hardships, not, not uh it's not their own fault, but just the way society is structured."
	},
	{
		"start_time": "33:16",
		"speaker": "Bella DePaulo",
		"words": "Oh, sure, sure. In the United States, the health care system is very focused on um conventional families. So you might, a hospital might require that you have a ride, um, back from a procedure, let's say you go in as an inpatient for procedure where there might be, um, some anesthesia. Well, they will require that you have somebody to take you home and they won't let you use a taxi or an Uber or something like that. Well, that's kind of assuming that, you know, you have a spouse who's gonna be available and pick you up and even people who are married don't always have a spouse is available. Uh, SO it's very geared toward, um, a conventional model that most people are not even living in anymore. So, in the United States, if you were to knock on doors at random, you would more often be met with a single person living alone than a household of mom, dad and the kids."
	},
	{
		"start_time": "34:35",
		"speaker": "Ricardo Lopes",
		"words": "So I, I guess that this sort of discrimination we've just talked about already points to at least one aspect of this next question. But why do you think it is so hard for many single people to realize that it is fine. It is ok for them to stay single."
	},
	{
		"start_time": "34:55",
		"speaker": "Bella DePaulo",
		"words": "Oh, yeah. Well, it starts with the way that single people are viewed are conventional wisdom, which of course, is not very wise that insists that, um, it's not natural or normal to stay single or to want to be single and that's just not even questions. So, if that's the kind of world view you're exposed to, it makes it hard to understand that single life can be your best life also. Um Think about who is celebrated, who's respected. It's of course, people who get married or get into romantic relationships and think about um movies, TV, shows song lyrics, novels, they all disproportionately celebrate people who become romantically coupled. I mean, where do you ever find a single character who loves being single and wants to stay single and is not stigmatized for it? Well, you don't even find them at all, much less how they people react to them. So it's just, you know, it's just not out there and that results in something that's really amazing, which is that people who love their single life, some people who love their single life um come to doubt themselves. So I think I love being single. I wonder if there's something wrong with me. How ridiculous is that, that you have, what so many people crave a life that you love and instead of feeling proud, you're thinking, oh, what's wrong with me? That I have this life that I love because it's a single life and I am trying to, uh, with my single heart book and my other writings and talks really push back on that."
	},
	{
		"start_time": "37:01",
		"speaker": "Ricardo Lopes",
		"words": "Well, I guess that everyone wears some traits that fall outside of the norm, experience some of that to some extent. I mean, they sometimes question themselves if they question if they are normal or not, if there's something wrong with them. I mean, it's not only in the case of single people, but I mean, that's there all the time,"
	},
	{
		"start_time": "37:25",
		"speaker": "Bella DePaulo",
		"words": "right? Oh, sure. Um And so for example, people who are not heterosexual have been stigmatized for a very long time and still are to some extent. But there is much more awareness that um being not heterosexual and all its many varieties of not things. So, uh is not something to be worried about or self conscious about, but rather it can be, you know, very fulfilling life and the best life for people who em embrace it. And that's something that single people, regardless of their uh sexual or gender orientation or identity don't have yet. I mean, my single heart book, I hope is pushing us toward that. But we really um lag behind in cultural consciousness, social justice movements and so forth."
	},
	{
		"start_time": "38:33",
		"speaker": "Ricardo Lopes",
		"words": "Uh But uh I mean, where do you think that the social stigma against chronically single people stems from, I mean, at a certain point there you mentioned for example, movies and other forms of art and artistic expressions where we see all the time that, uh, the hero or the main character always asked to fall in love with someone and went to have a partner. But apart from that, do you think that perhaps, uh, I mean, and of course, I don't want to reduce everything to that, but since even biologically speaking, we are a sexually reproducing species that perhaps it has anything to do with that."
	},
	{
		"start_time": "39:14",
		"speaker": "Bella DePaulo",
		"words": "Oh, well, yeah. But you can have sex without being married. Uh, AND also I think another big part of that, um, of the stigmatizing of single people again comes from our worldviews. So lots of people want to believe that if you just find that one person commit to that person that you really will live happily ever after that, that's not a fairy tale. It's truth that once you find that person, all the pieces of your life fall in place and now you have your sexual partner and your confidant and your co financial manager and your co parent if you have kids and all the rest and that can be a very seductive promise, you know, find this one person and you're done. And, and also people really believe that that is the one through path to happiness and fulfillment. And they want to believe that so single people who stay single are stigmatized because they threaten that worldview and the single people, several studies have shown who are especially likely to be put down like the single people who like being single and again, single people who wanna stay single, who like being single are threatening that worldview that there's one royal route to happiness and it's through romantic coupling."
	},
	{
		"start_time": "41:02",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, I would imagine that this sort of stigma would extend to people who just are not particularly interested in committed relationships. But when, for example, casual relationships, casual sex, short term relationships and all of that,"
	},
	{
		"start_time": "41:20",
		"speaker": "Bella DePaulo",
		"words": "yes, I think that um they are subject to um stigma or at least harsh judgments"
	},
	{
		"start_time": "41:31",
		"speaker": "Ricardo Lopes",
		"words": "and by the way about that about sex do single, I mean, what do the sex lives of single let heart people look like? I mean, are at least some of them having sex even if it's just casual or?"
	},
	{
		"start_time": "41:49",
		"speaker": "Bella DePaulo",
		"words": "Yes. Yes. So it's a whole variety of things. Some have um you know, friends with benefits, some uh get together casually and they make sure their partners know about it. Some don't have sex and don't want it. So it really is uh the whole gamut. One person told me about uh being in college when she was in college, she had hookups and those are often, you know, considered uh bad by some of the people who um our pundits. But she said that she loved that because her sex life was compartmentalized. So she had this sex life, but then it didn't interfere with the rest of her life. So it didn't mean that she felt obligated to do stuff with their partner. She got to do all the other things in college. She loved doing like focus on her courses or her friends or her interests. So"
	},
	{
		"start_time": "42:58",
		"speaker": "Ricardo Lopes",
		"words": "how do you react? Uh Still talking about sex? How do you react to uh uh some of those statistics that sometimes we come across about the percentage of mostly young adults that uh have gone without sex for a year or more or more and so on because usually people get really worried about that. But do you think that perhaps uh those statistics alone are not informative enough because maybe just, maybe some of these people are even not that interested in sex to begin with?"
	},
	{
		"start_time": "43:36",
		"speaker": "Bella DePaulo",
		"words": "Exactly. Exactly. So it's worrisome if the people really do want sex and they're not getting it. Sure. But in one way it's good is if these statistics mean that more and more people who don't want to have sex no longer feel as much pressure to have sex or people who don't want to have sex as often don't feel as pressured. And you can see that happening in a way through um the growth of the a sexuality movement where people who are not attracted to particular, other people um come out as asexuals and they have a lot of social support from other asexuals and there's a social movement about it. So that helps uh but another thing to keep in mind is that and attitudes towards sex are important in shaping how people feel about having sex or not having sex. So, when it is so valued and celebrated, that makes people who don't have sex, um, feel badly about themselves. When, you know, if we were a little more realistic about it, maybe there would be a little less pain for people who we're not having sex but wish they were."
	},
	{
		"start_time": "45:15",
		"speaker": "Ricardo Lopes",
		"words": "You know, sometimes it crosses my mind how society would look like in terms of how we think about sex and sexless people. If we just thought, if we didn't make a big deal of it, if we just thought that, I mean, if you have sex, if you don't have sex, whatever, it doesn't matter, it's not a big deal. I mean, if you want to have sex, ok, then that's perhaps something negative. But if you don't want to have, if you do not have it whatever, I mean, iii I just, sometimes I just imagine how people would feel much, much better with themselves if they didn't have that kind of social pressure and if they were not ashamed of telling other people that they, they haven't had sex for a while,"
	},
	{
		"start_time": "46:06",
		"speaker": "Bella DePaulo",
		"words": "correct? You're describing a societal idea in my mind."
	},
	{
		"start_time": "46:12",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that your book also ties in any way to some other changes in people's ways of partnering that we have seen raising over the past few decades with the decline of marriage, for example."
	},
	{
		"start_time": "46:28",
		"speaker": "Bella DePaulo",
		"words": "Yeah, for sure. So I think the rise of the single at heart and people who like being single goes along with the increasing valuing of friendship. I think people are starting to take their friends more seriously and evaluate more. It also goes along with um different ways of living that we're seeing now, for example, couples who are committed to each other, but don't want to live in the same place. It's sometimes called living apart together. It's also relevant, I think to other ways of living. For example, um people who live in cohousing communities where everyone has their own house or apartment and inside the house or apartment might be any combination of people that you'd find anywhere, you know, a solo person or um a couple or 22 friends or whatever. Um But a cohousing community is a community. So they deliberately want to have social interaction with each other. There's usually a common house where they can meet for, for meals if they want to, the common house often has um washers and dryers. So everyone doesn't have it in their house and they meet each other there and there are rooms for pursuing interests like um maybe musical interests or art or whatever. And so, um that too is consistent with the development of, of different ways of living, of more open mindedness about how we can live, who we can value. And how to organize a life."
	},
	{
		"start_time": "48:27",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that there are things in your book that even people who are interested in romantic relationships and are at the moment in romantic relationships can bring into their own relationships that perhaps would help them. They, with some, I don't know, negative aspects of them."
	},
	{
		"start_time": "48:46",
		"speaker": "Bella DePaulo",
		"words": "Right. I think that if more people became familiar with my single atte heart book, which I'm gonna show you now, that's OK. This is it. So I don't know if you can see it anyway. OK. Couldn't resist. Um THAT I think couples would do better because they would understand that if somebody wants some space, it's not necessarily criticism of their partner. It could mean they could understand that if somebody wants to spend time with their friends apart from their partner, that's not necessarily a criticism of their partner. So I think it opens the door to a more generous and less um less envious or suspicious kind of interaction."
	},
	{
		"start_time": "49:49",
		"speaker": "Ricardo Lopes",
		"words": "So just one last question then uh what would be perhaps a message that you would have for people out there that are currently single and perhaps they experience all of these kinds of social pressures that we've talked about here. And they are perhaps not sure if they are actually single at heart or not, but perhaps they at least want to try to go through this period of their lives as smoothly as possible."
	},
	{
		"start_time": "50:22",
		"speaker": "Bella DePaulo",
		"words": "I would tell them to live their single years, fully joyfully and unapologetically."
	},
	{
		"start_time": "50:33",
		"speaker": "Ricardo Lopes",
		"words": "OK. So that's a great uh note to end on. And the book is again single at heart, the power, freedom and heart, feeling, joy of single life. I'm leaving a link to it in the description of the interview. And Doctor Depalo. Uh Would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "50:54",
		"speaker": "Bella DePaulo",
		"words": "Oh, sure. Um My website is Bella depalo.com, Bell ad epa ulo.com, no spaces or dots or anything. Um And on my website, you can find links to my single at heart book, different places to, to buy it. Um You can also find uh links to lots of my other work, my blog posts and so forth."
	},
	{
		"start_time": "51:25",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "51:32",
		"speaker": "Bella DePaulo",
		"words": "Thank you. I've loved talking to you. Great questions."
	},
	{
		"start_time": "51:37",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting Bear. No Wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Z Mar Nevs calling in Hobel, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt, Pavlo Stassi na Me, Gary G Almansa Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez or Scott Zachary. Ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loi, Georgio Theophano Chris Williams and Peter Wo David Williams Di Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry Michael Bailey. Then spur by Robert Grassy Zorn Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke. Neeson. Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson Ismael Bensley Man George Katis, Valentin Steinman, Perlis, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon, Benedikt Muller Thomas Rumble, Catherine and Patrick Tobin John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]