[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Loops. And today I'm joined by Doctor Honorata Maus. She is associate professor in the Political Science Department at the University of Amsterdam. And today we're talking about topics like democracy, the election win or lose or gap, citizen support for democratic checks and balances, civil society, political legitimacy and some other related topics. So Dr Mazu, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Honorata Mazepus",
		"words": "Thank you for having me."
	},
	{
		"start_time": "00:35",
		"speaker": "Ricardo Lopes",
		"words": "So let's start here with uh democracy. So from the perspective of political science, what is democracy exactly? And how do you go about classifying particular political systems as democratic or nondemocratic?"
	},
	{
		"start_time": "00:56",
		"speaker": "Honorata Mazepus",
		"words": "We start with a really, really big question that could take probably an entire interview in itself. Um So let's let's open this Pandora box. Um So of course, there is uh an incredibly huge amount of scholarship trying to classify categorize political regimes and to find out what makes a democracy. Uh And I think the most basic distinction that we can make in these definitions of democracies of democracy is whether we stick to some kind of minimalist. Uh DEFINITION, which would be it's the rule by the people. And then usually we end up with uh some sort of um a criterion about electoral procedures, right? So you have to have elections. So that regime is called democracy. Uh And then there are the more extended uh broader definitions of democracy that also add additional criteria which would be criteria such as checks and balances. So for example, the freedom of the media, the role of the citizens in opposition pluralism. So all these extra elements uh would then lead to an extended version of uh extended definition of democracy. And by many scholars that would already be called a liberal democracy. So adding this extra criteria would mean that we are ending up with liberal democracy. Now, the question is, can you have just purely uh electoral democracy without any of this additional criteria? And I think this is where we are now also looking at the political world struggling a little bit because the question is, is it just the rule of majority that we are ending up with when we just stick to this uh rule of? Oh yeah, the winners of the elections have the right to rule and then the majority is entitled to basically uh propose and execute policies, right? Um So without any additional constraints, can this be called a democracy but purely Demos, Kratos, it would be the rule by the people."
	},
	{
		"start_time": "03:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yeah, this is very interesting because I I mean, I guess that we could say and I, you mentioned that briefly there that there's not just one single kind of democracy or possible democratic regime. Uh AND there's also different levels of democracy, right? Because there are many different facts, facts that political scientists and other uh scholars and even politicians, international organizations look into to classify, for example, uh how much democracy there really is in particular countries. And I guess that another important thing that you mentioned there is that we usually tend to associate democracy with the rule of the majority. But I guess that nowadays, at least we also care a lot about uh the rights of minorities of minor groups, also the their rights and interests also being respected, right? And that also counts as I guess uh democratic or not"
	},
	{
		"start_time": "04:12",
		"speaker": "Honorata Mazepus",
		"words": "or liberal. So that's exactly the discussion that we are having, right? So where, where are these boundaries? And can we have one without the other? And of course, uh you know, just total limitation of democracy to elections is um we can bring it to the absurdity even because you can think about having elections in um let's say old authoritarian communist systems where they were meaningless because you just had one party and that party could not lose. So just having elections obviously is not enough to establish a democratic rule, right? You would not call the Soviet Union and a democratic regime just because they organized elections. So here we come with the criteria that are also coming from the, the classic uh literature like dao's uh criteria of pluralism and contestation. So you have to have at least some actors that are competing in elections, some political parties that are fighting for power. And it has to be possible to uh to contest one another, right? So it cannot be that just uh the Communist Party always wins and nobody can criticize it. Um So already within this electoral uh definition, there are extra criteria that are being added to make it a democracy. And then there is of course, this classical dilemma of uh of the tyranny of the majority, right? So uh what you mentioned uh who is the majority or who is actually the people who are supposed to rule? And is it all the citizens of the country or is it just the majority that at a particular moment prevails in elections? Right? And what do we do then about the rights of the minorities? And this usually comes under the definition of liberal democracy. So how do we treat those who don't necessarily win the elections? And it becomes increasingly complicated in more diverse societies of nowadays, right? When you have multiple groups coming together. So if you think about how we used to live as humans in our small scale communities, the diversity was very limited, right? So uh basically the will of the majority would represent almost everybody. Uh And it was also much easier to check uh whether the uh the, the powerful actually violate the rights of the minority would be maybe, I don't know, 10 people out of 50 right. Uh And nowadays, this becomes very complicated and intricate in the diverse societies. But also you can see that um because of that we have this gradation of uh you know, democratic of different political systems and that some systems perform maybe better in terms of including those minorities in the governing and some perform a bit worse. So to give you an example, I live now in the Netherlands, uh I come from Poland, so I can at least compare from my own experience. But also as political science, how these systems perform in the Netherlands, you never have a majority government. The pluralism is so high in terms of the political, political game and political actors that are competing, that it is impossible to rule just with one party. Uh And this is not the case in, for example, Poland with you can have uh a majority government, right? Which means that in the Netherlands, you always automatically include uh actors that are actually minority actors in the governing process. So even small parties that don't get a lot of votes have always a chance to end up in a governing coalition just because the system allows it, right? And there is, first of all, there is no threshold for getting into the parliament and second of all, you have so many parties that actually collect votes that you cannot rule with just one party. So you always have to build a consensus. This can have also disadvantages, of course, in terms of policy making. But when you think about uh potential extreme policies that can come with the majority rule, they are kind of eliminated. And these are usually the dangers of having one political party, majoritarian party come to power uh because they can exclude them, the minorities from, you know, the decisions and even harm them, right? So because of that, well, different political systems will perform differently, although they might be in principle still called All Democratic."
	},
	{
		"start_time": "08:40",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And by the way, I think this is a very important point to drive home because many times when people think about democracies, we focus mostly, I guess on uh everyone, everyone being able to vote there is if there's universal suffrage there, right? But uh I mean, democracy is much more than just being given to vote in elections. It's also uh many other kinds of political participation that you are allowed to have, right? Like for example, uh having the right to protest uh participate in manifestations if you disagree with certain political decisions or if you want to uh the demand and certain political rights, for example, having a right to uh hunger strike or something like that, having the right when it comes to labor rights to create labor unions. And so there, there's a bunch of ways of participating in politics that uh must be granted for them to be democratic."
	},
	{
		"start_time": "09:51",
		"speaker": "Honorata Mazepus",
		"words": "Right. Yes. And I think this is also something that distinguishes. Uh MAYBE this is, I don't know if it's still an appropriate term but more mature democracies from, let's say democracies in making that you have many more uh permitted but also stimulated uh ways to actually participate in this democratic uh socio economic or social political sphere, right? So there is very little that is forbidden apart from, you know, like the the usual regulations, regulatory state that we have. Uh And there is a lot of scope for expressing either your interests or your preferences or disappointment. Uh AS you say, associational life is a part of it, right? Uh But also uh the institutions that are not state institutions such as the media play a very important role there, right? And if you compare the democratic regimes with uh non democratic regimes, you see that the media space is much more pluralistic in uh mature democracies than in uh you know, constrained environments of either new democracies or uh or authoritarian regimes. At the moment when uh an authoritarian regime falls, suddenly you get this chaos of info of information, right? That was suppressed for a long time because only particular information was allowed to uh uh you know, uh uh the fill in, let's say the informational space. And once that constraint is over, then you see new information that was probably there but suppressed coming out. And then you, you have this moment of uh yeah, uh kind of new, new ways of thinking being allowed and being voiced also in the public space. Um And this also then structures in the end, the media environment in this uh democratizing situation, sometimes it leads to the step towards either you know, developed or consolidated democracies as it's called in the literature. Sometimes it is again suppressed by the actors that uh start to overtake and dominate that information space. And then that comes like with, for example, in the case of Russia, which I studied for, for a while, it comes with all kinds of restrictions on the information space, but also the activities. So what you were talking about, right, who is allowed to create an association, which interests are going to be present in the public space, um who is gonna be called a foreign agent, for example, rather than domestic uh NGO non governmental organization, right? So uh this is what distinguishes really this democratic space, public space or socio, political, socio economic space from uh authoritarian space."
	},
	{
		"start_time": "12:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and by the way, another as another very important aspect here that I think you've alluded to there briefly is has to do with just generally speaking, freedom of expression, right? Freedom of the press, the freedom of expression for individual citizens and also the ability to uh manifest political opinions, criticize the government without suffering any political economic uh labor consequences. I mean, without getting fired, for example, without being put into jail or uh legally persecuted in some way."
	},
	{
		"start_time": "13:19",
		"speaker": "Honorata Mazepus",
		"words": "Right. Exactly. Yes, it's about the freedom of expression, freedom to or the right to protest the right to associate and these associations do not necessarily have to exactly align with, let's say the political color of the government, right? Uh So this is all that. Uh YEAH, it also seems, let's say the most intuitive aspect of democracy. So voting is one thing but the other thing is this freedom to criticize and contest those who are in government by expressing, you know, your opposition, but also expressing your interest that might be overlooked by that government, right? Or just even your existence if we are talking about some minority groups uh and their um their livelihoods."
	},
	{
		"start_time": "14:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But when it comes to the so-called rule of the majority, I mean, as we mentioned before, but I'm going to stress it uh again now, uh it might be in particular context, at least a little bit problematic because of course, in democracy, in human society, more generally, we have people with different kinds of, of interests and of course, they want to push for their own interests as individuals or groups politically. That's just how things work. But sometimes uh majority uh if uh a particular ma majority is interested in oppressing uh minority groups that can also happen. And also I if a, if a particular majority of people are interested in that specifically, they might be able to politically overturn democracy if they prefer, for example, an autocratic system and vote uh f for a political party that serves those particular kinds of interests."
	},
	{
		"start_time": "15:16",
		"speaker": "Honorata Mazepus",
		"words": "Yes, definitely. And this is now considered a problem, not only of the new democracies or those countries that for some reason, they are still called new democracies, but they democratized, democratized already in the 19 nineties, right? So at some point, maybe they are not so new anymore, but it is all encompassed under the term of uh democratic backsliding. So basically, countries that have reached uh mature uh consolidated democracy and that after um a party that has maybe not so democratic tendencies comes to power and has the majority in the government. And in the parliament takes steps towards actually decreasing all these checks and balances that we have uh in the political system to control their power, right? As citizens. Uh And this is exactly the the problem that we are struggling with now. And we also see that uh more and more we have uh uh a scientific consensus that it is not just a problem of new democracies that this can happen anywhere, right? That uh even in the oldest democracies that we have, which are still not that old, by the way, our Democratic history is not so long. Uh But even in these oldest democracies like the US, it can happen that you have uh within a party or uh within particular sections of a party trends towards decreasing democracy. And if that party wins, then it seems like we are in trouble, right? So, of course, I'm alluding now also to the, to the win of Donald Trump and then particular powers within the Republican Party that uh you know, they cared a little bit less about the uh uh the independence of courts. Uh Another aspect that is happening and this is not just limited to Trump's government, but in the US, for example, it's a very common thing to interfere with uh the electoral boundaries of uh which is called gerrymandering, right of the precincts within which voting is happening so that we can skew the elections in a particular way. So this kind of trends can happen and it can happen exactly when the majority is given to uh to particular political options that maybe do not care about democracy so much. And that was also the case in the uh uh in Poland, when the law and justice came to power, they started interfering in different ways with the checks and balances. So the judicial system, but also then uh the media space suddenly uh was uh being limited. So the public broadcaster has been pretty much taken over by the government and became something like a propaganda propaganda to for the governing party which you know, in democracies, this is not what public TV should be at least normative, right. Um And also the limitations of rights of women were uh in the end imposed by that party. So, you know, step by step, starting with the judicial reform, but also the moving to the information space and then in the end to this uh citizens rights, I wouldn't call it minority rights because women are a majority. But uh let's say more vulnerable uh people's rights uh limitations uh as basically uh uh a move towards uh grab of power. So executive power of the party that is in charge. So that's exactly what you are saying, right, that majority uh rule does not necessarily always mean that we increase democratic uh of our political systems."
	},
	{
		"start_time": "19:07",
		"speaker": "Ricardo Lopes",
		"words": "By the way, there's uh something very interesting that you mentioned there that is basically that democracy, at least as we understand it today is a very recent political phenomenon uh historically because uh sometimes uh we talk about, for example, democracy in Ancient Greece in Athens specifically. But if we go into the details, uh I mean, it's very different from the kinds of particularly liberal democracies that we are used to today because even back then, and this is just one aspect of it, there were others but apart from uh them having slavery, uh it also the people were considered citizens and could participate politically and, and it was basically almost just an elite of people right? And so ju just those two aspects and there were others, of course, makes it very different from the kind of democracy that we tend to think about today. Right?"
	},
	{
		"start_time": "20:20",
		"speaker": "Honorata Mazepus",
		"words": "Yeah. So it's yes and no in terms of uh uh being a recent phenomenon. So in, in terms of the institutional shape of democracy that we have, yes, it's a new, new thing, right? So if we think about this large scale remote actually institutions that are operating, uh This is something newer constitutions are something that is new, for example. So they start in Europe in the US, in the 18th century, right? The ideas of course, are not so new as you say already, the uh you know, the idea about how to take decisions uh about uh some kind of consensus building. This is all this has been there and you mentioned the ancient Greece and you know, the city state systems. But if you think about it, actually our uh communities from our evolutionary perspective, they were more democratic than not, right? Not in the institutional sense, but in terms of how they were deciding about uh their, their uh well, ho how they were making decisions about the most important issues uh that they were facing back then."
	},
	{
		"start_time": "21:30",
		"speaker": "Ricardo Lopes",
		"words": "Uh BASICALLY all they would run their societies even if they were smaller scale."
	},
	{
		"start_time": "21:36",
		"speaker": "Honorata Mazepus",
		"words": "Yes. So in uh this is still a very preliminary research, but I also base it on the research of others that has been done uh with the anthropological records. Uh What we can see is that the anti domination uh intuition in the small scale communities was very strong, right? So, of course, it varied a little bit because you had communities that face different challenges. Um But if you think about the most common trends, they were very vigilant of being dominated by the leaders and the decisions were taken communally. Of course, it was much easier because you had smaller communities. So basically, everybody knew each other, everybody knew what the intentions of the other persons are and they could easily control."
	},
	{
		"start_time": "22:25",
		"speaker": "Ricardo Lopes",
		"words": "Uh Let me just ask you just to clarify, uh you're referring there to traditional societies, like for example, hunter gatherers, horticulturalists, pastoralists."
	},
	{
		"start_time": "22:38",
		"speaker": "Honorata Mazepus",
		"words": "So I looked in this particular study, we look only at hunter gatherer societies and these are, these are anthropological records. So they're based on ethnography. So these are not, you know, our societies as uh thousands and thousands of years ago uh throughout our evolution, but they are the best proxies, I guess we have uh in terms of how this small scale face to face communities operated. So this is, this is what I'm talking about. Um And in this project, we look at how the communities contested their leaders and their decisions uh and when they wanted to grant more power to them, right? So exactly this idea of when we delegate power and when we want to constrain it to find out what kind of basic intuitions we have and maybe then think about, OK, which of these checks and balances that we have in terms of large institutions nowadays um are more intuitive and which ones maybe people care the most about. Uh BECAUSE in the end, there is not so much backlash against democratic backsliding as you would expect if you would think, OK, we have this strong anti domination uh intuition. But then, you know, when this particular authoritarian party comes to power, why don't we act as citizens? Why don't we have this drive to actually do something about it and prevent them from uh constraining our freedom?"
	},
	{
		"start_time": "23:58",
		"speaker": "Ricardo Lopes",
		"words": "Mhm No, I it it's very good that you clarified that because uh what I mentioned, I was not thinking or considering at all smaller scale societies. I mean, I've already had tons of anthropologists on the show, but in this particular case, I was not thinking about them specifically. Uh BUT I was perhaps thinking more about larger scale societies with perhaps hundreds of thousands, millions of people participating in them. Uh And I was also perhaps considering the fact that uh democracy risk or at least recent democracies. I mean, uh it was a process to get there. It was not just for example, that uh the US got their independence or there was for example, the French revolution and the Institute of the Republic there and then suddenly overnight anyone can, could vote anyone could participate politically. It was a process, I mean, not only for the vast majority of citizens, including in the early stages, the vast majority of men, but also women and particular minority races and other people like that."
	},
	{
		"start_time": "25:15",
		"speaker": "Honorata Mazepus",
		"words": "Of course, it was a struggle for suffrage rights, right? And maybe we could uh use the 18th century mark or 18th 19th century mark as this moment when uh suffrage rights expansion was something that was happening. Although, you know, even some European countries uh such as Switzerland were very, very late in the 20th century to introduce suffrage rights for women. Uh But the 18th century when, when that starts, and that's also the process that um included a lot of deliberation among the elites uh about what happens. And this comes from my research with a historian actually. So what happens when we give the suffrage rights to this uneducated masses, right? So that's where the discussion about the populism uh and the populist mob or the manipulation of the masses already starts. So this is the 18th century when we are developing uh our uh democratic checks and balances. So some say that this three politic and democratic checks and balances are introduced exactly to control the power of the mob or the potential of manipulation of the masses by the populists. So by some, this is also seen as a very elitist move right to actually constrain the influence of uh of the people on the other hand, of course, you also have to consider. Um YEAH, how do we want our decisions to be made? Right. So you can decide majority is always right. But you can also decide, well, there are situations where merit. So actually knowing things about the issue at stake is very important. And the further we get with our technological development, the more um no complex the issues that the states are dealing with we have and therefore perhaps the role of uh merit and knowledge and maybe even technocracy increased over time as well. Right? So we had this or, or we could talk about some sin. So it's sometimes it is uh you know, it is going up how much technocracy we have and sometimes we go back to this uh majority rule and the will of the people and this kind of rhetoric in our political systems."
	},
	{
		"start_time": "27:32",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, we're going to get more into checks, democratic checks and balances. But I guess that uh when people think about them, they usually think about checks and balances for politicians just for politicians to not abuse the the power they are granted by the people, so to speak. But uh there's also, I guess some checks and balances that the political system itself tries to keep. Like for example, there might be certain instances where if we add uh just a general vote, perhaps a majority of people would vote against the rights of particular minority groups, but that's just not allowed politically. Right."
	},
	{
		"start_time": "28:21",
		"speaker": "Honorata Mazepus",
		"words": "Well, yes, hopefully. So, you know,"
	},
	{
		"start_time": "28:24",
		"speaker": "Ricardo Lopes",
		"words": "I was just, I was just saying that, um, sometimes at least, uh, those checks and balances are also there against even the will or the possible will of a majority."
	},
	{
		"start_time": "28:40",
		"speaker": "Honorata Mazepus",
		"words": "Yes. So that's, that's exactly why we have them. Uh, WE have courts, right. Also that control, uh, whether the democratic, civic rights of citizens, uh, are being complied with by the government and also other actors in society. Um And yeah, another thing about this, um yeah, how do, how do elites actually act out upon the rules? I think that's, that's an important issue. And this is uh uh perhaps you're familiar with this book by uh Levitsky in the way and they actually uh look at the American political system and their argument is that what went wrong in the recent uh electoral waves in uh or after the recent elections uh in the US when Trump won the elections was that the elites actually failed in preventing the, the power grab by that one particular leader who had non democratic intentions. Uh So they point to not only the, the kind of formal rules or institutional um institutional constraints, but they point out that the elites themselves are also responsible for what they do and whom they encourage and you know what they allow. Uh And this is maybe more in the territory of informal rules and then thinking about, OK, given we, we care about the rights of citizens or assuming we care about the rights of citizens. We should not allow such a politician to represent our party, for example. Right. That, that's the 1st, 1st step if we know they are non democratic and we are Democrats, which Republicans would, would claim they are obviously. Right. Um I think actually in, uh not even in the authoritarian regimes, the leaders would claim that they're authoritarian, they would always claim that they're democratic. That's, that's another, they"
	},
	{
		"start_time": "30:38",
		"speaker": "Ricardo Lopes",
		"words": "are for the interests of the people,"
	},
	{
		"start_time": "30:41",
		"speaker": "Honorata Mazepus",
		"words": "at least. Exactly. So they would use that, that side of the definition of democracy, of course to justify uh the rule. But going back to the elites is that, um, we have the citizens and they are in my view, they are crucial as well in what happens uh in the political realm of their own country. But we have the elites who can also take choices that lead either to the development of democracy or sustaining of democracy or deterioration of democracy."
	},
	{
		"start_time": "31:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, that's something that we hear frequently. I, I don't think that there's any dictator historically or presently out there that ever said that although I'm only here for my own interests, they also claim that they are, uh for, uh, they're fighting for the interests of the people, the will of the people or something like that or the nation. I mean, that if they would just say, oh, no, I, I'm just here to, uh, take advantage of my own citizens. I guess that they would probably not last long in their position."
	},
	{
		"start_time": "31:50",
		"speaker": "Honorata Mazepus",
		"words": "And these are exactly the legitimation strategies. Right. So why do I have the right to rule? It's, uh, you know, as an authoritarian leader, I would never say it's because I want to dominate you all. And I wanna grab as much power and as much resources as I can. No, this is not gonna work. So to be recognized as a legitimate leader, you have to convince people that you are actually doing something that is uh um en enhancing their well being and the will of the people is one of the arguments again, a very misguided because what does that mean? Right, there is no one will of the people ever, even if you have a homogeneous society, you will have competing interests. This is just just the way things work. And Ben An has an uh excellent uh a broad audience book that came out recently, why politics fail? And he discusses extensively this idea of, you know, the will of the people and the misconception we have that about that. And that actually you can never have the will of the people. It's just not possible, it's how you handle the conflicts in society that actually shows uh how mature you are as democratic society, right?"
	},
	{
		"start_time": "32:58",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, let me get into a very specific topic that perhaps we've already ended up touching slightly on in our conversation here. But in your work, for example, you explore the election winner loser gap. So what is that exactly?"
	},
	{
		"start_time": "33:16",
		"speaker": "Honorata Mazepus",
		"words": "Uh THE winner loser gap in terms of um responses to the electoral result um implies that there are differences in how the winners and losers of uh elections think or perceive uh the political system and the political reality more broadly. But also in the end, how they perceive their own place in that system, right? So that's, yeah, that I think that's in short, how you can um you can specify it. Uh And the research there started uh with, by, by just looking at whether the winners and losers of elections are to the same extent satisfied with democracy. And the gap means that no, there is a difference between them, right? They, they, they are not the same satisfied with democracy, they express uh lower satisfaction if they lose elections and they express higher satisfaction when they win elections."
	},
	{
		"start_time": "34:11",
		"speaker": "Ricardo Lopes",
		"words": "So there's a connection to subjective well being here, right?"
	},
	{
		"start_time": "34:16",
		"speaker": "Honorata Mazepus",
		"words": "So that's uh that's one of the uh endeavors, let's say of this research that we started with Dimiter Toshkov, who is at the University of uh Leiden. Um BECAUSE I focused first, so maybe let's start with, with the, the first part uh about democracy and then move to the well being. So uh I started with thinking about the specific elements of democracy so what we discussed, right, elections, but also all these checks and balances. So freedom of the media, opposition rights, the right to protest. And uh my idea coming also from political psychology was that our coalitional psychology should steer us to pay more attention or be uh more vigilant about the violations of checks and balances when we lose elections. Right? So we already had some indication that uh maybe the winners of elections like elections more when they win, right, obviously, but what happens then with these other elements of uh of democracy? And that was the 1st, 1st part of this uh study that we conducted both with observational data with the European Social Survey, but also with an experiment in Ukraine where we tried to find out if you win or lose elections. Does it affect how much you care about the uh freedom of speech, the right of opposition, the rights of opposition and uh uh the media criticism against the government. And indeed, we found consistently that um there is an effect that when you lose, you care more about constraining the power, which makes sense, right? These effects are not necessarily huge but they are there. And this also implies that our ideas about democracy or how much we value it is not something stable, this is something conditional depending on the environment in which we are uh operating and that was the starting point. But then we thought, OK, so um you know, winning and losing elections. It's a little bit like, like sports, like playing a game, but with higher stakes and we have evidence from uh all kinds of physiological studies, psychosomatic uh evaluations that people respond uh physically to winning and losing, at least in sports. But we also have evidence from uh all kinds of coalition of winning and losing among animals that show um that there should be some effect on also well being or uh at least in terms of stress hormones being released, right? So how, how our body responds to winning and losing? I said, well, let's see whether at least um in terms of attitudinal responses, we find that uh that effect. So we did not study the physiology of winning and losing, but we studied the attitudes of citizens. And indeed, we found out that when you are losing elections, you feel less optimistic, um You feel uh at least you evaluate your, your health as worse than when you win elections. And this was done also with observational data from the European Social survey that that was conducted uh twice, at least we looked at 22 data sets from 2012 and 2018. And this also allowed us to have the shifts uh between the losers and winners, right? So different parties were uh in charge in 2012 then in 2018. So the who was the winner and who was the loser also changed there. So we accounted for, for that in, in that study design. Again, these effects are not huge, but it shows that there is really something there uh that we need to pay attention to in terms of uh thinking about our values, uh democratic values, right? And their stability. And then the, I don't, I don't really like the word biases but, you know, the biases that we have depending on which side of the coalition we are. I don't think there are really biases because it's justified to be more worried when you lose. Right. Um, WELL, your rights will be constrained at the moment that, uh, the opponent wins, uh, or no, will suddenly you have to watch out what you say when the opponent, uh, the opponent wins. It's your job then, uh, at stake, right? If you disagree with your boss and, you know, he supports the, a particular party or is connected to a particular party. So I, I wouldn't call it a bias but then, you know, the, um, yeah, how, how would you call it? It's, it's not really a bias if it's totally justified, but basically the shift. So, so the, the responsiveness of these values that some thought are maybe very stable add in the literature."
	},
	{
		"start_time": "39:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, it's not a bias if it's totally justified. I mean, that's, that's a very interesting point be because I was actually going to ask you. So, uh, at a certain point there, you mentioned that if you are uh a loser, sometimes you want more constraints on the political system, the political power and perhaps that would sometimes imply constraints on democracy or democratic processes. But uh I mean, uh but particularly if you have particular interests in mind, like for example, protecting the rights of certain groups of people that after the democratic process are under threat. For example, perhaps having that impulse to really want some constraints on the established political power, even if it's under a democratic regime might not be that bad, right? When you want to protect perhaps the rights of certain people and even sometimes not necessarily just minorities, but even a majority of people that might suddenly see their rights taken away or reps being put under economic and social pressure depending on the measures or the policies that the particular political power party in power uh takes."
	},
	{
		"start_time": "40:36",
		"speaker": "Honorata Mazepus",
		"words": "Yeah. So the losers want to contest the power more. So they are actually supporting the checks and balances more and you know, normative. Well, uh it depends, right? If you think that uh we should go for the liberal democracy, then normative, this is the right thing to do to actually contest the powerful if they're trying to harm uh particular groups in society. Um Yeah, and of course, uh the problem is then that if you get the majority government that wants to eliminate or limit these constraints, then you have a clash, right? So what you see is uh maybe we should talk about some kind of uh gradual development of the political regimes then that uh when one path of uh influencing the government or constraining the government is closed, another one is being opened or when one right is being uh limited, then you go for still the things that are available in the public space, right? So thinking about what happened in Poland with uh at least in the first term of the Law and Justice Party when they started constraining the rights of women. Um WOMEN went out massively to protest the protest, right was uh available. It was not constrained yet, right? So they could use that civic right to express their disagreement with the government. That was actually something that worked unfortunately, only short term because in the second term uh of rule, the law and justice went further with constraining the women's rights. But you can see that the women still had the option, they took their rights and they went out to protest, not only women, by the way, uh men also supported their uh actions massively. And then you have situations like in Russia where coming out to protest at some point is no longer possible, right? Because it is you put yourself in really huge danger and then it's uh basically your uh your assessment of uh your risk and gains that you can get from actually taking that action, right? Um So the, the longer we allow the government to take the rights away and to constrain the checks and balances, the less likely it is that we will be able to pay the cost of coming out and protesting and pay the cost of actually opposing that government to the extent that at some point it's just no longer even considered, right, an option only by those who are, I don't know either the bravest or have the least to lose."
	},
	{
		"start_time": "43:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So we've already talked a little bit about that here. But what are some of the main factors that influence citizen support for democratic checks and balances? And I read in your work for example, about effects of partisanship and economic performance. So could you tell us about that?"
	},
	{
		"start_time": "43:37",
		"speaker": "Honorata Mazepus",
		"words": "Yes, of course. So this is also again a research that I do in the stream of other research that has been done before, right? So I build on, on some of the work that inspired it. And one of the, the papers that I was inspired by was a Matthew singer's paper that who looks at the developments in Latin American countries. And he observed that when the perceived performance of economy by the government uh is being evaluated as, as high. So the economy is doing well in the eyes of citizens, then they are more likely to grant more power to these governments. So basically that means that they allow the government to uh execute uh reforms that then increase the power of that government. And it could be, you know, in terms of uh presidential powers expansion uh or uh limiting to what extent you have to care about the parliament, right? That's one of the things that you can imagine. Um So that was, that was the thing that uh that inspired in my research, which I also took further with experimental designs. And here you see that the economy is uh is the factor that he emphasized and also losing winning. So whether you support the government or you do not support the government. So uh no coalition of thinking is what I derived from that. And they are both very important and I indeed find uh uh find evidence, both observational and uh experimental that uh when the economy is performing well, then citizens are a bit less vigilant. So they are uh more OK with uh for example, constraining the independence of courts, right? Um THEY are more willing to give up this right to constrain the government and similarly the losing, winning uh effect. So this is what we just discussed. The coalition will effect is that if you lose the elections, then you are paying more attention to uh to the government and what they do and you wanna keep this right to constrain them. So you are, they are finding those more important elements of democracy. Uh And yeah, maybe one thing to, to follow up on that is that this is also linked to. Um AT least one of my studies shows some evidence of that um that when we look at the opponent introducing a particular reform, we see more malicious intentions of that reform when it's about the checks and balances. When it's about democracy, when we have a person with whom we align, we have the party rule that we like or the party that, you know, we feel strongly attached to is in charge. Then we are uh thinking that their intentions are benign. And to give you an example when um when you are facing this uh proposals of political reforms or changes that the politicians want to introduce, they can give you all kinds of reasons. And as we discussed before, nobody will say that they have an undemocratic reason behind it, right? They will always say this is to do something good, something positive. When uh there is a proposal for reform of protest rights. For example, the common argument that you can find by politicians is is to increase the safety of citizens who doesn't like safety, right? Then the opponents will say well, but this is then limiting our possibility or making it more difficult for us to come out to the street and protest against you. So now as a citizen, you are standing there and like, yeah, well, safety, good reason uh having the right to protest. Good reason who is proposing it. Ah my opponent. So probably they are actually wanting to limit me, right. So you see the, the, the malicious intention behind it uh if you won the elections and this is the party that you like, who is proposing. It's like, oh, that's, that's a fair argument. Safety is very important. Uh So you see the benign uh intention behind that proposal or you are more likely to see that. Now, there are also differences between the supporters of different political parties. Uh So some, you know, some just care less, some care more about democracy. But in general, this effect holds for everybody. Right. So if you are winning or losing, it determines what kind of intentions you see behind the proposals of the government."
	},
	{
		"start_time": "48:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So there's also two concepts here that I would like to ask you about that probably play a very important role in democracy and o other political regimes by the way. But in the context of political science, what is civil society? What does it mean exactly?"
	},
	{
		"start_time": "48:35",
		"speaker": "Honorata Mazepus",
		"words": "I think that's another concept that we could discuss for, for an hour or so, at least. Um AND there is really a lot of scholarship that um that tries to define it and tries to also uh distill the effects of civil society on democracy. But in general, uh civil civil society encompasses all kinds of organizational associational life that is distinct from politics and business. OK. Right. So this would be all kinds of organizations or associations um that uh bring together citizens for particular goals, but they are not attempting to get power and they are not just pushing lobbying for particular business interests. And it can be really anything that goes under that label. So that's why it's a very problematic concept. Uh CON uh concept sometimes to, to think about because it could be, you know, a circle of uh village uh I don't know, knitting funds, right? Or it could be actually uh uh an organization, non governmental organization that monitors the transparency of decision making that monitors the corruption levels. That could also be uh um an NGO right, or a civil society, non governmental organization. Uh And because of that this uh organizations or this, this uh civil society space can have either stronger or less strong effects on democracy, right? So there are some that argue that actually even this kind of network of citizens that is not necessarily aimed at monitoring the politicians, like, you know, uh people who have specific hobbies or do sports together that even this is already something that is uh creating a very valuable addition to democracy because it creates interpersonal trust. So that would be Putnam's argument, right? Uh Bowling alone when we don't go anymore with our friends, the uh the kind of fabric of our society disintegrates and that has has a negative effect also then on the institutional trust, for example, there are others who argue that actually what matters is these organizations that are strictly um targeting the political, the monitoring of political institutions. Uh And this could be, as I said, uh you know, anti corruption and monitoring or human rights monitoring organizations. Um TO some extent, maybe you could think of some that uh analyze. So, so all kinds of think tanks that analyze uh the merits of policies that are also checking the politicians, right, if you have some complex scientific issue, and then there is maybe a proposal that violates the most recent findings or our established knowledge, scientific knowledge, they could uh contest these decisions, for example, right? So this would also fall under uh civil society."
	},
	{
		"start_time": "51:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yeah, it's very interesting that you mentioned at a certain point there, for example, just the simple fact that some people play sports together and how that leads to interpersonal trust and it can have certain political effects because I was also thinking that uh I mean, on the one hand, there are, for example, people that say or claim that everything is political, which perhaps is a little bit exaggerated. But uh on the one, on the other hand, it points to a very important effect. I guess that is uh probably many of the things that we do in our lives, how we conduct ourselves, how we interact with other people in society, even though they might not have any direct political expression, might translate uh politically or into political behaviors. And for example, I guess that you mentioned uh interpersonal trust and sports there, I guess that on the other extreme, on the other end of the spectrum in modern uh industrialized and post industrial society is a very common phenomenon is for people to manifest uh loneliness. And we, I think particularly in bigger cities, a more atomized society which perhaps sometimes we don't link that directly to political behaviors necessarily, but that might have uh political effects. Uh Even if it's just sometimes the fact that people might get politically disengaged."
	},
	{
		"start_time": "53:21",
		"speaker": "Honorata Mazepus",
		"words": "Yes, for sure. You are, you're completely right. And there is really a lot that we still don't know about the effect of um yeah, the move of our lives online on, on the communities and then how that affects in the end um you know, our perception of what creates this clas, right? So who are these, these people with whom we are actually creating a political ecosystem? And uh yeah, it starts with these communities and you, you can think it's uh you know, a little bit outrageous, how come a sports club can actually uh have any effect on, on larger democracies on remote institutional system, but it is about interacting with people. And it also depends probably on the type of club you are participating and how diverse that club is, how large it is, what kind of network you are creating. But imagine a running club. This is what I am familiar with. I would in my normal, you know, online uh day or day with students who are also a very particular particular population. I would not encounter this diversity of people as I encounter in my running club, right? Even the fact what kind of jobs they do is sometimes to be surprised that all this exists and these people, you know, have these problems, these people uh you know, are engaged in this kind of activities. So this creates already some kind of idea about who we are a society and it creates bonds. There is also the problem that you might have uh this very homogeneous groups that have very specific goals uh And they do not interact with others. And here we, we come to or, or maybe even an antagonistic towards others, right? Um And let's say the online space has advantages and disadvantages in creating groups. They can, they can introduce more pluralism, but they can also create uh the idea that these more extreme voices or more excluding voices are uh more prevalent. So you find easier, these people with extreme ideas just because there is a lot of information, there is a lot of people that you would never encounter in your real life there and you can bond with them as well, right? So this, this creates perhaps another uh yeah, another impulse into this civil society space that we are talking about. So I think we still don't know exactly how the online spaces will uh in the end affect both our interactions in these communities, um the the offline communities, but also then uh how they will steer um yeah, democratic engagement or maybe, yeah, negative engagement. And to give you an example from, again, the research that I did um in the Post Soviet space and also in, in Russia. Um WE, we have such a term as uncivil society. Again, I am not sure whether this is a fair uh fair term, fair concept. But uh this usually refers to those organizations that are very exclusive, that um engage citizens on the basis of particular criteria like ethnicity um or values, you know, for example, conservative orthodox church values uh and vision of the world. So for example, this engagement with the West uh as being the the evil influence versus, you know, engagement with some kind of Slavic Orthodox traditional base, right? So based on very exclusive identity um that is present in these post Soviet countries and this is referred to sometimes as uncivil society, there are different reasons for that. One is the the type of values that they promote and these values can be attractive to people, right? Conservative values, religious values. This is not something that again is immediately normative uh wrong, they are not progressive values. So then again, if you take a normative stand, we should aim at improvement rather than uh you know, living the way we are uh or yeah, living in the state that we are in, then it becomes a debate. But the purely normative there doesn't have to be a judgment there. So these organizations attract those kind of people. But then the problem and I think that's why they are often called uncivil is that they are very often also stimulated by particular state actors. And then we get into this territory, territory of, you know, can they still be called civil society because they are influenced and very often funded and also supported by the state actors. And here um in this post Soviet space, this is uh the influence of the Russian state that promotes this kind of organizations that then actually also promoted their values and their ideas about the world in the post Soviet space countries such as Belarus Ukraine or Moldova, which I uh researched. Um Yeah, and then, then we get to the point. OK. So are the civil civil society organizations? Can we, can we always assume that these organizations within society would promote democracy not necessarily, right? Because if the status quo is not democracy and these organizations are conservative, they want to preserve the status quo. It means we are not gonna gonna move towards more democratic, open inclusive society."
	},
	{
		"start_time": "59:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm No, you know, I for me, this is a very interesting topic. Uh AND I mentioned earlier, for example, bigger cities and a more atomized society because I guess that in this particular case, what I were, what I was referring to was not just the fact of people in particular situations, perhaps not wanting to engage with society, with politics anymore because of their particular situation, but also how the particular political, economic and social context leads people to those kinds of situations. Like for example, one thing that I'm very interested in in is the phenomenon of Hikikomori in Japan. That is the so-called shut ins. That is something that went up or became a more, more of a phenomenon after the economic crisis in the late eighties where people were used to just go uh complete their university degrees and then get us accepted into one of the leading companies in Japan and be there for life. I mean, completely stable jobs, no job insecurity, good economic pros prospects, the prospect of building a family and all of that. And then suddenly they lost that. And now there's 1 million plus people in Japan that just withdraw from society. They live at home in their room and they just say that they want, they don't want win with society anymore. They, they don't want to engage with people anymore. They are perhaps on the internet, but that's uh the most they get from even if we can call them social interaction. And also sometimes I uh watch videos that some people make with homeless people in the US. And some of them also mentioned more or less the same. They say look, I'm, I'm done with society. I'm done with politics. I don't care anymore. So, uh, I mean, it's a, it's a very sad situation but it's also, I guess, uh, a symptom and a manifestation many times of how, being economically, politically and socially disenfranchised where that leads people or can lead people."
	},
	{
		"start_time": "1:01:37",
		"speaker": "Honorata Mazepus",
		"words": "Yes, for sure. And I think, um, economic safety is also in a way a precondition for active participation in politics. Right. So, yes, there are situations where those who are disadvantaged actually stand up and protest, usually it is led actually by those who have more capacity to do so uh that also, you know, involves, I don't know, maybe the the uh suffrage rights for, for women, right? When, when you had these women that started, that were be better off, that started mobilizing the interest. But also uh even when you think about the Marxist revolutions, right? This was the elites that drove actually the uh action for the rights of the workers. So the workers were too busy working, right? Or uh when you think about people who are in very grave uh uh economic situation, they don't have time to simply come out to the streets and uh you know, engage with this uh with this. Yeah, political processes, they also, of course, can be completely disenchanted and think it doesn't matter, you know. Uh FIRST there was uh Gorbachev, then there was Yeltsin, then there was putting nothing changes in my life. Why would I ever actually participate in politics. It doesn't affect me directly. This is also very dangerous, of course, because then, um you know, you might end up with a regime that uh uses violence uh in your name, but you do not uh identify with that, right? So this is what many Russians are probably facing at the moment because a lot of the society was completely dis dis attached from politics. They thought this is none of their business politics is for politicians. Real life is for for normal citizens. But at some point, you then end up in a situation when your government is taking decisions in your name that uh that are horrible, right? Uh But in the end, it is about this ability to participate in politics and you can only do it when you have some sort of well being. So it is not for nothing that we have this ongoing debate. Does economic development come first or democracy come first, right? What, what should, what should we achieve first to actually um yeah, better the lives of more people. Uh And then, yeah, your example with, with the US and the homeless people, this also shows that, you know, the social democracies that actually provide the safety nets might encourage more political participation just purely because they give more people the capacity to participate in politics. Uh And I think if, if we uh kind of trace the development also within, within Europe, of different countries. You can see that, right, that there is more engagement even if we just look purely at um how many people vote. So the turnout numbers um for elections that this comes with also uh the, the, the functioning welfare state in the end."
	},
	{
		"start_time": "1:04:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I guess that this is also probably one of the reasons why when there are revolutions, it's usually a middle class people leading them because they have at least enough stability to be able to devote resources into that kind of level of political participation. Exactly."
	},
	{
		"start_time": "1:05:08",
		"speaker": "Honorata Mazepus",
		"words": "Yeah, they can afford it simply. Yeah."
	},
	{
		"start_time": "1:05:10",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so we were talking about civil society here. Uh But on the other hand, we also have external actors. So what are external actors? And by the way, what is the interplay here between civil society and external actors?"
	},
	{
		"start_time": "1:05:28",
		"speaker": "Honorata Mazepus",
		"words": "Um SO there can be different types of external actors and external meaning, you know, this is not an actor that necessarily is vested within some domestic policy sphere, right? Um And for the actor that I looked the most at was the European Union and Russia as different well uh entities. So one is an organization of states, the other one is a state that actually try to promote their interests in other countries, right? So they enact particular uh strategies or policies outside of the boundaries of this organization of their or their own state. And one of the examples was exactly this uh uh civil society actors that promote particular uh conservative Russian orthodox uh Russian speakers values in the what Russia calls. Uh And this is also uh uh not uh approved by the countries themselves, of course, but the Russia course they're near abroad um kind of diminishing the the agency and sovereignty of the States in their neighborhood. Um And then what is the neighborhood, the Eastern neighborhoods of the European Union? So the European Union calls it the Eastern Partnership countries, right? So this would be two actors that have some sort of state formal organization, uh they are external, but there can also be external actors or perceived as external. Um THAT we all know also uh from all the literature on globalization such as international, non governmental organizations, right? So it could be, I don't know, Amnesty International um uh MS F so doctors without borders, right? These are also external actors that can come to another country and provide services, promote some values, um protect some rights. Uh It could even be, of course uh uh environmental organizations such as uh World Wildlife Fund, for example, right. So these are external actors."
	},
	{
		"start_time": "1:07:39",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so I would like to get now into the topic of legitimacy, but just before that, we've been focusing a lot on democracies here. But what are hybrid regimes?"
	},
	{
		"start_time": "1:07:55",
		"speaker": "Honorata Mazepus",
		"words": "Well, hybrid regimes are regimes that combine elements of democracy and authoritarianism. Again, this is a very kind of uh shadow sphere of uh regime classification, right? So it's very difficult to determine when one regime is still a democracy and not yet authoritarian. And then when they are really consolidated authoritarian regime and uh regimes such as Russia somewhere mm between the end of the 19 nineties and the beginning of two thousands were often referred to as hybrid regimes. Also Venezuela of uh Hugo Chavez was classified as a hybrid regime. And this is because the uh the regime still kept elections they kept or the, you know, the those who ruled this regime, they kept elections, they kept organizing them. There was some contestation, although increasingly limited and there was still some pluralism in the public sphere in terms of the media. So there were constraints on these checks and balances like the media and the organization of uh political parties, for example, but it was still much more pluralistic than in what we understand as a classical authoritarian regime or dictatorial regime where you just have one party or one ruler that dictates everything"
	},
	{
		"start_time": "1:09:19",
		"speaker": "Ricardo Lopes",
		"words": "by, by the way, in, in the particular case of Venezuela. Now with Maduro in power, is it still classified as a hybrid regime?"
	},
	{
		"start_time": "1:09:29",
		"speaker": "Honorata Mazepus",
		"words": "I think now it's already classified as authoritarian regime. I again, as I say, this is a very difficult situation to uh to know where exactly the tipping point is something that we still have to uh to determine. But I think uh the best way to check that is to look at uh research of uh v varieties of democracies who monitor over time the changes in the regime. So then you can actually determine where the, the, the tipping point happen, right?"
	},
	{
		"start_time": "1:09:57",
		"speaker": "Ricardo Lopes",
		"words": "Uh By the way, I, I'm not sure if you were going to say something else when I interrupted you to ask you about uh the regime in Venezuela or"
	},
	{
		"start_time": "1:10:08",
		"speaker": "Honorata Mazepus",
		"words": "no, I think uh I think that's, that's all right. Well, what, what we did uh also in, in this one of the, the research uh comparative research pieces that uh we conducted was to compare the legitimation strategies of uh different leaders who had authoritarian tendencies such as uh so in hybrid regimes, Putin uh and uh Chavez but also the leaders, the political party in Sela, so completely different regimes. And uh uh as we discussed before, they all use democratic arguments, they just use different ones, right? So they, they use very similar legitimation strategies. They just uh fill in the content of the strategies with the, with the context of their own country basically. So whatever fits to actually give them more, more power, but still present them in a positive light."
	},
	{
		"start_time": "1:10:57",
		"speaker": "Ricardo Lopes",
		"words": "OK. So talking about those legitimation strategies, how is political legitimacy established?"
	},
	{
		"start_time": "1:11:05",
		"speaker": "Honorata Mazepus",
		"words": "Exactly. Well, again, uh very very contested idea. Um AND it depends whom you would ask. So I think legal scholars would just say, well, when there are laws and laws are being followed, followed, then we have legitimacy, right? Um But uh as you probably already noticed, I am uh someone who is more interested in how citizens make sense of uh political reality uh and how they evaluate it. And I think in that uh when, when we take that perspective, then legitimacy is uh we can only talk about perceived legitimacy and legitimacy in a particular context. Um So we cannot have one definition of legitimacy. What we can say is that legitimacy is to perceive someone as having the right to take decisions for us, right? So authority that can can, can make decisions for us without the violence. So if we add violence to this, then, well, can we call it legitimate? Right? If you feel forced, if you say, oh, I disagree with this authority and the consequence of that is that they put me in jail or they decapitate me, well, then it doesn't seem very legitimate. So it has to be a kind of voluntary transfer of power to an authority. And then um there will be factors that are more universal that affect it. But the specificities of how these factors are being filled in, let's say will be contextual. Um And this can, the context might mean, you know, some social cultural norms or uh even, you know, who is in the majority, who is in the minority currently in, in society whose interests are represented and who's not. But in general, um building on my research and the research of that. That was done before, I would say that legitimacy is established through fairness and fairness in terms of distribution of resources. So perceived fairness again, right. That's why it will be contextual uh perceived distribution of resources, uh perceived uh fairness of procedures being applied. And here we would by that, we would mean um applying the same rules to uh all citizens, including politicians. Um And in the end also, of course, uh receiving some personal benefits from the political system that we have uh should be there. Because if you never get anything, why would you contribute anything to that system? Right. So if you feel like, well, I'm, I'm always losing, I never get anything. Uh I'm always excluded from the policies that are being established. Why would I grant legitimacy to these authorities?"
	},
	{
		"start_time": "1:14:06",
		"speaker": "Ricardo Lopes",
		"words": "And are there different kinds of legitimation strategies?"
	},
	{
		"start_time": "1:14:13",
		"speaker": "Honorata Mazepus",
		"words": "Yes, for sure. So, um they will differ probably somewhat between the the regimes, right? So authoritarian regimes might use different strategies than democracies. Although there is also a lot of overlap. But if you think about authoritarian regimes, um strategies very often they find an enemy, right? So an enemy makes uh makes the need for everybody to rally around the flag and support the leaders. And then we might grant more legitimacy to that leader because we feel like they will protect us. And this, this is also something, by the way, we would find among this hunter gatherer societies that when there is a threat, um there is more power granted to the leader. The thing is that they very quickly after the conflict is resolved or after, you know, the uh the battle uh is, is over, they very quickly bring the leader down. So he's again kind of leveled, uh you know, and he's one of one of them rather than above them, which is not necessarily how it works in uh in current mass societies and mass politics. So that would be one legitimation strategy, another legitimation strategy would be um economic performance. So emphasizing how good the government or the leaders, the leadership is doing in terms of the economy, it can be job creation and then unemployment uh uh limiting uh it can be foreign investment uh uh uh that comes into the country. Sorry, I'm, I'm a bit lost for words. Uh So attracting foreign investment, that would be something that uh uh also Asian countries very often use as their um legitimation strategies. Uh It could be also in the end, no fairness of distribution. So as I said, I find that citizens perceive it as something that is very important to grant legitimacy. So when the government can explain why the resources are being uh distributed in a particular way, and they can make a good argument that this is a fair distribution and it is beneficial for the society. Uh THEN that could also be uh a legitimation strategy. So not only economic growth but also how the resources are being distributed."
	},
	{
		"start_time": "1:16:34",
		"speaker": "Ricardo Lopes",
		"words": "You know, I'm very fond of smaller scale societies. And it's interesting to know that, uh you've looked into some enter gatherers because, uh, uh I really like reading ethnography and work on smaller scale societies because, uh unless the leaders uh are able and that's already in uh bigger scale or somewhat bigger scale societies, unless they're able to accumulate enough wealth and resources and people around to control people in smaller scale societies usually do not put up with nonsense, with abuse of power, with bullies nor anyone like that."
	},
	{
		"start_time": "1:17:19",
		"speaker": "Honorata Mazepus",
		"words": "No. Exactly, exactly. That's why no underperform leaders are very easily removed in this uh in this situation. And we don't have such a direct mechanism in our politics. It takes usually a while and sometimes it takes so long that it's very difficult to remove them again, right. So uh this is the difference between this direct kind of interactions, political interactions and indirect ones."
	},
	{
		"start_time": "1:17:46",
		"speaker": "Ricardo Lopes",
		"words": "So that's about political legitimacy. But then another concept is political capacity. So what is political capacity and does political legitimacy matter for political capacity?"
	},
	{
		"start_time": "1:18:03",
		"speaker": "Honorata Mazepus",
		"words": "So political capacity um is the ability to actually enforce decisions, right? So if you are governing you, well, you would hope that you can actually do something and if you have the power, you can do something with that power and you can achieve uh achieve some policy outcomes. So why legitimacy matters often is because if you, if you decide that this is the law in the country now and nobody follows it. This means that this was futile that actually uh you know, your political capacity is non existent because nobody complies with the decisions you are taking or the the laws that you are trying to implement. Um And uh a funny, funny example of that and this is in a functioning democracy, still functioning democracy is that uh we have uh a ban on particular fireworks in the Netherlands. And this is a state policy so that uh there is, you know, the state can take such a decision, they have the capacity to do so it was agreed, it was uh announced uh yet nobody or many, many people do not comply with that decision. So it means that particular decision at least is not being perceived as legitimate, right? Uh So people,"
	},
	{
		"start_time": "1:19:25",
		"speaker": "Ricardo Lopes",
		"words": "by, by the way, let me just ask you was that decision made on the grounds of I don't know environmental risks or what?"
	},
	{
		"start_time": "1:19:34",
		"speaker": "Honorata Mazepus",
		"words": "Yeah. So there are of course many things that can be said that are wrong with uh fireworks. But uh one of the things is of course this unnecessary stress to, to animals that are that they are experiencing. The other one is the amount of accidents that is happening. So on humans, right? So uh there is just basically increased capacity of the hospitals needed for that period because people are losing their eyes and you know, uh are being harmed by the fireworks. Um And also, um and that is a little bit of a of a of the culture of the Netherlands and the, the particularity of society here this night of the New Year's is uh is the night when a lot of uh loss of conduct are kind of thrown out of the window and there is a lot of uh fights happening, right? So it also requires additional police capacity to actually put down some riots and unnecessary vandalism. And um so in the end, there were very many different reasons uh to do that. Uh And I guess these are good arguments but you can also have an argument. Well, we as the Dutch people, we like to celebrate in this way and the government has no right to tell us that we cannot do so. So on, on one hand, you know, you have the government issuing a decision. On the other hand, you have the population saying, well, we, yeah, you can issue it but we don't recognize it. And this is exactly when then the political capacity is meaningless, right? Because you, yeah, without actually the uh legitimacy granted to that decision. Uh YEAH, nothing changes."
	},
	{
		"start_time": "1:21:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And uh this is the way in which governments respond to disasters affect their legitimacy."
	},
	{
		"start_time": "1:21:24",
		"speaker": "Honorata Mazepus",
		"words": "Um I think in the same way as generally, uh legitimacy is being generated. So I know that you're referring now, to a very specific uh paper that I have with Florian Van Leeuwen, where we used an experiment in different countries. Uh If I remember correctly, five or six different countries um uh in which we manipulated the situation of flooding and how the government responds to it. And in that particular experiment, the government could uh either help uh fairly to everybody who was affected or they could just help some people only, right, where it created disparity in uh in the sense that not all those who were in need uh were given some help. Uh THE government in that scenario could also either uh involve citizens in decision making. So kind of uh survey what is needed and get into the discussion with uh the people that were affected or just ignore their request to uh to have this discussion. And then uh what we also manipulated in that particular scenario was whether people got something personally or not, right? Because not everybody was actually affected. And what you could also manipulate in this scenario is that you either got something or not. And then uh um in the end, what we find is that the strongest effect on perceived legitimacy. So whether you, you like this government and you wanna grant them power was the distributive justice. So whether the uh resources were fairly distributed across those who were in need and uh in that sense, I think it's, yeah, it, it, when we confront it with you know, reality and we think about the ecological validity, validity, it does make sense, right? So, distributive fairness as the main factor, the uh procedural fairness also matters. This is again a very contested effect because some uh some studies show that yeah procedure of mm fairness. So whether you follow the the same procedures uh in similar situations and apply the same rules to uh to different people, these effects are varying depending on the context. Sometimes it seems like, you know, for example, we like a referendum as a procedure when we know that we win it, right? But that's not really a big commitment. Um And there are also other studies that show that maybe this procedural fairness is very contextual and when it matters, depends on what situation we are um analyzing. But here this engagement of citizens. So the scenario in which the citizens were having the right to say, well, we need this and this help is uh uh is what is required now from the government that increased also the perceived legitimacy."
	},
	{
		"start_time": "1:24:13",
		"speaker": "Ricardo Lopes",
		"words": "So now that we've covered legitimacy, let's get into the hot topic of our conversation today. That is the, the European, the European Union. So"
	},
	{
		"start_time": "1:24:26",
		"speaker": "Honorata Mazepus",
		"words": "we talked a little bit already about the eu as an ex. Uh"
	},
	{
		"start_time": "1:24:29",
		"speaker": "Ricardo Lopes",
		"words": "Yes, but, but there are some questions here that probably many people are interested in seeing uh addressed and not list perhaps the B and like that. So uh but uh getting into that. Uh I would like to ask you about another concept that then we can apply to the European Union specifically. What is regulatory governance and how much of it do we have in the European Union?"
	},
	{
		"start_time": "1:25:04",
		"speaker": "Honorata Mazepus",
		"words": "So I will try to be short and concise now. Uh We have a lot of it because regulatory governance is uh basically everything that the European Commission is trying to do uh with their uh with their specialized agencies. And there are many of them right, in different sectors of uh uh of politics and society. Um So if you think about the E MA, the European medicine agency, this is regulatory governance. If there is a deci decision or uh uh a regulation issued by such an agency like about vaccines, this is regulatory uh regulatory power of the European Union. Uh If you have issues decisions about the safety of particular products or the safety of particular materials, like, you know, what can be in plastic bottles for uh for Children, for babies feeding. This is regulatory governance of the eu. So there is really a lot of it. Um And yeah, I think despite the fact that there is a lot of it, we know very little about it because it's kind of happening in this technocratic space of decision making."
	},
	{
		"start_time": "1:26:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm"
	},
	{
		"start_time": "1:26:19",
		"speaker": "Honorata Mazepus",
		"words": "uh"
	},
	{
		"start_time": "1:26:19",
		"speaker": "Ricardo Lopes",
		"words": "But uh sort of related to that. Um ARE there any legitimacy concerns here when it comes to the European Union? Is there for example, enough respect for national sovereignty because you hear that argument uh as I mentioned, from people who supported Brexit, but also sometimes from other political parties in other political countries across the European Union that are not very fond of remaining in the European Union. So what are your thoughts on that?"
	},
	{
		"start_time": "1:26:57",
		"speaker": "Honorata Mazepus",
		"words": "Uh I think there are two important things. So there is the, the uh the European Union is of course a complex uh supranational organization, right? So it doesn't only have the the European Commission which is a technocratic body. It also has the European Council that includes the governments of all the countries that are members of the European Union and the decision making is different. Also the delegation of power is different. So the problem of the European Commission is that they are not elected, right? These are experts uh that advise on particular policies or regulations and that's where we come back to our definition of, you know, what is democracy and what is the role of uh different elements of democracy? You clearly do not delegate power through voting to the European Commission. So if you think that democratic governance can only be achieved through voting and not through competence, which the European Commission's uh authority is based on, then we have a problem of legitimacy. Now, the question is, can we delegate authority or legitimacy only on the basis of voting or are we OK that some decisions and some regulations are established by experts. That's basically the, the kind of dilemma that we are dealing with. And then um yeah, what does it mean for the National sovereignty? So the European Commission can um can take different decisions if it's a decision, it has to be implemented. Um But they also issue recommendations um and recommendations can be either taken up or rejected, right? Um And there is uh another type of decision making that now skips my mind, but the one that, oh, it's a directive, the one that uh specifies what is the, the goal, uh but doesn't show the path towards achieving that goal, right? So that is in the discretion of the, of the states themselves. So again, it depends really on, about which decisions we are talking about how much they might potentially infringe on the sovereignty or national sovereignty. Now again, we can go back to the treaties and think about, ok, if you join this organization, what does that mean for your sovereignty? And this is all specified in the Treaties of the European Union and in particular policy aspects, um such as the ones that have to do with the common market. We agreed that we will have synchronization of rules, right? So that our standards are the same and that our rules are the same for all the members of the European Union. There are other um policy domains that are not affected like that because they are not the core policies of the European Union and here much more discretion is in the hands of the States or actually there is no uh no European power over these issues, very little European power, for example, is over foreign policies of uh of specific countries, right? So uh you for sure know that uh even in the times of very um pressing security crisis, we are having uh still a lot of opposition towards creating common European security uh structures. So we, we have some of the beginnings of this policy. But for example, uh for many countries, it is unimaginable to have the European army, right? So a lot of these issues are still really in the hands of the States themselves. Um And then there is, of course, also the compliance. So for example, the European Union can say, well, you should not use that particular component uh in the plastic bottles for babies. And then still multiple countries in the eu can say, well, our uh uh so this would be something that the European Commission is issuing us advice our uh state or domestic authority that specializes in this states otherwise. Um SO we either do it or we don't do it right. So the eu can say it's safe and then France can can say, well, we ban it anyway. And this happens very often."
	},
	{
		"start_time": "1:31:13",
		"speaker": "Ricardo Lopes",
		"words": "And so just looking beyond the sort of narratives that we many times hear from particularly political parties that want for their countries to leave the European Union and some of the concerns they express that sometimes, I mean, it's, we, we have to take it with a big grain of salt because many times they just want to leverage their political power and so on, they just thinking about their own political interests. But uh do we have good enough data on uh to what extent uh the average European Union citizen considers the European Union itself legitimate or not,"
	},
	{
		"start_time": "1:32:00",
		"speaker": "Honorata Mazepus",
		"words": "this varies a lot across the different countries. So I think in general, there is no huge legitimacy crisis. Um So even in countries that are maybe a little bit more skeptical towards the eu, often the citizens are even more skeptical towards their domestic governments here. For example, I'm talking about Slovakia, right? So the, the question is what, what is the concerning level of legitimacy and then what, what, what should worry us. Um So I think the main problem of the relation between the citizens and the eu is that citizens know very little about the eu. So they know still maybe not a huge amount, but they know a lot about their domestic politics and the eu politics is so far removed from them that it is very difficult for an average citizen to evaluate uh you know, how good or bad it is for them. And therefore these manipulations from, you know, the strategic politicians might be even more effective. Uh When you talk about the European politics because there is even less, we we have even less tools to check it. Uh So nobody is gonna read these regulations that are concerning particular um you know, elements of plastic bottles or uh who, which citizen is actually going to look at uh the reports about the safety of a new vaccine that the uh E MA is uh is issuing. Right? So in Denmark, for example, I don't know if you remember this, but when astrazeneca was was contested because of some potential side effects, the eu the European Commission issued a recommendation that it is safe. But already the domestic kind of debate steered the citizens also against astrazeneca and it was ultimately banned. Although probably uh on a large scale, this was the the vaccine that saved the most lives because of the state in which it was approved and introduced, right? So you see that it's very difficult, well, even for experts to know what to do, but then imagine an an average citizen like where, where do they pick up their information from? And how could they know uh what's the right thing to do here?"
	},
	{
		"start_time": "1:34:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh WHICH is uh I, I mean, politics, of course uh is a very complicated issue also because private citizens have their own lives, their work, their private lives and so on. And so it's very hard and demanding for uh individuals to keep up to date, even with their own national politics. And everything that's happening and even less so with something that happens at a super national level like the European Union and then also probably in schools, people also do not learn enough about uh the the different uh institutions that operate in the European Union, the powers they are granted what they are able to do or not. So uh I mean, it's understandable, at least to some extent white people, particularly when they are going through some economic political, social issues would uh feel uh like supporting parties that promote narratives against the European Union."
	},
	{
		"start_time": "1:35:35",
		"speaker": "Honorata Mazepus",
		"words": "Yeah, for sure. So this research that we are doing and this is with uh Davila Rinco again from uh Leon University on agencies, right on, on the European Commission's agencies uh even for us just to understand this uh these decisions of even one agency. And then imagine the entire scope of, of different technocratic decisions that are being made. It's just very, very complicated. Um So for citizens, it is impossible to get direct information about it. Uh If they are even uh you know, very interested, it will be difficult to process what is being, being published. But then again, when we actually do experiments and we uh manipulate how decisions are being made. And for example, we show uh the citizens that the agency is taking the decision on the basis of this scientific grounds. And we did it with um for example, an issue that citizens could care about which is a safety of, uh, of dried meat. So when you dry meat, uh, when you know what kind of recommendations we have so that we can keep it safe and that you don't get basically food poisoning when you go and eat it in a restaurant. So when we show citizens, uh, the, you know, the expertise, actually, they are very responsive to that and they support this kind of decision making, they would approve a decision that is based on merit, right? So then it seems like the legitimacy is not being harmed. But there is this one thing that we are missing in, in this chain is actually getting that information to citizens, right? That they know that there is uh some expert that cares about their well being and therefore they conduct proper scientific investigation about, you know, under what conditions shall we store and prepare this uh this meat so that when we go out to a restaurant or when we do it ourselves, we don't get food poisoning and that step is missing. So that's, I think the, the trickiest thing uh for, for the eu to gain legitimacy."
	},
	{
		"start_time": "1:37:36",
		"speaker": "Ricardo Lopes",
		"words": "And uh before we move on to the last topic of our conversation today, uh how does the eu deal with potential public backlash?"
	},
	{
		"start_time": "1:37:47",
		"speaker": "Honorata Mazepus",
		"words": "Mm That's again a very, very uh long topic actually. Uh BUT maybe, maybe, maybe not, maybe they have very limited tools to do. So I think that's the uh the first answer that I, I could give you. So when we, when we think about, mm Well, so what, what would, what would be public backlash? So one thing is of course, uh what you refer to in terms of Brexit, that you have politicians that manipulate particular information and then steer citizens against the eu. So that's 11 thing uh what's I investigated together? And this is actually a project led by Dmitry Toshkov is the backlash of citizens uh towards the eu punishing their own country because of violations that the the government is committing, right? And this is the specific case of Poland that we focused on. But you could also imagine uh other countries that are violating the treaties by uh basically breaking democratic rules, uh which happened in not only Poland, of course, we know uh that this kind of violations happened in Hungary. Uh THERE are to some limited extent happening in Austria and Slovakia. So in multiple countries um in the EU, however, the EU or the European Commission has not been taking a lot of action against that. Uh Poland was actually the first case where the European Commission and also the European Court of Justice started issuing decisions but also implementing punishment. So uh that was something that uh was unprecedented that uh the Polish government was punished with 1 million per day uh for installing um an institution that was basically sort of censoring the judges in the country, right? So it was uh a, a kind of uh a control uh ins uh yeah, institution for what kind of decisions judges are making. And this is clearly against the independence of uh, of judges, which is an element of the Treaties of the European Union. You have to comply with, uh, with that to be a member. But until this kind of violations happened, the eu did not really have any tools to respond to such developments. And now the question is that you're asking, well, how do citizens then respond to that? Right. Uh So if the EU is punishing their own country with here, actually very substantial financial punishments um by implementing infringement procedure, then what what do citizens make of it? Well, again, the problem of the EU is that citizens mostly don't know. So this was one of our main findings that citizens had no idea that this was the, the sum that the EU was imposing on, on the government. There was of course, later, also the discussion of the blocking of particular funds uh for Poland. But this was the, the first uh infringement procedure that, that had this 1 million per day punishment. Um And what we found out is that there is very little that you can do to actually convince citizens uh that this punishment is either right or wrong. So they kind of already predetermined their idea about it on the basis of their political attachment. And uh so the political identity, you know, whether you are in general pro European or anti European, this already uh accounts for most of the decision making in terms of, do you support such a uh such a punishment or not the only thing that we found in, in our experiment? And again, this is very new preliminary finding and it needs to be replicated and we need to study it in more context. But perhaps there is some truth to it is that um and basically manipulating the social norm, so the norm prevalence increases support for uh for punishing these violations of the rule of law, right? Because that was uh this court's problem was the violation of the rule of law. And then if citizens were presented with the information, factual information that most citizens in their society are uh supporting the rule of law, they think it's important that the judges are independent, etcetera, etcetera. If you created this feeling of majority norm support, then that increased your personal uh support for uh the punishment that the Eu or the European Commission installed on Poland."
	},
	{
		"start_time": "1:42:27",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, do you think that there are, there are any uh I wouldn't even say easy but good solutions to deal with this sort of uh gap that we see between uh public knowledge about the eu how its different agencies and institutions work, its political legitimacy and so on. Uh AND basically, I guess support for the eu and its policies and so on."
	},
	{
		"start_time": "1:43:01",
		"speaker": "Honorata Mazepus",
		"words": "I wish I knew, I really don't know if there are any, any solutions and if they are, they are not simple because we are just also dealing with human interests and human limitations, right? So how do you get to that stage that people are actually interested in politics? So we actually make all people interested in politics because another thing that we find consistently is that those who are really invested in political game are the most polarized. And you know, are the the ones that are responsible for most of the conflict as well. And maybe even deterioration of uh political systems. So, you know, there are, there are different things that we need to consider when we uh we wanna, yeah, think about the engagement in general. We believe that engaged citizens are a good thing. And if we believe that then there has to be some kind of easy way of translating this abstract policies into citizens lives. Um So one of the things I observed when I was doing some research in Belarus, for example, was that where the presence of the EU is completely limited, right? But the EU is still engaging uh in Belarus, they had uh at the bus stop screens with information, what can the EU do for you? Right. So very directly trying to speak to the citizen and what, what can they get uh from, from the eu um So maybe this is like a hint of what could be done in terms of translating this presence of the eu into citizens lives. And I think one of the recent findings also and this is maybe relating to Brexit and you know, this this backlash against the eu uh in terms of Brexit is that um negative campaigning is not always what drives citizens, but we need more positive uh emotions or positive campaigning in politics. Uh So there are some hints that the uh brexiters want because they basically said we will make the NHS work for you, right? It's sort of like the Belarus. Uh WHAT can the EU do for you? And now it is actually just wasting our resources on uh on the EU. But what we would do is we are going to bring the N NHS to you now and we are gonna put it at a higher level. Um And maybe that worked more than the negative campaigning. Whereas the campaign of the anti brexiters was mostly based on fear of Brexit, right? So not what's uh staying in the eu should bring to you, but what leaving the eu will take away and what is the fear and the chaos, all these complex things that citizens also don't understand. So, talking about the common market uh workings rather than actually OK, tangibly, what does it mean uh for me and what does it bring to me? So, in terms of positive outcomes. So I, I don't have research on that and this is more from, you know, reading, uh, of others work that these are the things perhaps that could work. Um, BUT there is really plenty of, uh, of things that we need to learn first to know whether this is applicable at all."
	},
	{
		"start_time": "1:46:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, let's get into the last topic here today then. Um, I would like to ask you a little bit about international humanitarian interventions because you've also done a bit of work on that. And uh it's always a relevant topic but perhaps even more relevant in the current uh international political context. So uh this domestic public support matter when it comes to these kinds of interventions."
	},
	{
		"start_time": "1:46:54",
		"speaker": "Honorata Mazepus",
		"words": "Uh I would like to believe, yes, when we talk about democracies, right? So in general, mm democratic governments are more constrained by public opinion than authoritarian governments. So they should listen to some extent also to what the public thinks uh because of their electoral gains and losses that come with it. Um So you would think that they pay attention. So it means that uh not normative, whether we should intervene or not, that's not something that I'm discussing. But it means that in principle, um what citizens think should be relevant to the government's taking decisions including about uh an intervention in a foreign country. What we found in our studies is that it's very difficult to actually manipulate the context in which citizens would support an intervention or to increase it because the general level when there are atrocities happening and this is in terms of humanitarian kind of intervention, right? Not to go and gain resources or you know, drill some oil somewhere. It's really about when the domestic government is uh persecuting uh killing or threatening with genocide, uh their population. And basically, there is no other way to protect them than if someone else comes in. So these are the situations we are talking about. So in general, people already make their mind up and uh they are quite supportive of that. So if this is the the kind of criteria that we set, this is a humanitarian intervention, this is the goal to protect the population from uh from being killed, then then people are quite supportive. Um BUT we found um increases the the chances of an individual to support such an intervention uh and how it is being intervened. So whether in a military way or, you know, with humanitarian aid depends on uh some personal preferences in terms of uh militarism. So how militaristic are you? Right. So if you actually think that the armies could solve problems or you think that they cannot. Um SO the more militaristic, you are, the more likely you would support an armed intervention. If you are less militaristic, then you would support more humanitarian action. Chances of success is something that people consider as well. But it's very difficult to operationalize chance of success because what do you mean by success? Right. And different scholars try to study, for example, the numbers of saved people or prevented casualties, some sort of losses and gains operationalization. But it is very difficult to tap into the exact effect. So, you know, if we save hundreds of people, does it matter more than or do we support it more than when we save thousands of people? Does it matter? What kind of people we are going to save? Are they Democrats or non Democrats? These kind of things have been studied small effects. Um IN general, I think we have similar tendencies uh as in other contexts to uh feel more supportive of people who are more like us. Um But the effects are very small. And then the last thing that we found also is and this is in a newer study with uh Eamon Eloy and also Natalia Kalo, we manipulated the legality in terms of the UN approval of such an intervention. And uh we found out that um when we have three conditions, so in one condition, we have illegal intervention. So the uh uh Un Security Council doesn't unanimously improve uh versus neutral. So we don't have information about the uh UN approval and versus then finally, the legality, so unanimous approval, the legality actually increases support for such an intervention. The thing is that there is no difference between the neutral condition and illegal condition which kind of suggest to us that people know or have this mm you know, kind of intuition that most of these interventions would be blocked and would be illegal in um uh in terms of the UN approval, which is also true, right? Because uh it's always either China or Russia blocking it or the Western countries uh blocking an intervention depending on what we are, what intervention we are talking about. So to achieve actually unanimous decision of the Un Security Council is almost impossible nowadays. So the default is actually illegal uh intervention. But basically signaling again, we have a consensus about it increases people's um support for such an intervention."
	},
	{
		"start_time": "1:52:03",
		"speaker": "Ricardo Lopes",
		"words": "So would you like to uh just before we go, would you like to tell us about the sort of work you're doing? Now? What topics are you going to explore in the near future?"
	},
	{
		"start_time": "1:52:15",
		"speaker": "Honorata Mazepus",
		"words": "So that's uh very exciting because I'm uh moving forward with this analysis of anthropological records uh of hunter gatherers to find out when do they grant power to authorities and when do they constrain it? Uh So this is like the the first building block of them taking it further and testing whether the same kind of intuitions are still present in our modern minds. So I would like to further focus on, you know, which checks and balances we find the most intuitive. And then I I am developing uh some experimental work to test this effects. Of course, depending also on funding because that's the main limitation always for us as scholars uh to have someone fund your ideas. But uh that's the direction that I wanna go into. And I wanna focus mostly on this uh intuitive responses to um violation of uh checks and balances, different checks and balances, but also the uh intuitive granting of power. So when do you want to grant power to authorities? Uh AND I play a little bit with the ideas also uh that is in the liter that are in the literature on leadership, you know, to what extent does competence uh matter to what extent um some other traits uh play a role such as warmth. And this trend of studies actually uh started also with uh with me being involved in a project uh recently in Ukraine. So 11 of the things uh I wanna elaborate on is to know when people grant legitimacy or power to leaders and when they constrain it. And uh the recent example of such a study is a study we conducted with Lasse Austen Henrique Barto, Ovis, Florian, Van Leuven and Mark Van Fu uh from the Fryers in Amsterdam. Um The study was conducted in Ukraine. So in the context of war, and we wanted to know whether the war changes the preferences for trade, we value in leaders and to our best knowledge. This is the first study where um we actually talked to citizens that were experiencing war So we have conducted the study in the first two weeks uh of the Russian invasion uh on Ukraine. Um And what we did is we actually assigned participants to different conditions. One was just the situation now. So we asked them to think about the situation now and whether uh and what kind of traits they would like to see in the leader if they needed to elect one now, which for them meant in times, in the times of war. Uh And in the other condition, participants were randomly asked to imagine that uh the peace has returned to their country and that they are about to elect uh uh uh a new, new leader again. And what kind of traits would they like to see in them? And what we see is that while in the war condition, the preference for dominance is higher, once people think about the peaceful conditions, so return to normal democratic, peaceful reality, the dominance uh trade is being less preferred. So it actually goes back to a lower preference for dominance. And still even in the condition of war, uh citizens of Ukraine preferred the uh warmth and competence of the leader much more over the dominance. So, although you see this shift in how much dominance we want when we experience war, uh we still value the other traits more, right? So the competence and uh and the warmth. Uh SO this is the the the findings that we have and we hope that uh soon we will share also the results in the in the publication."
	},
	{
		"start_time": "1:56:00",
		"speaker": "Ricardo Lopes",
		"words": "Great. And if people are interested, where can they find you and your work on the internet?"
	},
	{
		"start_time": "1:56:06",
		"speaker": "Honorata Mazepus",
		"words": "Well, they can find me at the website of the University of Amsterdam. Uh And of course, there is also Google scholar. So feel, feel free to browse through the publications. Uh I strive to have all my publications uh available open access. And uh if they are not published and they are uh in journals, then they are published at the OS F platform. So uh people can just uh freely access them and yeah, hopefully enjoy."
	},
	{
		"start_time": "1:56:34",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Maze, thank you so much again for taking the time to come on the show. It was really fun to talk to you and hopefully uh I will have you again in the future somewhere in the future because I really want to talk to you about the studies or the work you doing on those and other societies because it's an ongoing topic on my channel. So excellent."
	},
	{
		"start_time": "1:57:01",
		"speaker": "Honorata Mazepus",
		"words": "Thank you so much Ricardo. This was great. Uh It was a fun uh and hopefully also informative chat. Uh And I look forward to connecting again."
	},
	{
		"start_time": "1:57:12",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights Learning and Development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Condors Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the K Hes Mark Smith J Tom Hummel S Friends, David Sloan Wilson Yasa, dear, Ro Ro Diego, Jan Punter Romani Charlotte, Bli Nicole Barba Adam hunt Pavlo Stassi na Me, Gary G Alman, Sam of Zal Ari and YPJ Barboza Julian Price Edward Hall Eden Broner Douglas Fry Franca Beto Lati Cortez or Solis. Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Ebon Starry Michael Bailey then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No Week, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis, Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings. David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stein, Tom Veg and Bernard N Corti Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]