[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Loops. And today I'm joined by Angara Kev. She is a senior phd student student at Central European University in Vienna. She is a cognitive anthropologist, work on moral fairness, perceptions of it and the topic of gender inequality. And today we're going to talk precisely about those topics and also individual references. So, and Gica, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Angarika Deb",
		"words": "Thank you. Thank you so much for having me. I'm excited."
	},
	{
		"start_time": "00:34",
		"speaker": "Ricardo Lopes",
		"words": "So starting with the topic of moral fairness. Since you are an anthropologist and come from a cognitive anthropology perspective specifically, could you tell us first, how do you approach such a topic, the topic of fairness from that perspective? How do you study it?"
	},
	{
		"start_time": "00:55",
		"speaker": "Angarika Deb",
		"words": "So, I um actually, for me personally, anthropology came a bit later in my life than behavioral sciences and cognitive science. So I um so it sort of depends on how exactly and which field of study exactly do you define as cognitive anthropology? I think there's a lot of debate about that itself. Which part of cognitive science constitutes as cognitive anthropology. I feel that when you're doing um field work and when you're looking at populations in a very detailed manner and looking at the psychological processes that should constitute cognitive anthropology. And from that perspective, I would say, um moral fairness would be how people in specific societies describe fairness to be what they find to be mutually acceptable. And fairness usually arises in the questions of distributive justice. So how people want uh distribution and redistribution of resources in their land? And then uh if you're talking about it as a cognitive anthropologist, you want to know how people coming from different cultures, uh different groups, different ethno linguistic groups consider uh how they want to distribute resources within themselves. But then there's also more philosophical traditions uh within cognitive anthropology and that would be more prescriptive. So then you look at, um and when it's prescriptive, it's always sort of leaning towards um ideas of equality and equity somewhat. And then you try to find out under what circumstances and what kinds of people usually um wish to have more equality in which sorts of distributions. So there can be those two perspectives. I usually look at the more descriptive perspective where I go out to different populations, I give them hypothetical scenarios or games or um other things. And then you ask them what they consider to be fair and just to add one thing, um there's fairness, there's a huge problem with the language because fairness is an English word and in many languages across the world, including in Portuguese, in Hindi and Bengali, which are my native languages. There is no direct translation for fairness. So sometimes when you're trying to do this sort of descriptive cognitive anthropology and trying to ask people what they think of as fair, you have to use words which mean correct uh way of doing something or the right way of doing something. So it's a bit um anglicized. I would say this field of research."
	},
	{
		"start_time": "03:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh That's totally true. I mean, I've already in fact, uh fought about that in Portuguese because we don't have a specific word for that. I mean, uh we usually translate it fairness, we usually say justice, but justice would be more or less the equivalent, the equivalent of justice. And I mean, it's not exactly the same thing. And I would imagine that particularly when you try to study a topic cross culturally as an anthropologist, you uh run against these sorts of obstacles, linguistic and cultural because many times we have to take into account that the concepts people use in their own culture might not correspond exactly to the way we conceptualize things in a Western language."
	},
	{
		"start_time": "04:24",
		"speaker": "Angarika Deb",
		"words": "Yeah, I think in the in western societies also, I mean, there is a huge influence of the philosophical view of equity in western populations generally because so um let me give an example when you go to India. Um IF you go to a, a rural village in India which is less touched by Western influences. And you ask uh people in that village regarding their fairness, judgments about a specific distribution that's happening. They would find the question very nonsensical. They'll be like, why do we have to judge fairness at all? Things are the way they are whereas in the West or even within India, but in more westernized um sections of India, there would always be a bit of this philosophical touch upon how they are making judgments. They think that they can make judgments and they will always try to have a more prescriptive approach towards making such moral judgments of fairness"
	},
	{
		"start_time": "05:22",
		"speaker": "Ricardo Lopes",
		"words": "and related to fairness. I mean, it's one thing to study fairness, but there's also how people perceive fairness or fairness, perception. So how do you study that specifically?"
	},
	{
		"start_time": "05:36",
		"speaker": "Angarika Deb",
		"words": "I think that's the more interesting question for me, that's, that's what matters if people perceive unequal distributions to be fair, I think, then we are set, it does not really matter what it should be and what it has been and what uh the academic say it should be or the philosopher say it should be. I think that's the most important thing. And um so that in that case, the cross cultural work becomes very interesting and important because there's a lot of variation in how people make up their expectations about social interactions. And um if they are expecting social interactions or distributions to go a certain way, they would have a higher perception of fairness in those distributions. So it's really tied to what's the, the sort of mutual acceptability across in, within a society and based on those mu mutual acceptability norms, what sort of expectations individuals have for themselves? And that leads to perceptions of fairness."
	},
	{
		"start_time": "06:36",
		"speaker": "Ricardo Lopes",
		"words": "And do these perceptions of fairness vary a lot? Cross culturally,"
	},
	{
		"start_time": "06:45",
		"speaker": "Angarika Deb",
		"words": "yes. Yes, I, I would say so. Um Yes, cross culturally. And I would uh be careful about how you define culture. So I would be careful to say it's not just across countries but within countries within the same city, between socio economic groups, uh between gender groups. Uh There's a lot of variation and all of those groups I would consider as different forms of culture. Um Yeah. So there is um yes, a lot of cross cultural differences. I could share one of the studies that we've been doing recently in India. So the study started off by us collecting um data on how people perceive fairness within unequal divisions of labor scenarios in online participants. So we were first studying um participants from the UK or generalized online participants on Amazon Mechanical Turk. And you get like a sort of homogenized sort of responses but not a lot of standard deviation around um the mean response. But then uh we were doing, we start, we took this experiment over to India and started looking at how different socio-economic classes might have very different judgments of fairness regarding the same unequal division of labor. And there is indeed a lot of difference, like significant difference between uh higher socio economic classes and lower socio economic classes. And then if you look at between Western societies and small scale societies, there'll be a lot. So yeah, between these big societies within a specific country that, yeah, there can be so many different levels of variation. It's uh yeah, you can ask me more specific questions, I guess. And then I can tell you which differences occur in which society."
	},
	{
		"start_time": "08:33",
		"speaker": "Ricardo Lopes",
		"words": "Yes, sure. No, I was just going to say before I ask you, I ask you that that just earlier this year, I interviewed an anthropologist for the show and we were talking precisely about this topic of what counts as a different culture, what are cultural differences? And at a certain point he is American and he was saying, oh, I don't know what people mean when they say American culture because I don't see any unified culture here. And then he asked me directly. 00, and what do you think a Portuguese culture is? And I was silent for like 10 seconds because I was like, oh my God, I don't know how to answer that question because there's really differences between people who live in urban environments versus rural environments, even within urban environments, people from different socioeconomics drive and all of that. I mean, that, that is fairly obvious but we're talking all the time about Portuguese culture, American culture, German culture. And that doesn't make much sense at all. From an anthropological,"
	},
	{
		"start_time": "09:38",
		"speaker": "Angarika Deb",
		"words": "if you look at like within your family, even, you'll see all of these differences coming from. But because of the generation, because of who did what jobs and what jobs they're currently doing, how much they've traveled, there's like a bunch of differences that come up within the same city, within the same society. And I, I like that about anthropology that they recognize that. So in cross cultural psychology, what happens is when you want to replicate your study across cultures, you sort of go in different countries and give the same study to different university students in different countries. But that's really not representative of India or Portugal or us in any way. And anthropologists think a little bit more usually about what does, what do you even mean by culture and how do you delineate a group of people to be in one culture?"
	},
	{
		"start_time": "10:29",
		"speaker": "Ricardo Lopes",
		"words": "So tell us then about the specific kinds of uh societies that you've studied? Fairness perceptions in, you mentioned India, for example. So tell us about where you've studied uh these phenomenon specifically and what were then the differences that you found?"
	},
	{
		"start_time": "10:52",
		"speaker": "Angarika Deb",
		"words": "So, um yeah, so the study that's that we just finished collecting data on was in India. So it started by being an online study. So I have looked at populations on prolific and Amazon mechanical talk, which are worldwide populations. I've looked specifically at UK populations which are on prolific. And I have to tell you that um these online participant pools, they are not representative of the UK or any specific country. Either these, these pools, I mean, nowadays there's a lot of work just critiquing how these specific pools of people who are on websites to get paid as participants have their own sort of ways of behaving the specific culture in itself. So I've studied um across different participant recruitment platforms. Um Online participants, I've done experiments in Vienna in the lab to Austrian people. I've been going to India and doing field work um in the city of Pune mostly. And then I've been looking at different socio economic groups. Uh So you in, in cities in India, there's a lot of different um socio-economic classes living within the same place. So you go to a market, there's people who are sitting in the coffee shop, drinking very expensive coffee, who are a specific cultural group. And then there's a people cleaning the bathrooms of that coffee shop who will be very different. So I was doing a bit of field work looking at how the class difference or the socio-economic differences um affect fairness judgments. And then um some of the very exciting work which I have not actually gone to the field for, but I have been working with anthropologists who have gone to the field as the Hunter gatherer stuff. So there's two field sites that we have. One is in Congo, it's called, the group is called the Benj Baka. And then we have another field site in the Philippines. The group is called, aka, and I've been working a lot um with those two groups as well. And actually before my phd, I used to do more work in person with university students because being a university student, it's easier to get access to other university students and not that across different universities in the UK. But for the fairness stuff, these are the populations that I've been looking at"
	},
	{
		"start_time": "13:12",
		"speaker": "Ricardo Lopes",
		"words": "a and so looking across these different populations that you've studied, what are perhaps some of the most striking differences, not only across different uh countries but also across different socio-economic stra."
	},
	{
		"start_time": "13:29",
		"speaker": "Angarika Deb",
		"words": "So in the case of India, where I'm looking at the differences in socio-economic groups and how that affects people from uh lower socio-economic classes whose parents usually have had a farming background and now they have come to the cities to do low paying jobs. So that's the sort of demographic that we were looking at. They are much more attuned to the expectations of social roles than urbanized populations who are living in the very uh urbanized parts of the city, basically the higher socio-economic plus. So social roles. So this is a study that we're specifically also trying to find out people's, um what's the word people's endorsement of social roles in fairness, judgments because usually in fairness judgments, you try to take out any information about who plays which role to sort of remove impartiality. But we think that's wrong because if you're walking around in your offices or your house, I mean, who plays which role and who is in what relationship with whom really decides what's fair in a specific situation. So we were looking at the endorsement of social roles like um parents, brother, sister, nephews, uh office colleagues, friends of different sorts of all sorts of social relationships that make up our daily life. And we were trying to see how much they are taken into account when a person is looking at when a person is considering fairness of a situation. And in lower socio economic classes in India, the social roles are a very important way of organizing social life. And they are very embedded in the sort of expectations people have from themselves and from others for how to behave with each other. And thus they think it's an important part of making any situation fair. Whereas that's not the case in the more westernized um higher socio-economic classes in India"
	},
	{
		"start_time": "15:30",
		"speaker": "Ricardo Lopes",
		"words": "when it comes to the socio-economic classes in India, is there still a legacy of the caste system there or"
	},
	{
		"start_time": "15:40",
		"speaker": "Angarika Deb",
		"words": "not ask this all the time? And um I don't know a lot to be honest, I don't know a lot. The, I mean, I don't know a lot scientifically about the persistence of the cast system. So I grew up in uh GGA which is in Delhi. So it's like a very hyper urban place. And throughout my, so my parent, my family does not really talk about. I, I don't know what cast I come from, to be very honest. And my family has never talked about this. I, that's why I don't know, it's never been a part of discussion. I do see that the idea, the, the talks about cast coming up when it comes to marriages, I've never seen it come up in any other context like education or getting a job or where you can live or who you can be friends with. So I, but this is not my scientific knowledge. This is just my personal knowledge because yeah. Uh BUT in the case of marriage, so now um more and more of my friends when they get married, some of the parents, not all are asking about what cost are their partners gonna be from. And that is a problem specifically for some specific costs like the Brahmins who do not want to intermarry with non province. Uh BECAUSE they are the pure cast. And that's uh that's my knowledge of how much cast system play. Well, I'm sure it's more in more rural areas but in hyper urbanized areas, there's really not a lot of talk about caste, I would say"
	},
	{
		"start_time": "17:09",
		"speaker": "Ricardo Lopes",
		"words": "no, I mean, to be fair, I haven't prepared this question. It was just that it came to my mind spontaneously when we were talking about"
	},
	{
		"start_time": "17:18",
		"speaker": "Angarika Deb",
		"words": "the, yeah."
	},
	{
		"start_time": "17:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, socio-economic groups in India, you know, always the supposed uh leg or potential legacy of the caste system which was abolished, not there that long ago. So,"
	},
	{
		"start_time": "17:34",
		"speaker": "Angarika Deb",
		"words": "yeah, I'm pretty sure there has to be some sort of, um, what do you say? Oh, sorry. Another one more thing where the cost does come into play when there's reservations in universities. So for some specific costs and tribes there are, uh, so India has a positive uh discrimination system which is that you get, uh, you can have lesser, um, academic credentials but get into the same positions. So, um, yeah, there is a bit of cost reservation, um, in India, in Indian Colleges. So, when I was doing my undergrad in India, then this thing sort of came up for a few people who knew that they were from backward classes because obviously there is a legacy there. If you were, um, historically, very much disadvantaged, it will sort of carry over. But I don't see it being a point of issue with the urban people now. So, yeah. Mhm. Unless they're getting married then it is apparently."
	},
	{
		"start_time": "18:34",
		"speaker": "Ricardo Lopes",
		"words": "Ok. So, uh, let's change topics now and talk a little bit about the work you've done on individual preferences. So, uh, first of all, from an anthropological perspective, what are individual preferences and how do you approach them?"
	},
	{
		"start_time": "18:52",
		"speaker": "Angarika Deb",
		"words": "Yeah. So, from an anthropological perspective, you cannot approach individual preferences without taking a look at what socio cultural context the individual develops in and lives in. I mean, if you were to ask a biologist or a cognitive scientist, you'll get different answers. But as an anthropologist or even a human behavioral Ecologist, um you'd say individual preferences are so, so much more determined by the environment than by individual level factors like hormonal things. Um, THAT you should look at the context really. So, yeah, as I've uh even in the stuff on moral fairness and what are individual preferences for moral fairness, we could take it back to people's expectations, what people expect for themselves. And that is highly shaped by what they have seen to be possible in, in the groups around them. So in their families, in their cultures, whatever people have been getting, I'm not saying that individuals don't want to move away from unequal systems or disadvantaged systems. Uh JUST because their parents have also been disadvantaged, but how much they want to move away from it is going to be determined by how, how disadvantaged their parents were. So a little bit of social mobility might be great for them and not so great for other people who have been made to feel more privileged in their childhood."
	},
	{
		"start_time": "20:19",
		"speaker": "Ricardo Lopes",
		"words": "Uh And when we're talking about social expectations here that translates into or refers to a group values and norms,"
	},
	{
		"start_time": "20:31",
		"speaker": "Angarika Deb",
		"words": "right. Yes. So social expectations, people, others expectations of you would be, um, group values and norms, but I was talking more about individual expectations, the kind of idea you have in your head about what sort of life you should have and what you deserve and what you should get. So, I think I was referring more to the individual expectations which are also really shaped by what you've seen to be possible in your specific, um, social group and is shaped by social expectations."
	},
	{
		"start_time": "21:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And, and how do you apply that to studying phenomena like individualism and collectivism?"
	},
	{
		"start_time": "21:13",
		"speaker": "Angarika Deb",
		"words": "So this is something that I used to do a while ago. Uh Stuff on individualism, collectivism. I'm still teaching that though. So individual, so I would not, I'd say that you're not applying an understanding of um individual preferences on individualism collectivism. It's the other way around. There are, there is the idea. So the idea of individualism collectivism is a concept. It's not the physical thing that's present in any individual. So there's a concept of some shared norms or shared idea of how to do things. And that would in fact, uh affect the individual's preferences of what sort of foods they like and how they think their goals should be determined and what sort of family structures they want. So, yeah, usually if the, the individualistic and collectivistic um differences between uh cultures is something you can use as an explanation for why individuals have specific preferences or not. I would say"
	},
	{
		"start_time": "22:17",
		"speaker": "Ricardo Lopes",
		"words": "uh by the way do you think that this sort of individualism, collectivism, uh, divide, that would also the way we would analyze that would be along the lines of what we've talked about before. When it comes to, even within the same country, there are being cultural differences across socio-economic strait, across people that live in urban versus rural areas. Because, I mean, we usually talk about, for example, weird countries being tendentially more individualistic and for example, East Asian countries being more collectivist collectivistic. But I mean, wouldn't we also see some of those differences? Uh, I mean, the across the individualism collectivism spectrum occur within the countries and across different groups as well."
	},
	{
		"start_time": "23:12",
		"speaker": "Angarika Deb",
		"words": "Yeah. So let me ask you a question, what do you, uh, if, um, individualism were one and collectivism were 10, where would you put yourself to be if you were to rate yourself on the scale between individualism and collectivism?"
	},
	{
		"start_time": "23:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh, OH, that's very easy for me. I mean, I would, it would be like an eight, I mean, I'm much more collectivist, an individualist really."
	},
	{
		"start_time": "23:38",
		"speaker": "Angarika Deb",
		"words": "But then people would de irate your country because it comes within Europe. It's one of the European countries to be very individualistic. And I think whenever I ask any of my students, this question, there's always the sort of gap in how the literature characterizes their country to be like, which sort of scale and what they themselves character, characterize themselves to be. And the same goes for them characterizing their families, their friends. There's all sorts of variation. And um so there is a lot of variation between countries. And I think there's been a lot of um what do you say? Um CRITICISM of the east and the west divide, there's differences based on age, there's differences based on socio economic class, there's differences based on how educated you are. There's differences based on gender and these differences will be there within each country, within each city, within each um town. And it's really hard to say that the whole of the US is going to be very individualist and all of China is going to be very collectivist that the younger populations in China are probably a lot more individualist than the older generations in the US or specific counties of the uh not counties, specific states of the US would be a lot more collectivist than specific cities like Beijing. I don't know. I, I mean, I haven't looked at specific data but I'm just guessing and I think those sort of divides are sometimes a lot more important and a lot more informative than just this whole country, sort of countrywide differences."
	},
	{
		"start_time": "25:18",
		"speaker": "Ricardo Lopes",
		"words": "But still on the topic of individualism and collectivism, do we know what sorts of cultural factors play a role in a preference for one or the other?"
	},
	{
		"start_time": "25:32",
		"speaker": "Angarika Deb",
		"words": "Um What sort of culture? So I think your immediate group that you're physically surrounded by as a child, so your family matters your neighborhood probably matters what sort of, um, economic, socio economic conditions you grew up in that matters. And nowadays, another thing which is super relevant is how much you've moved and traveled as a child or as a young adult. Because nowadays everyone's traveling all the time and that would really have an effect on how individualist you become and how collectivist you become the sort of life situations you've had matters. How early was it that you moved out of your house uh out of your parents house. So there's um like a lot of the initial studies on individualism, collectivism was based on which country was your birth country. But nowadays, uh there's more and more studies looking at things like socio-economic class and how it makes you more individualistic or more collectivistic. So there's a, there's a list of factors I think."
	},
	{
		"start_time": "26:37",
		"speaker": "Ricardo Lopes",
		"words": "Uh And uh at a certain point there, you mentioned people also moving or traveling. So can these preferences for individualism or collectivism change in new cultural environments? I mean, if someone moves to a new cultural environment, can they become reps a little bit more individually or a little bit more collectivist?"
	},
	{
		"start_time": "27:04",
		"speaker": "Angarika Deb",
		"words": "Yes. Um And that can happen. So, yeah, the que the answer would be a big yes. And that can happen. I would say due to two reasons. Firstly, if you're moving to a more individualistic culture, you would at some point adopt some of the behavioral um ways of living of those cultures. But also when you're moving away from, um, your house and you're learning to be self sufficient. I mean, what exactly is individualism and collectivism? Right. So, um, individualism is having a more independent control of the world and a more independent way of living than being interdependent. That's basically what it is at the heart of it. So, if you are traveling and if you're living alone and that's why I mentioned it would vary for um young adults who have moved away from their parents at an earlier age and lived alone even within the same country versus those who have not. So I think if you're learning to live alone in a very new place, you would at some point learn to have uh more individual traits of behavior and you might not like it. And if you're really uncomfortable with it, you might move back to your home country, you might, um, or you might end up finding a new group of friends which whom on whom you can rely on. But I think the fact of moving to another country, not just because of their ways of living, but also because you are having to learn to live by yourself would lead to a higher level of individualism. And uh a more academic answer to this possibility of change is there's been a lot of studies on first. Um What do you, what's it called? 1st, 1st generation migrants, second generation migrants? Third generation migrants where you're sort of looking at progressive increases of individualistic traits across generations of a specific migrant group in the, in London or in any other place. I, I'm remembering a study that was done in London and there is definitely a higher and higher um um um a greater and greater change in the amount of individualism these different generations of migrants show and it's called acculturation. There's a specific scientific term for it. And a lot of sociologists and psychologists study this, it's called a cult. It's been around for a while. It's been around this term has been around since the 1975 Engelhart and Baker gave a definition of cultures changing because of intermixing of cultures. And when you say cultures are changing, basically people within those cultures are changing because there's a lot of mixing up of populations."
	},
	{
		"start_time": "29:42",
		"speaker": "Ricardo Lopes",
		"words": "So another topic that I would like to ask you about and is that is a big part of your work as well? Is gender inequality? So what is gender inequality? Again, from an anthropological perspective? I mean, what counts as gender inequality?"
	},
	{
		"start_time": "30:03",
		"speaker": "Angarika Deb",
		"words": "It depends on which it depends on which question you're interested in. Are you interested in economic inequality, political inequality, household inequality, inequality of opportunities. So there can be inequality in pretty much any domain of human social life. And um again, if you're talking about the anthropological perspective and OK, I, I think uh all the uh so far every time you've been asking me the anthropological perspective, I've been giving you the social and cultural anthropological perspective. Not the evolutionary one, the evolutionary one is closer to human behavioral ecology or the biological one to be honest. So, yeah, just um whenever you're seeing anthropology, just know that I'm responding as a social cultural anthropologist and not the other branches. But uh yeah, so you can look at any domain of social activity where there is some sort of um differences in either distribution of resources or distribution of opportunities or distribution of autonomy, decision making power between the genders. So there's any sort of uh differences between gender groups and that would form your study of gender inequality as an anthropologist."
	},
	{
		"start_time": "31:21",
		"speaker": "Ricardo Lopes",
		"words": "And what sorts of factors uh do you look into and that are behind gender inequality? Like for example, ecological, social, economical and economic and all of that, what specific kinds of factors play a role in how gender inequality develops across societies?"
	},
	{
		"start_time": "31:45",
		"speaker": "Angarika Deb",
		"words": "You're talking about what I look at or"
	},
	{
		"start_time": "31:46",
		"speaker": "Ricardo Lopes",
		"words": "what, what do you look at the N DS more generally? Also if you could talk more generally about some of those factors."
	},
	{
		"start_time": "31:55",
		"speaker": "Angarika Deb",
		"words": "Yeah, so there's so many different factors and so many different theoretical speculations regarding how and at what point in human history, the gender inequality emerge. That is ecological factors, there's um geographical factors, there's economic factors, there's a social factor, there's all the kind of factors that you said they're all involved. So one of the more evolutionary, one of the most famous evolutionary um narratives of why and how gender inequality came about talks about the fact that in hunting gathering societies super small scale, very tight knit um nomadic groups which are practicing immediate return, sort of subsistence activities. They are very egalitarian. That that's the kind of study. Uh THAT'S the kind of societies that I study right now as well. And they are really egalitarian. Uh That's what we find over and over again. And then the evolutionary narrative goes that once uh material storage became prevalent in human societies, you could store uh whatever food you were producing, that allowed you to become sedentary because now your resources are sort of under your control, you can start to domesticate resources and you have the emergence of material wealth and higher reliance on agriculture generally because now you're sedentary, you're controlling your crops. That is the sort of time when um inequality between men and women started to emerge. That's one of the theories. And as any evolutionary theories is very hotly debated, but it's the one that has most support I would say. And um and there's, there's a few um anthropologists who have been lucky enough to see the transition within their lifetime. So they started off as phd students, uh Patricia Draper, she started off as a phd student looking at the Kung bushmen of uh Botswana when they were still nomadic and very much reliant on hunting and gathering. But now with all the industrialized societies expanding like anything and hunting gathering society, sort of getting, you know, pushed away to the fringes and sometimes being swallowed up by these industrialized societies. So her population, the one she started, started off as a phd student looking at they eventually became more and more integrated with the nearby villages, they became sedentary and then she saw that there they are. Then she has like a whole record of the amounts of gender inequality that would emerge. And she has various theories about that. So it's not just the physical act of becoming sedentary, which would lead to that, but the kind of subsistence practices that you have uh would have an effect. What sort of agriculture you start doing? In the case of the gung community in Botswana, they started trading with the nearby Bantu villagers a lot and the Bantu are known to be very uh gender unequal. And her Patricia Draper thinks that um it's not just a sedentary organization, but they had to become sedentary because they were trading with the Bantu. And then you sort of start taking up their social norms into your own culture. And that would be one of the reasons why they went from being gender egalitarian to gender in egalitarian. And then there's the theory about the plow and how plow agriculture specifically because if a lot of ecological affordances that it has uh would lead to the relegation of women into the domestic sphere. And yeah, uh"
	},
	{
		"start_time": "35:44",
		"speaker": "Ricardo Lopes",
		"words": "but, but ii, I mean, perhaps I'm missing just one small step here or maybe I've missed something among all of what you said there. But uh what uh so we have material storage right in uh agricultural societies or perhaps in some larger scale under gatherer societies where that occurs? But why does material storage lead to gender inequality in the sense of uh men acquiring more power and status than women? Why couldn't it be the reverse? I mean gender inequality but in on the opposite, in the opposite direction."
	},
	{
		"start_time": "36:34",
		"speaker": "Angarika Deb",
		"words": "So for there's two answers to this. So one of the reasons why accumulation of wealth would lead to inequality generally is because now you have wealth that needs to be passed on to the next generations. You have worked hard enough and there has to be a sort of an emergence of a lineage system. And then you can say, well, the lineage system could be either on the maternal side. Uh YOU pass on the wealth along the maternal side and that's called matrilineal societies and they do exist or on the paternal side. And then the second answer comes into play which is um the emergence of plow agriculture allow uh was instrumental in giving men a lot more power over crop production and crop control and good for women. So uh plow requires just the the structure, the technological structure of the plow is such that you need to be uh you need to use a lot of upper body strength. And when plows came into being in subsistence, men became more important in crop production. And then, then they are controlling all the resources, they're controlling the food, which is the most fundamental resource. And women cannot work on the fear. So they are more and more in the house. They are more involved in giving birth and child rearing and then the wealth is passed on from one male to the other and then it goes along the patrilineal side."
	},
	{
		"start_time": "38:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, uh I I also want to address some claims that people nowadays make particularly in the more developed societies about gender equality or inequality. But just before we get into that, and there's a sort of segue into that. Um HOW do industrialized societies tend to compare uh to compare to uh hunter gatherer societies and agricultural societies when it comes to levels of gender inequality?"
	},
	{
		"start_time": "38:40",
		"speaker": "Angarika Deb",
		"words": "OK. So, um hunter gatherer society is the ones that I have been looking at which are immediate returns, small scale hunter gatherer societies, not uh semi sedentary, large scale ones because I guess you know that there's all sorts of hunter gatherers. So yeah, specific kind that I'm looking at there is a lot. So the industrialized societies are nowhere near when it comes to gender equality. These hunt small scale immediate return, hunter gatherer societies are known to be very, very egalitarian. They are. There's Jerome Lewis coined the term assertively egalitarian for the Benj Baka. One of the groups that I'm looking at, um, and they're egalitarian because so there is a differentiation in genders in such that men and women are usually doing different things in the economy. Economy is just food, um, acquisition at this, at this stage, but both the things are really important. So in hunting and gathering ways of life, you hunt, that's a lot of protein and a lot of calories. But it also happens rarely. And it's, um, when it happens, it's amazing and you're, you're contributing a lot more than gathering can, but it happens rarely and it's very uncertain when it's going to happen. And it depends not just on skill but on luck. So men are bringing in calories but not every day. And if women are the ones who are gathering, they are the ones bringing in calories, which are much more reliable, much more regular. And thus, there's equal value to the production being, uh, production of both males and females. But at the same time, there's a lot of interchange between the roles of men being hunting, men, being hunters and women being gatherers as well because men go gathering when they can't go to hunt. And women are most of the times when there is net hunting involved in the groups that go out to hunt in a, in a big group for net hunting. So I think because of this very important economic um contribution factor of both males and females, they are a lot more gender egalitarian, they are independent, they can fend for themselves. So they're not, they're not dependent on their partners and both of them are valued a lot more. And because of that, there's a lot more decision making power for women in these hunter gatherer societies and industrialized societies have, I mean, it depends on again which industrialized societies you're talking about. Of course, there's so many and we know that in places like the Nordic countries, the gender parity index is much, much, much higher than let's say in Portugal or in the Philippines or in India. So there's a huge difference there as well. But on the whole, um and agricultural societies are really bad. I mean, if they come from a lineage of plow agriculture and not um what's the other form? Um THE one with the sticks, one there's another shifting agriculture, sorry. Yeah. Um The the countries which come from a tradition of plow agriculture have much more gender unequal norms which have carried over into the present day. They don't do plow agriculture as the main thing anymore. But the norms still exist. So agriculture really brought about a huge amount of gender inequality and that carried over in European societies. And when the Europeans were colonizing Americas, they brought all of the hierarchical systems with them. And I think after World War Two, when women got more involved in the labor force, uh things have changed again. But before World War two, really, there was a lot more inequality than what we see nowadays. So, um yeah, it's a bit of a complex thing. But on the whole immediate return, gender, uh immediate return, hunter gatherers are a lot more gender egalitarian than quite a few of the industrialist societies in the world."
	},
	{
		"start_time": "42:44",
		"speaker": "Ricardo Lopes",
		"words": "Uh That's very interesting. And I really wanted to ask you that because a very common narrative that we hear nowadays many times from political pundits, but also other times from other kinds of people, even sometimes some scientists is that uh there's this narrative as how uh I mean, particularly in the West with the rise of the enlightenment and capitalism, all of those sorts of things. Uh Eventually there was uh the emancipation of women. And nowadays, I don't know a few decades on uh gender inequality is mostly they claim a thing of the past. But I, I mean, there's lots to say about that, right?"
	},
	{
		"start_time": "43:38",
		"speaker": "Angarika Deb",
		"words": "Yeah, I I, you brought this up and I was thinking about this because my brother was also talking about this that oh nowadays everyone is saying he's in the industry. I don't know what's going on in the industry. I just know what's going on in the academic world, but he's doing a job. And he was saying, oh, yeah, gender inequality is a thing of the past. And I was like, really, I, I don't know, I mean, if the narrative is out there, I'm, I'm not questioning that this narrative is out there, but how can it be a thing of the past? It's something that should just sort of continue, right? I mean, even if you do achieve equality, then you have lesser and lesser steps to take. But it's important to sort of maintain um equal decision making power between men and women even once it has been achieved wherever it has been achieved. And I think there's just so many domains in which their inequalities exist. You can say that it's a thing of the past perhaps in work cultures. But then there's things like which uh sort of professions do. Men and women get equal chances in or which academic disciplines are more represented by women or less represented by women or things like household division of labor, which is something I look at a lot where inequalities are still there. So it's not really a thing of the past, it's great that some steps have been made towards it. But it can't, it should not become a thing of the past because even when you reach very equal systems, it takes work to maintain that equality, I would say, and there are still domains where equality has not been reached in academic disciplines. If you go to the stem departments or if you, I mean, even in cognitive science departments the gender ratio is very skewed, I would say"
	},
	{
		"start_time": "45:16",
		"speaker": "Ricardo Lopes",
		"words": "and when it comes to the household division of labor specifically, o of course, I, I mean, here in Portugal, we don't compare at all to the Nordic countries nor anything like that. Uh I mean, we're really lagging kind but even I would imagine that even in the Nordic countries, I mean, sometimes we look at them as the El Dorado of gender equality and all of that. But I bet there's still important imbalances there."
	},
	{
		"start_time": "45:47",
		"speaker": "Angarika Deb",
		"words": "Yeah, gender, household, uh sorry, gender division of household labor is definitely one of the things. So this is something that I'm looking at uh in the most detail, even in the hunter gathering societies and um in industrialized societies, there is a ton of sociological data which shows that there has been an overall rise in men's participation in the household. But the inequality was so large that it's, it's nowhere near equal. It's not 50% by each gender whatsoever and not even in the Nordic countries, maybe in some households. Sure. But at a level of the country, no, we are still, we still have a lot of work to do in that area for sure."
	},
	{
		"start_time": "46:30",
		"speaker": "Ricardo Lopes",
		"words": "And what in one of your papers, you explore the economic, cultural and cognitive processes that underlie such inequality. So co could you tell us about uh each of them? I mean, uh the economic, I guess that we've already talked about them a little bit but particularly the cultural and even more so, the cognitive processes, what are some of the uh factors that play a role here?"
	},
	{
		"start_time": "46:59",
		"speaker": "Angarika Deb",
		"words": "So, um and so this was a paper that I was doing a collaboration with a sociologist and a cognitive psychologist. So we were trying to come up with our own explanations of why inequalities in the household specifically in the household um remain. And more specifically, we're looking at why a lot of women who are the disadvantaged parties in the household continue to find it fair. And uh what the sociologist has to say is that there is a huge role of cultural narratives. So if there are specific narratives about gender roles, uh what is the hegemonic ideas of masculinity? Feminine, you that's so ingrained in your brain that you sort of want to live up to those ideals and those are the, that sort of division is what you think to be the expected one and thus the fair one. And um these sort of ideals and narratives really shape a lot of inequality which women would themselves then propagate. And the cognitive. Um PSYCHOLOGIST was looking at how individuals who are clearly having to do more work are able to justify this. Like what's why are they OK with this? And he was looking at motivated cognition. So if because you want to not think of yourself as a victim and you do not want to introduce uncertainty and imbalance in your system. So if you're trying to question the status quo, it will introduce a lot of uncertainty into your household, into your life, into your social circles. Um And people have a very strong preference to not do that. They want to sort of maintain some semblance of control even though they don't have it on a larger, if you look at it from a larger scale, but within their household, they think that, OK, we have decided to, to do this and thus we will. So it's almost a little bit self delusional, the stories that we tell ourselves. And he was uh trying to come up with this information, theoretic framework of motivated cognition. Um In simple words, individuals are motivated to justify their own situations, however unequal, they may be to be fair um just in order to reduce the uncertainty from their lives. And yeah, so that could be one of that's the very individual level cognitive processes which can sort of continue the perpetuation of inequalities,"
	},
	{
		"start_time": "49:29",
		"speaker": "Ricardo Lopes",
		"words": "you know. So sometimes uh I wonder when it comes to women who live in unequal circumstances, to what extent this sort of uh rationalizations, if we want to call them that help with their well being because I mean, I wonder if even if they live in unequal circumstances, they might feel well with themselves just because they are behaving in ways that correspond to the norms of their local group or something like that. So you know, perhaps uh I, I know sometimes we can be a little bit condescending as well when thinking about people like these because they, they might actually say that they like living like that. And that might be true, even though from other perspectives it wouldn't be. But anyway, do you, do you understand what I'm trying to say?"
	},
	{
		"start_time": "50:29",
		"speaker": "Angarika Deb",
		"words": "I know exactly what you're talking about. So this perception of fairness and I'm saying, perception of fairness, not just fairness is super important in justifying the state of life that you're in. So uh the motivated cognition person uh which is looking at the cognitive explanations was trying to look at this. Exactly. Sometimes you want to ignore information. So let's say in an experiment, we provide um other men or other women with the stats of their country of this is how much work women are doing so that they are faced with the reality that there is inequality. Sometimes they, they will be able to ignore it, not consciously, but subconsciously, they'll ignore it or they will not want to be faced with specific forms of information just because they don't want to feel like they're in a victimized position. And that sort of self delusion, I mean, in psychological literature, you call it, it's not a bad thing. It's a, it's a way of living in the world. And I think all of us have some sort of positive or negative d uh uh what do you say delusional concepts of the world, we never see the world exactly at it as it is, we can have an optimistic or pessimistic view of the world. And this sort of corresponds to that. So if you think that your situation is fair, you will be in a much happier marriage, your mental health will be a lot better. And in the case of housing division of labor, they found that even within similarly unequal divisions of labor, the people who rate this division of labor to be fair versus people who rate this division of labor to be unfair. There's a huge difference in their overall life, happiness, relationship, happiness, the probability of divorce their mental health issues. So yeah, if you can think of it in an optimistic way and you can tell yourself that what I'm doing is what everyone has done. So it's completely fine or you have any other justifications, you can say that you like to do like you know that you find a purpose and it's not even wrong because if you believe it, who is anybody else to say that it's wrong? So this is uh it becomes very weird because at the one level, I'm doing observational studies where I'm bringing in my perspective of how gender relations should look like. And I understand that that's a very ethnocentric academic perspective. And who am I to say anything to the women or the men who are actually genuinely happy? Because happiness is only a subjective phenomenological feeling, right? With whatever divisions they have. So, yeah, I know what you're talking about and it's really important to understand what leads to this sort of uh justifications."
	},
	{
		"start_time": "53:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, this sort of uh the questions debates uh are really interesting, particularly among sometimes even feminists themselves because perhaps some of them would talk about uh patriarchy and the underlying patriarchal structure of a society, the economics of it, the politics of it, the social structure and all of that. And they would that definitely, of course, have a point when saying that reps, there are certain women that accept the, the gender inequality because they live in those sorts of contexts. And we should, of course, they should these already ethics, not really science, but we should try to help for them for their emancipation. But on the other hand, I mean, it is also worth considering arguments uh coming from other sorts of feminists when they say that, ok, but you emancipate the women, but then if some of them still prefer for one reason or the other to have this sort of marital arrangement, I mean, that's on them, that's OK because they're making their own decisions. And if they prefer things like that, I mean, are we to judge them? Right."
	},
	{
		"start_time": "54:39",
		"speaker": "Angarika Deb",
		"words": "Exactly. And I just came across the term very recently. Choice feminism, which is where you're simply supporting choices of women. You're not saying with choice is better or worse. Uh BUT individuals should be allowed to make a choice. But I mean, everything, there's always like so many problems with everything. Choice. Feminism sounds great. But choices are very much shaped by the cultural narratives that you've lived in, the cultural expectations that you've grown up in. So I think one of the important things, so in this paper that you brought up where we are looking at economic cultural cognitive precedence of gender inequality, we say that we can't say what's right or what's wrong with the policy significance of such work is that you provide individuals with as large of an information environment that you can uh women from across the world should have some way to reach out to women from other parts of the world. And there, there should be some communication and there should be a larger informational environment from which individuals can then make a choice knowing that other choices also existed. So that, that's when it's a choice, right? When you know that there's other alternatives that you could have picked. And it's a very like it's a very not frustrating. It's a very weird situation where the things that you bring up, but you don't know exactly what to do because somebody might want to be a stay at home mom. She does not wanna work and that's completely fine. But we don't know why she's thinking that because we know how individual preferences are completely shaped by our upbringing and our cultures and everything else."
	},
	{
		"start_time": "56:20",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I mean, of course, I'm not a woman so I don't have to deal with those sorts of issues specifically. But I, I mean, I consider arguments from both sides when it comes to the feminist spectrum because on the one hand, since I'm very much into anthropology, I'm very well aware of all the factors we've talked here about today. Uh uh WHEN it comes to the economic factors, sexual division of labor where it stems from and all of that. So basically what underlies gender inequality. So I, I have a, a fairly good understanding of where that comes from. And so I understand when uh feminists who are against women accepting certain kinds of social roles, uh really accepting them, I mean, uh feminists who are against that. But on the other hand, I mean, it, I also understand arguments from so called choice feminists when they say that, oh, you're just being condescending as long as women make their are allowed to make their own choices, they can do whatever they want with their lives. Otherwise we're taking agency from them. I mean, they're no longer agents who just tell them what they should do, how they should behave and how is that different from patriarchy telling them that they should be in the kitchen or something like that."
	},
	{
		"start_time": "57:50",
		"speaker": "Angarika Deb",
		"words": "Yeah. Yeah. Yeah. And you cannot go either way. There's, you're losing on both sides then Yeah, exactly. I think one of the important things that I feel because I, of course I'm reading up constantly on it and I'm working on it. One of the important things that I feel we could do without any argument from either side of feminists is give every individual, every adult individual, regardless of sex, whatever sexual orientation, some sort of economic freedom. Because if you allow people to be able to fend for themselves, then they can have a specific choice. I think that sort of everyone would agree with. If there's independence of some sort in how well they can live, then you can have choices. You can and you'll have emancipation both at the same time, I think. And yeah, that's what I find with the hunting gathering stuff as well. If you look at revolutionary history, that's been one of the main precipitator of gender inequality. So I think that's an important thing that's important to give to women. Like don't take away their options by taking away their livelihood from them, allow them to be able to feed themselves basically."
	},
	{
		"start_time": "59:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So let me ask you one last question and still related to gender inequality. So do you think that we can use or we could apply this knowledge coming from anthropology and even the sort of uh processes that we've talked about relating to the household, division of labor, the economic culture and cognitive processes. Knowledge about that to help reduce uh gender inequality."
	},
	{
		"start_time": "59:38",
		"speaker": "Angarika Deb",
		"words": "Yes, I think academia has a good role to play. Um Firstly, uh one thing that I was saying, if you increase uh the knowledge that women have of how women in other parts of the world behave and live, that's already giving them power in terms of opening up their knowledge of uh how they could possibly potentially live. Um There is some really interesting work which one of my collaborators is doing where we give. Um So I'm moving away from topic a little bit, but it's a good example of this thing of how we can use academia to influence um gender health basically. So he's looking at um postpartum depression. So he's working with postpartum depression in, in women, of course. Um And what they're doing is he's an evolutionary anthropologist and in the clinics where mothers go after giving birth, they are, they are putting out these pamphlets which talks about how women in ancestral society were raising their Children. They were not raising Children without any social support. They had huge social support. They were not the only parents, they usually had a lot of other mothers, a lot of other Children, a lot of other families helping them out. Basically, to provide the narratives to new mothers that if you're feeling helpless as a mom, which is sometimes one of the major causes of depression, don't feel like that because humans were not naturally genetically wired to be this way. We've always had a very strong social connection thing and a mothering has been a part of our evolutionary history. So now as a single parent, when sometimes you feel at loss, don't feel that loss and don't go into a circle of guilt because of that because we were not meant to be so isolated as mothers. And that helps, I mean, just having that information, having that knowledge that this is not something strange and there's an evolutionary reason for it and people, most of the time do trust in scientists and what they're saying and you can support that with data, it really helps to open up their um understanding of their own selves. And I think that's really important. So in uh increasing the information environment that people have and making them understand the theoretical underpinnings of human behavior can really help them understand why they behave in specific ways, be more empathetic to the ways the world is and also have more choice in bringing changing things around um in their specific groups."
	},
	{
		"start_time": "1:02:19",
		"speaker": "Ricardo Lopes",
		"words": "Great. So where can people find you and your work on the internet?"
	},
	{
		"start_time": "1:02:25",
		"speaker": "Angarika Deb",
		"words": "Google Scholar, Research Gate academia.edu. And I don't have a website yet, but I will be working on it soon. But yeah, the main academic forums, Google scholar has all of my stuff. So if you put in my name there, you'll come up with all the stuff. And um if you provide show note captions, I don't know if you do. My email is always, I mean, I'm happy to give out my email in case anyone wants to talk about anything specific to anything that we've talked about."
	},
	{
		"start_time": "1:02:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, I will leave links to all of that in the description of the interview and uh and Gary, thank you so much again for taking the time to come on the show. It's been really fun to talk with you."
	},
	{
		"start_time": "1:03:07",
		"speaker": "Angarika Deb",
		"words": "Yeah, it's been really nice. Thanks. It was a very natural conversation. You're good at this. You're clearly very good at this. Thanks a lot for inviting me. It was great to meet you."
	},
	{
		"start_time": "1:03:18",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and La Jung Y and the K Hes Mark Smith J. Tom Hummel Sran, David Wilson, the dear Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt, Pavlo Stass, Nale Me, Gary G Alman, Samos, Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez or Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di Costa Anton Erickson, Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey Junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tori Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson Ismael Bensley Man, George Katis, Valentine Steinman, Perlis Kate Von Goler Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon Benedikt Muller Thomas Trumble, Catherine and Patrick Tobin John Carlman Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]