[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Center. I'm your host as always Ricardo Loops. And today I'm joined by Doctor Sean Gallagher. He is the Lillian and MRI Moss, Professor of Excellence at the University of Memphis. His areas of research include phenomenology and the Cognitive Sciences. And today we're talking about his latest book, The Self And Its Disorders. So, Doctor Gallagher, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:29",
		"speaker": "Shaun Gallagher",
		"words": "Thank you very much, Ricardo. Nice, nice to be here."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So my first question would be, could you please start by telling us what the book is actually about? I mean, I'm going to read a quote from your book here that I think I would like. Uh IT'S very nice to get into what the book is really about and I would like you to comment on it. So there continues to be a strong movement toward transforming psychiatry into neuropsychiatry. So, would you like to comment on that and tell us a little bit about what the book is actually about?"
	},
	{
		"start_time": "01:10",
		"speaker": "Shaun Gallagher",
		"words": "OK, I think maybe uh that, that is uh something like an overgeneralization because I mean, psychiatry is a very broad um area of research and practice. And uh I think maybe on the research side, there is uh quite a move to uh towards this kind of uh focus on the brain and neural processes. Uh Whereas I'm not sure that's the case. On the clinical side, I think on the clinical side, people are much more pragmatic and trying to, to work out the best uh approach to a particular patient. Uh AND they have uh they have ways of uh of, of doing that uh different uh different therapeutic approaches and maybe have a, a large tool bag of what they can do. And uh they don't necessarily think of it just, just purely in terms of brain processes. Although having said that there are some people who still uh focus on uh just getting the right medication and, and then that's all we have to do because that will fix the brain, so to speak. Um So, uh the book itself is uh in a certain way, an attempt to provide an alternative um way of thinking about the subject, the the patient um in, in terms of this notion of a self pattern, which I think uh gives a uh an alternative approach to, to thinking about things, especially in the clinic, but also in, in the, on the research side. Um And uh is uh I think it's clear from the book that uh it's very much inspired by embodied types of approaches to cognition. So four e and inactive approaches especially"
	},
	{
		"start_time": "03:12",
		"speaker": "Ricardo Lopes",
		"words": "so, so I'm going to ask you about each of the points you made there, particularly the kind of approach you present in the book based on for e cognition. But just before we get into that, uh there's also another sort of comment you make in the book about psychiatry generally, when you say that psychiatry and science even more generally, is not independent of epistemological and metaphysical assumption. So what does that mean? And why does that matter?"
	},
	{
		"start_time": "03:48",
		"speaker": "Shaun Gallagher",
		"words": "Yes. Well, I think that uh it a lot depends on how you think of the mind. You know what, what your conception of the mind is. And uh that involves not only understanding how, for example, we might access the mind mind of others as well as our own mind. Um And those are epistemological questions. Uh BUT also the very nature of what, what we consider to be the mind. And uh those are metaphysical questions. Uh So if we think of the mind simply as uh the result of brain processes, and then that's going to dictate a certain approach within psychiatry. Uh IF we think of the mind uh more in terms of embodied processes, uh extended processes, more in terms of uh bodily and environmental factors uh playing a role in the constitution of the mind. Uh Then we have a different, a different concept and uh that should have also implications for the practice of uh psychiatry and how we do our research. Um So those are issues having to do with epistemological and metaphysical um concerns and uh uh I think uh they, they play directly into uh questions about treatment and uh and uh how we go about understanding other people. Mhm"
	},
	{
		"start_time": "05:27",
		"speaker": "Ricardo Lopes",
		"words": "So tell us then about the four E cognition approach and four E is stands for uh um the mind being embodied, embedded, enacted and extended. So, tell us about that and what are some of the main ways it differs from other more dominant approaches in psychiatry?"
	},
	{
		"start_time": "05:51",
		"speaker": "Shaun Gallagher",
		"words": "Yeah. So, um for, for, well, let me, let me sort of say, first of all that, uh there's no uh uh complete consensus about what we mean by embodiment or uh precisely what the four es uh there's no agreement, you know, among all of the proponents of uh of four E cognition. Um So, it's, it itself is a kind of complex area of research um that still involves ongoing debates about the role of the body, the role of the environment and so forth. Um So having said that, I think uh there is some agreement that uh that what we're talking about here is not just a set of brain processes, but that although the brain is an important factor, an important element in this story, uh we have to think in terms of brain, body and environment as, as a kind of uh unit of explanation. Uh And that opening up of, of the uh the kind of explanatory scope uh of what, what it might be, in fact uh causing uh the uh the condition that we're looking at, say in a psychiatric condition that uh uh I think is useful. And uh that's part of what I'm, I'm trying to argue that we take a four E approach. Then we're looking not just at what's going on in the brain, not just what's going on in the body, not just the environmental features, but um a whole plurality of different factors that can enter in and uh uh can be helpful in our attempt to explain what, what might be going on in any particular person."
	},
	{
		"start_time": "07:48",
		"speaker": "Ricardo Lopes",
		"words": "So, something that you're also interested in is phenomenology and referencing. Again, my first question, when I mentioned neuropsychiatry at a certain point in the book, you say that the psychiatry should go beyond neurobiological factors and include phenomenological social existential dimensions. Uh What do those dimensions correspond to exactly?"
	},
	{
		"start_time": "08:20",
		"speaker": "Shaun Gallagher",
		"words": "Well, uh I mean, uh the core idea in, in the phenomenological approach to psychiatry is that the uh one's experience really does matter first person experience, um how we perceive the world, how we perceive others, how we perceive ourselves. Um And our, our experiential um the experiential components of, of uh our uh our life. So uh taking that as something important to consider um the, the relationship between um our, our own experience and all kinds of other things going on, right? Uh OUR ability to reflect, for example, on our uh on our experience that at least on some accounts that, that involves this kind of existential component. Um And uh our ability to relate to others may in fact be uh shaped by how we experience uh our, our own emotional life. Um So all of these factors are uh interplay and all of these factors are uh things uh where problems may develop. Uh WE might develop some problem in emotion regulation and that's going to affect our experience, which the phenomenon is trying to understand. Uh And that's going to affect our relations with others uh and our, our ability to cope with various things that we encounter in the world. Um So phenomenology is one way into uh this kind of complex order of uh of the of, of the individual self."
	},
	{
		"start_time": "10:19",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you now about some uh perhaps conceptual issues, theoretical issues in psychiatry that even uh among psychiatrists who come from other, let's say school of schools of thought also argue among them. So, one of them is uh the notion of symptom. So what does, what is the symptom in psychiatry? Really?"
	},
	{
		"start_time": "10:50",
		"speaker": "Shaun Gallagher",
		"words": "OK. Um I think the, the notion of symptom is um in some cases, it's something like a uh the actual problem to be resolved or a description of the problem. Uh And in in other cases, it's taken to be uh a sign that uh motivates us to look elsewhere for the problem. Say. Um So, for example, if you, if you think of anxiety, um then uh is anxiety the problem um that, that someone is suffering from or is it the uh is it the symptom of something else? Um And we can always ask, uh you know, what causes the symptom. Um uh And then the question is, does that, you know, to talk about just, just to talk about symptoms? Uh IS that sufficient or do we have to look uh further for some kind of uh causal factors that will explain why the person is experiencing something the way they are experiencing it. Um So, uh the, there is a, you know, the, uh a network theory um that basically focuses on symptoms, uh talk, talking about a network of symptoms that will define the disorder. Um And one could ask, does that go deep enough? And, and there are debates about this about to what extent we need to have something like a mechanistic explanation of what's going on uh or causal um uh explanation. Um So, if we think of uh the, the problem at the level of sort of the uh uh the, the causal factors, uh then um that seems to go just beyond symptoms, all those symptoms themselves can have uh uh uh a kind of uh causal effect uh kind of looping back, you know, if, if our symptom um has something to do with um the stress we're experiencing and we start to feel anxiety that anxiety will then feed back into itself and uh that will, will lead to uh even uh maybe further symptoms like insomnia or, or whatever. Um So I guess, uh it's, uh I guess I would just say it's very complex, what a, what a symptom is, what role it plays in uh in uh in psychiatry. And there are different, different views about that."
	},
	{
		"start_time": "13:36",
		"speaker": "Ricardo Lopes",
		"words": "And what about the notion of mental disorder? Uh What uh I mean, uh o of sure, of course, uh asking you what it means. Uh IF I ask different psychiatrists, I know that they would give me different answers because I've actually done that on the show before. But uh how important do you think it is to uh understand or approach this notion of mental disorder in psychiatry?"
	},
	{
		"start_time": "14:07",
		"speaker": "Shaun Gallagher",
		"words": "Yeah. So, um I, I use the term uh and the idea of a disorder, I mean, literally a disorder uh means that something that should be ordered is no longer ordered. Um And of course, I'm thinking of this. Uh And, and you're absolutely right that there are debates within psychiatry about now, you know how we should think about a mental disorder or what exactly it is. Uh I think of it as a, a disorder of the self pattern, right? So I'm using this pattern theory approach. Uh It's a disorder of the self pattern. You normally the, the uh the self pattern is and ordering of different factors. And the question, I guess the real question is what, you know, how do you judge something uh to be, say a, a disorder rather than a kind of ordinary ordering? And uh it seems to me that the, the ultimate uh sort of uh criterion here is whether the person uh is experiencing a kind of suffering. So I think I would tie disorder to uh the idea of suffering. Uh And uh if you know, whatever the, the condition might be, if there's suffering involved, then we would say something is disordered, something needs to be set, right? Um What, what exactly that means setting something right is of course, then open again to debate. But, but if, if um if you can define it in terms of rel the relief of suffering, then, then you're moving in the right direction. It seems to me."
	},
	{
		"start_time": "16:02",
		"speaker": "Ricardo Lopes",
		"words": "So I've asked you about symptoms about mental disorders. And according to at least the current neurology or the classification of psychiatric disorders that we have in the DS M and elsewhere, there's a lots of overlap uh between different disorders in terms of the symptoms that, that they share. What does that tell us if anything"
	},
	{
		"start_time": "16:32",
		"speaker": "Shaun Gallagher",
		"words": "we uh yes. Well, this uh the similarity of symptoms across different disorders. This has to do with comorbidity um that uh you know, patients can suffer all kinds of things that don't neatly fall into the kind of uh categories or classifications um of, of uh the, you know, typical psychiatric disorders. Um So, uh that, that of course, complicates things uh for uh for psychiatry. Um But if, if your main concern is to, to make sure that we have the right classification um in order to determine treatment, for example, um then yeah, then the the the kind of similarity of symptoms and the comorbidities are really complicating factors. If on the other hand, you're focused on the patient, on or on, on the person uh and asking about the particular order of various factors that constitute the self pattern. Um Then it, it doesn't seem to be so much of a problem. Um The, you know, we could just say, well, this, this particular person uh is manifesting um uh the uh uh this particular mix of uh of symptoms. Uh uh AND well, it might be difficult to classify them, but nonetheless, this is what the person is suffering. So let's let's focus on that and simply work out some kind of therapeutic uh approach that would, that will hopefully work. Um So I think it's not so much uh a problem in uh for, for the kind of approach that I'm proposing. Um IT does seem to be a problem when you're trying to really be rigid about your classifications. Mhm"
	},
	{
		"start_time": "18:45",
		"speaker": "Ricardo Lopes",
		"words": "So, uh how would the classification of psychiatric disorders look like uh within the framework you present in the book."
	},
	{
		"start_time": "18:59",
		"speaker": "Shaun Gallagher",
		"words": "Yeah. Um, WELL, I suppose that I would say that, um, the, the, uh, in the notion of self pattern, it's, uh again, not so important to, uh, to, to make sure that the classification is, is uh uh correct. There might be other reasons why you, you'd want to have the correct classification and that might have to do with the whole system uh of, you know, how people are, uh are, are treated uh uh within certain practices and institutions and how medical research is funded and, and so forth and so on. Uh So there might be practical reasons for that, but in terms of, um especially in terms of clinical practice, um I don't think that matters as much uh still uh in, in terms of the uh the self pattern. Um I it's, it's not ever going to be, you know, merely one thing that goes wrong. Uh It's, it's going to be a, uh uh a, a uh uh uh uh well, it's going to be a number of different factors that are going to be involved um, and trying to get straight about exactly what those factors are and how they are uh disordered, let's say, uh is uh part of what you're, what you're aiming at, I think in, in the clinical practice. Mhm."
	},
	{
		"start_time": "20:42",
		"speaker": "Ricardo Lopes",
		"words": "So, uh I'm going to ask you about the self, self pattern and all of those notions that you also explore in the book. But just before that, just to cover uh one particular kind of approach that sometimes people have to mental disorder. There are some people that say, or claim that mental disorder is nothing but a social construct or that is it is merely a social construct. Uh What do you make of that claim?"
	},
	{
		"start_time": "21:16",
		"speaker": "Shaun Gallagher",
		"words": "Yeah. So I I would take that to be something of a reductionist approach. Uh Any, any approach that just says uh oh mental disorder is just this one thing, one thing goes wrong or, or, or there's one area that we just have to consider in order to explain everything. Now, that could be, it's, it's a matter of just, just the brain or it's a matter of just social relations. Um And it's totally socially constructed. Um I think that what, what I'm arguing in the book is that, that, that would uh uh in fact be a kind of reductionist view and I'm arguing for a, a non reductionist view which says, uh it's always going to involve um more than one thing. So the, the notion of the self pattern is such that if you, if you um if you change or intervene on one aspect and that, that uh does some kind of, that involves some kind of change in that aspect, a certain point uh uh at a certain uh threshold that's going to also have an effect upon other aspects. Uh So it's never just a simple um one item going wrong. But it's rather, uh you, one has to look at the whole pattern to see uh what has shifted and what has changed be because of a particular thing. It might be, uh, that, of course, you have to look in a particular uh at a particular element in order to sort of see that as the primary issue that needs to be addressed. But there might be uh a number of different ways of addressing that uh in, in the kind of clinical practice."
	},
	{
		"start_time": "23:10",
		"speaker": "Ricardo Lopes",
		"words": "Um What do you mean by self in your book? Be I'm asking you this because there are different notions of self out there uh in philosophy of mind, for example, in neuroscience, psychology and elsewhere, there are people that say for example, or claim that the self is just again a social construct. Other people say that it's the product of a narrative of some sort. Others say that it is very minimal and it lasts for, I don't know a few seconds and then another self comes online or something along those lines and other people even link it to or try to link it to some neuronal processes. So uh what is your view of it?"
	},
	{
		"start_time": "24:03",
		"speaker": "Shaun Gallagher",
		"words": "Yeah. So the I guess the the core a claim in the book is uh is tied to this notion of self pattern. So what I would say is the self just is a pattern, a pattern of different elements. And I think that uh the elements uh include uh a lot of different things, including embodied processes, um experiential processes, affected processes, social processes and so forth and so on. Um So, all of these factors uh and all of these processes uh play a role in um in, in uh um yeah, producing a, a kind of pattern which I would say that's the self is a, it's not any one of those processes. Um But it's the pattern that somehow or other um pulls these processes together in some way. Uh So that's uh my conception of the self just is, is that, that it is, in fact, uh a self pattern. It's a pluralist conception. I, I think you can find the roots of it in people like William James. Um um AND uh Ulrich Nicer. Um So I point to them as, as having pluralist conceptions of the South. And I think the pattern theory in the South is a pluralist uh conception which doesn't mean that there are many selves, but there are many aspects that make up the pattern, which is the self."
	},
	{
		"start_time": "25:37",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to these different aspects or different factors that play a role in generating the self, they relate to one another in a, in a dynamical way."
	},
	{
		"start_time": "25:50",
		"speaker": "Shaun Gallagher",
		"words": "Correct. Yeah, that's uh that's what I, I would want to say that. Um And, and there are, have been some uh uh people who have said, look this, this looks just like a list of things that you've and gathered together. Uh And uh I want to say, well, yes. OK. It's a list of things but these, these processes are as processes, they are dynamically related to one another. So uh it's, you can't really pull apart uh social aspects and the experiential or the affective or the embodied. These are all meshed in some way uh in, in a pattern that I typically characterize as a, a dynamical gestalt. So there's a, a pattern as a whole which uh is really constituted by the various elements, processes, factors, whatever word you that seems appropriate. Uh And uh these uh the, the mesh of those factors uh really depend upon dynamical causal relations among them."
	},
	{
		"start_time": "27:03",
		"speaker": "Ricardo Lopes",
		"words": "And how do you study or what is your proposal when it comes to how we could study the self pattern dynamics?"
	},
	{
		"start_time": "27:13",
		"speaker": "Shaun Gallagher",
		"words": "Yeah. So I there's a chapter in the book where I uh I outline a particular threefold method um that uh would allow us to, to study. Um That's, that's definitely one answer to the, the kind of question you're asking. And there's another one that has to do with narrative. But uh in terms of the threefold uh approach, uh I think of this more in terms of research than in terms of the clinical. So if we think of uh a distinction between psychiatric research uh on the one hand and uh psychiatric clinical practice on the other, I would say that this threefold approach is more on the research side. And the narrative approach is probably more on the clinical side. The threefold approach involves really what I've done is I borrowed quite, quite a bit from different disciplines. Um So I borrowed uh the notion of uh what is called the meshed architecture uh from uh performance studies where the question is, you know, how do we explain the relationship between say certain cognitive elements uh and a certain embodied elements in performance, performance that might be um expert performance or skilled performance in the performing arts, for example. Um And uh there, I, I suggested that uh it's not just cognitive and it's not just bodily uh you know, motor control processes, but also social aspects, normative factors come into play. And so you can build up a, an architecture um um which tries to explain all of the different elements that might be involved and how they might mesh together um to, to actually test empirically um that kind of conception. Um I then appeal to James Woodward's uh notion of interventionist causality. Uh And the idea that you can intervene on any one of those factors and then see how all of the other factors uh adjust or are affected by that intervention in order to test for the causal, I would say the dynamical relations between those factors. Um And uh and finally, I borrow from Scott Kelso, uh his notion of coordinations dynamics, which really gets into the nitty gritty details of the dynamics uh to try to show uh precisely how these things work and how they're related to one another. And what other effects specifically nonlinear type effects that um a change might have on a variety of different factors. So if we think of a self as a self pattern, which is composed of different processes and factors, one can use this kind of threefold approach in order to uh at least study and try to understand the the possible variations within self patterns that some of which might in fact be pathological. Um So that would be uh it seems to me um well, an approach that would be useful in research. Mhm"
	},
	{
		"start_time": "30:56",
		"speaker": "Ricardo Lopes",
		"words": "uh But when it comes to how we would approach each different kind of psychopathology or each different, let's say clinical case. Um I mean, uh would, is it the case that all of these different factors that you mentioned in the book that uh relate to one another dynamically would always play a role in all of them? Or would we need to determine in each case which ones would be relevant?"
	},
	{
		"start_time": "31:32",
		"speaker": "Shaun Gallagher",
		"words": "Uh I think the latter, I mean, I think uh each case would be different. And uh the, I think the usefulness of the self pattern idea in the clinical setting is that it, it really gives the clinician um psychologist or psychiatrist uh something uh uh to use uh to, to be able to sort of ask, you know, what, what exactly is going on with this patient. Uh And let's look at the various aspects of the self pattern and see if we can uh give a, a description of uh this particular person's uh problems uh in, in those terms. And then once, if we can, if we can do that, it might be that uh some, some of those features are simply uh they, they look like the the primary problem. And, and then we can try to address those, those features knowing of course, that by addressing one feature, one process in the self pattern, it's going to have an effect on the, on the rest as well. So we look there as well. So it's uh I think it's uh maybe a useful tool. I hope it's a useful tool for um clinicians to, to use that, that, that wouldn't necessarily entail that whole kind of a threefold uh methodology that I I outlined uh that that would be again more for research on the clinical side. They uh it's it's very uh useful to uh to think about this in terms of the narrative and how um narrative is one element of the self pattern. So uh that's, that's something that uh one can look at, but it, it's also the case that narrative uh I claim narrative reflects all of the other aspects of the self pattern. Uh So that one can use kind of uh as a as a kind of tool uh narrative as a way into seeing exactly how things are, are arranged or disarranged within the salt powder."
	},
	{
		"start_time": "33:52",
		"speaker": "Ricardo Lopes",
		"words": "Another concept I would like to ask you about is the concept of self narrative. So what is it? And according to the framework you present in your book, how would it relate to pathological experiences?"
	},
	{
		"start_time": "34:10",
		"speaker": "Shaun Gallagher",
		"words": "Yeah. So as I, as I, as I said, it's um it, I take the, the narrative aspect of the uh self pattern to be one element. It's, it's very closely related to uh our ability to reflect on our life. So, reflection and narrative kind of go hand in hand. And um self narrative is uh simply the ability of the, the person to say um you know, what uh what their life is like, uh what it has been like, how they relate to other people, um what they're doing with respect to their work environment. Um All, all kinds of different things come into our self narratives. Um And, and so what we're finding in that self narrative is something a reflect uh of a reflection of how the person is experiencing um life, uh what they're, you know, whether they're having any kind of physical uh problems, you know, so that would be the embodiment factor, what their, what their feelings or emotions are like. Uh That would be an effective uh issue, uh how they relate to other people. Um HOW they, the, you know what they think about their living conditions, their work conditions. So the environment kind of comes into this normative factors about how they're supposed to be behaving within certain environments. Um So there's a lot there to explore. So one can explore through the self narrative, all of these other factors. And then uh one can, one can then uh see in what sense there is some problem, uh some suffering that needs to be addressed. Uh And uh in that respect, then define something uh like a uh a pathological case. The there is a lot of research uh on self narratives in various conditions. Uh uh So, uh people have as, as I put it in the uh in the book, uh the self narrative can be almost like a fingerprint, a test of uh whether the content and or the structure of the narrative gives us uh any kind of sign of whether or not we're, we're dealing with a case of schizophrenia versus depression uh or uh or any other kind of um uh condition. Uh So, a and, but that again goes on to the research side and it's uh that kind of analysis of is on one hand, it can be se semantic uh in terms of the content of what the person is saying. We also uh can look at the form uh the syntactical structure of the narrative that may uh be typical for a particular condition that's not necessarily something that can be looked at uh by the clinician in a, in an easy way. But again, for research that could, that could serve us. Uh Yeah. So narrative uh I think it seems to me uh self narrative plays uh an interesting role here uh that uh opens up the possibility of analysis uh for uh for this particular co uh patient."
	},
	{
		"start_time": "37:56",
		"speaker": "Ricardo Lopes",
		"words": "Uh But just to illustrate what we're talking about here with a particular example of a condition. Uh HOW does self narrative play out or how does it uh it's disintegration, let's say, play out in the case of schizophrenia, for example."
	},
	{
		"start_time": "38:19",
		"speaker": "Shaun Gallagher",
		"words": "Yeah. Well, as I say, there are some researchers who have looked specifically at narratives uh um uh uh generated by uh people who are experiencing uh schizophrenia. And so what are they looking at? They, they may be looking uh uh I get at some of those syntactical features but they uh that's some more technical type of uh investigation. But there might be other things that um show something like uh a uh a reduced uh reference to uh the first person pronoun um a reduced uh uh you know, reference to self problems with self agency. Um And uh maybe problems with dissociation from their body. Um So, there are all kinds of cues here. Uh And, and whether, you know, to what extent they fit with a, a diagnosis of schizophrenia as opposed to borderline personality disorder, that, that, of course, is not easy. But that's, that's why the psychiatrist uh uh is, is required. And uh they, they have training and expertise uh in this. Uh So anyway, it seems to me that the, it's the self narrative that can tell us something about just those uh those features that might be uh considered symptoms or uh clues to what precisely is going on with that the patient."
	},
	{
		"start_time": "39:57",
		"speaker": "Ricardo Lopes",
		"words": "So at a certain point there, you use the term agency. And in the book, you talk about the experiences of agency and ownership as elements in the phenomenology of the self pattern. So, um"
	},
	{
		"start_time": "40:13",
		"speaker": "Shaun Gallagher",
		"words": "what"
	},
	{
		"start_time": "40:13",
		"speaker": "Ricardo Lopes",
		"words": "role"
	},
	{
		"start_time": "40:14",
		"speaker": "Shaun Gallagher",
		"words": "do"
	},
	{
		"start_time": "40:15",
		"speaker": "Ricardo Lopes",
		"words": "they play here exactly?"
	},
	{
		"start_time": "40:18",
		"speaker": "Shaun Gallagher",
		"words": "OK. Well, the the notion of a sense of agency or a sense of ownership uh originally, uh the idea was that these are experiential uh aspects. So they belong to that experiential part of the self pattern. Um But I think it's much more complex than that since uh and this, this again, sort of is uh supportive of the idea that the self pattern uh is not just, you know, a collection of individual factors, but in fact, is, you know, uh consists of dynamical relations among these factors. So if, if something like um a as you find in schizophrenic delusions, for example, something like um a problem with the sense of agency develops at that kind of basic experiential level. So this is uh a kind of anomalous experience that the schizophrenic might be having. Um THAT it doesn't stop there because um that can enter into the narrative um that can enter into the reflective uh uh uh processes that the, the patient might uh start to employ thinking about what, you know, what is exactly going on with uh with this experience. So how can I explain it uh that can sort of then feed into a more delusional um uh experience and uh the, you know, the sense of agency. If you, if you look closely at it, it, it also involves social relations. Uh YOU know, it's, it's often tied to distinctions between self and other. Am I the one acting or is the other person doing this? Uh And so it, there's a social dimension, intersubject of uh uh relations are sort of at stake sometimes in this. So then we find again and something like schizophrenic uh schizophrenia that yeah, social factors also are disrupted. Uh So it's not just experiential, it's not just, you know what the phenomenological psychologists would say that it's just uh a minimal self or minimal self experience, but in fact, it involves other people. It involves our experience of the world. Uh It can involve our, our body and uh and so forth and so on. So it then becomes this even this. If you trace out the sense of agency, it becomes a very complex thing spread over all of the other factors of, of the self uh pattern."
	},
	{
		"start_time": "43:13",
		"speaker": "Ricardo Lopes",
		"words": "And another concept that is important here is autonomy. So where is autonomy? And uh why does it matter in the context of mental disorder?"
	},
	{
		"start_time": "43:26",
		"speaker": "Shaun Gallagher",
		"words": "Yeah. Uh I think there is a several different ways to think about autonomy in this context. Uh First of all, I, I've uh I'm very much influenced here when I think of autonomy, I'm influenced by some feminist thought uh that um you know, specifies that autonomy is not just this kind of individual characteristic of uh a single person. Uh But rather it has to do with our social relations, our intersubject relations, especially. So it's a relational notion of autonomy that I'm I'm dealing with in the book. Uh So I, but I take that uh from uh well, we find that in critical phenomenology and feminist thinkers. Uh So assuming, assuming that, assuming that autonomy is, in fact um uh relational uh then of course, things can go wrong um with our social relations. Um And uh things can go wrong with all the other aspects of the self pattern as well that can interfere uh with our autonomy. One way, another way to think about it is in terms of uh affordances. Um And I do a little bit of uh this type of analysis in the book where the idea is that pathological uh conditions may in fact uh um uh lead to a disruption of uh uh our normal affordances in life that we might feel that we cannot engage with others or we cannot engage with the world. Uh Or we feel anxious about all of those things. So if the, the, you might say the, the uh the level of affordances that are available to us uh are diminished. Uh And I think that suggests that uh in, in fact, we lose some autonomy, that our autonomy diminishes as well. Uh And if you think that autonomy is important, which uh most theorists do, then uh the diminishment of autonomy. However, we understand that uh it could be very much a part of something like a psychopathology."
	},
	{
		"start_time": "46:02",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you now about some the uh therapeutic approaches and particular kinds of technologies that some people propose or are already used to address uh psychopathology or try to try to treat it. So, what do you make of uh is uh claims that people make about how we could address psychopathology targeting directly the brain itself? For ex for example, sometimes people uh talk about uh doing some human announcement through applications that would target the brain. Since your approach here in the book is about the self pattern as distributed across brain body and environment. What do you make of those kinds of proposals?"
	},
	{
		"start_time": "46:57",
		"speaker": "Shaun Gallagher",
		"words": "Right. I think. So, the um I would say that one can intervene uh on um the self pattern in a variety of ways in one way could be by an intervention on the brain. Um UNDERSTANDING that if through medication or deep brain stimulation. We affect a change in the dynamics of uh the brain that's going to have an effect on the body and our experience of the environment. And that's that therefore is going to have an effect on these other aspects of the self pattern. So again, I would just say we, we need to take a wide perspective on uh just these kinds of therapies. I mean, there there are many different therapies, we can intervene, let's say on a self pattern in a variety of different ways. One way could be to intervene um in terms of medication, uh changing brain chemistry uh or changing the dynamics in the brain with uh deep brain stimulation or something like that. Um But all of that is a kind of intervention that still has an effect upon the rest of the self pattern. Uh So it, it, it might work the best in some cases and in other cases, it might not work at all. And we don't have a really good understanding of, of how medication, for example works. Uh You know, we, we know sometimes it works and sometimes it doesn't, why is that? We're not quite sure. Uh So, um it's, it's not necessarily always the best solution. Uh And uh we have to be aware of that"
	},
	{
		"start_time": "48:47",
		"speaker": "Ricardo Lopes",
		"words": "on the topic of technology. Something that I found really interesting in your book is that at a certain point you talk about A E I. So I, in what ways do you relate A I or the use of A I to the kinds of topics you explore in the book, particularly when it comes to how it might change the self pattern."
	},
	{
		"start_time": "49:13",
		"speaker": "Shaun Gallagher",
		"words": "Yeah. So there, uh you know, I have a chapter on this. Uh ALSO there are artificial intelligence, um enhanced therapies, uh let's say, uh or um the use of artificial intelligence and some therapeutic tools. And uh you, you can think of, there's a, an old uh uh idea of the chat box of Eliza that, you know, goes back, I think to the seventies or something. Um They, uh and in fact, you know, if you, it's a very simple, a very simple program where you uh Eliza is a program that simply kind of repeats what you say. If you say, you know, I'm having trouble sleeping. Eliza will say, well, tell me about your trouble sleeping and it's not like they, there's anything there except a kind of mirroring of what you're saying, but it turns out that it turn that some patients find this actually therapeutic, that they're at least getting to talk about their problems. Uh And, and that might itself be uh what's going on there. And now more recently, um these chat boxes have become pretty sophisticated uh using, you know, recent uh uh developments in artificial intelligence. So, is this something uh you know, people are asking, you know, is this something we, we can use uh um uh more uh pervasively in terms of treatment. Uh And uh again, I would say it could be an intervention that might be very helpful in some cases and maybe it doesn't work at all in other cases. So there is this, you know, I, I discussed this problem in Borderline Personality Disorder um that uh that some, uh some people uh with uh this condition might find it difficult to relate to the, the therapist in a face to face kind of relationship, but might not find it difficult at all to relate to a chat box. And so for, for that person, uh if it's an issue having to do with trust or, or whatever, it might be that the chat box could, could actually function pretty well. And if it's enhanced by artificial intelligence, then that might be even even better. So again, it's uh it's another kind of uh therapeutic therapeutic approach that that could have um good applications. Um BUT not necessarily the right one for every condition."
	},
	{
		"start_time": "52:04",
		"speaker": "Ricardo Lopes",
		"words": "So another sort of uh therapeutic approach that you talk about in the book, I is the one that is based on mindfulness and other related uh meditative approaches, let's say so. But before we get into the psychiatry of it, let's say, uh i it's interesting because in the book, you talk about the self self pattern uh since mindfulness is originally based on Buddhism, uh what do you make of the kinds of approaches that the Buddhists tend to have to the self. And do, do you think that it, there could be any sort of conflict between that and uh the framework you present in the book or not?"
	},
	{
		"start_time": "52:56",
		"speaker": "Shaun Gallagher",
		"words": "Uh OK. Yeah. Thanks for that question. It's uh it's good. First of all, I, I guess I would say that there's no one unified uh view of the self in Buddhism. Uh The, you know, Buddhism is a very old tradition with huge number of debates uh ongoing uh and traditional debates as well as ongoing debates about what the, what, what we mean by the self and, and how we can think of it and the idea of there being no self uh as well. Um So, yeah, so it's uh it's difficult to speak just of the Buddhist conception of the self. Um But uh having said that there are definitely certain arguments uh within the contemplative community uh that uh you know, borrow, borrow heavily from uh uh borrows heavily from Buddhism um about, you know, at attaining AAA non dual state through meditation practice, uh a state where the self is very much diminished and perhaps at the end disappears if, if you become expert at it. Um Now, the, the question there is uh what exactly is meant by the self. Uh And uh you know, how does it relate to the notion of the self pattern? Uh So I, I have actually worked on this. Um II I talk about a little bit within the uh within the book, but there are several other papers that I've been co-authored on uh uh with uh a large group of, of um people in uh who, who know Buddhism better than I do. Uh So Buddhist scholars uh also neuroscientists, psychologists in this group. And we have, we have talked about um the idea that uh yeah, there is a kind of consistency between certain Buddhist doctrines and the notion of the self pattern. The idea that the, that what we call the self is made up of different attributes um uh different processes. Uh AND that no one process uh is equivalent to the self. So th this again, kind of leaves it open to the idea that the self is something like a pattern. There's no one element that is equivalent to the self. And this, the, the pattern itself is uh what is important uh in within the pattern. There are certain elements of the pattern that if they are emphasized or focused upon, they might lead to a kind of rigidity, uh rigidity within the self pattern. And this could become pathological. So I think one of the, one of the really important things that uh the, the Buddhist or the meditation tradition gives us is this idea that we can address um the rigidity problem that we can through a kind of meditation practices, uh introduce some more flexibility, more flex flexibility into the self pattern. And this could in fact be therapeutic uh to relieve a kind of pathological rigidity that might might be uh at issue. And if, if that's the case, then uh meditation could be a useful uh therapeutic uh approach."
	},
	{
		"start_time": "56:43",
		"speaker": "Ricardo Lopes",
		"words": "Uh But uh currently, what do we know about the therapeutic effects of mindfulness? I mean, are they always positive or is it that sometimes it might have potential adverse effects?"
	},
	{
		"start_time": "57:00",
		"speaker": "Shaun Gallagher",
		"words": "Yes, there is a, a literature, a growing literature, I think on the possibility that mindfulness could have potential adverse effects, as you say so, and then, uh but then I think that could probably be said about any therapy that it could take you, you know, a little bit too far in some direction. Um So, uh I think that just, that just says, uh we have to be careful about that. And again, this is why it's important. I mean, the, the Buddhist tradition always says it's important to have a teacher. Uh I think in this context, it's important to have a trained psychiatrist involved uh and not just practice this on your own. Um And uh it's, it's then, you know, the skill of the psychiatrist and the art of the practice that will be able to uh help us determine whether or not this is going too far, whether it's being beneficial, whether we're getting flexibility, whether we're cutting down on rigidity and so forth. So that's, that's part of the practice. Yes."
	},
	{
		"start_time": "58:10",
		"speaker": "Ricardo Lopes",
		"words": "So one last topic that is also the last one you explore in your, in your book that I would like to ask you about has to do with things like torture, solitary confinement, uh and cruelty. So, uh first of all, why did you include a chapter on those topics in your book? In what ways do they relate to the exploration you make of things like the self and the self pattern uh in the book?"
	},
	{
		"start_time": "58:44",
		"speaker": "Shaun Gallagher",
		"words": "OK. Um Yeah, I mean, they relate in, in terms of uh uh causes of trauma and uh of course, trauma is something that can lead uh to psychopathological experience and conditions. Um So tor uh you know, to bodily torture uh isn't just bodily, it's psychological, it's uh it, I would say, you know, it will have an effect on all those different elements of the self pattern. And uh in a similar fashion, uh solitary confinement has been shown, I mean, there's been empirical work to show the damage that it can cause to the individual. And it turns out that if you sort of look at all of the different aspects that uh are, are damaged, uh you can go right through the um all of the elements of, you know, what I consider to be the self pattern and see that it has an effect on all of them, you know, embodiment one's effective life one's and of course what it is, it's a, it's a taking away the intersubject social aspect, you know, it's saying, right, solitary confinement, we, you're not going to be able to interact with anybody. And that, that, that gives you a clear idea of what, what the main problem is, but it turns out that take away social relations and in some cases that really has a profound effect on all of the other factors and people break down in a completely uh a completely uh uh serious way uh in terms of their, their life, um they can, they can recover from this. Uh But uh nonetheless, uh it's a huge amount of suffering. So there's been uh debates about this, of course, in the legal profession as well, but a lot of it really is uh uh tuned to the psychological effects uh and the effects on the, the person more generally. Mhm"
	},
	{
		"start_time": "1:00:56",
		"speaker": "Ricardo Lopes",
		"words": "uh But how do you approach drama within the framework you adopt in the book? What does drama mean? Exactly?"
	},
	{
		"start_time": "1:01:10",
		"speaker": "Shaun Gallagher",
		"words": "Well, I think uh i it seems to me that trauma is sort of at the extreme of uh of conditions that uh it like a tr a traumatic incident will intervene at some on some part of the self pattern and then cause of a very serious disruption. And it could be a very explicit type of disruption where it's quite apparent. And that that happens, for example, in solitary confinement, uh in many cases that it's really a complete breakdown. I uh immediate, not immediately but, you know, over a short course of time, um, uh, or torture could have certainly, uh, worked that way as well. Um, BUT also there are long term effects. Um, AND it might be more subtle, it might be more implicit uh, trauma, uh, has a, a long life, let's say. Uh And uh that kind of problem that someone might, might develop within the, the organization of their self pattern, might be hidden away for a while and only come out at certain points and under certain conditions. So there are different ways uh we could think of trauma and how it has an effect upon the self pattern. Um But uh it's, I think it's a really an important topic to, to take a look at."
	},
	{
		"start_time": "1:02:38",
		"speaker": "Ricardo Lopes",
		"words": "So my last question and related to the two issues surrounding torture and solitary confinement, for example, uh what is uh cruelty? Because uh usually when it, we talk about cruelty, we put it in uh moral terms. But in this context of psychiatry and uh psychiatric approaches to the mind, uh how would you talk about cruelty?"
	},
	{
		"start_time": "1:03:10",
		"speaker": "Shaun Gallagher",
		"words": "Mm. That's a great question. I mean, in, in the book, I really, um think about it in terms of the legal definition. Mhm. Uh So in the US anyway, it's uh uh there's this phrase about cruel and unusual punishment and the question is, uh of course, torture would be something like cruel and unusual punishment. Question about solitary confinement. Some people say it is. Some people argue it's not uh but part of the argument has to do with the notion of cruelty. Exactly. How do you define cruelty? And uh then you, you find in the legal uh uh literature that there is no uh there's no consensus there about what we call uh cruel punishment. So I think uh that's, that's a question that uh in the legal profession is open. But if you look at the empirical data, if you look at the empirical uh studies of something like solitary confinement, and if you, if you can say yes, well, in solitary confinement, the whole, the self pattern starts to discrim uh to uh uh yeah, to be totally disrupted. Um AND leading to all kinds of problems and I would say, leading to all kinds of suffering for that individual. Um If the suffering is of such a high degree, then I, I can say, then we could say that, well, that's cruel. That would be a, a way to characterize. I think it's better to say, characterized than define. Um But a way to characterize uh cruelty, trying to get a good definition of it is going to be difficult just because we're talking about different disciplines. Uh AND uh and debates within each of those disciplines. Uh But to characterize it, I think, uh you know, you know, it, when you see it, if, if there's a complete breakdown and a huge amount of suffering on the part of the person. Then that has to be uh a way to talk about the cruelty involved."
	},
	{
		"start_time": "1:05:25",
		"speaker": "Ricardo Lopes",
		"words": "So the book is again the self and its disorders. I'm leaving a link to it in the description of the interview and Doctor Gallagher. Uh Just before we go apart from the book, would you like to tell people where they can find you or your work on the internet?"
	},
	{
		"start_time": "1:05:44",
		"speaker": "Shaun Gallagher",
		"words": "Oh, sure. They can uh Google Google me or, you know, look me up on the internet. Uh I have a website um um so they could, they won't be able to find that. Uh I have an academia website also if they're interested in publications and research gate uh website as well. So, uh there's, there's a number of places where you can find uh my work and uh my publications and uh I think a good number of them are available uh free. So it's uh you don't have to uh necessarily even go, go to your library. You can get it directly at the internet."
	},
	{
		"start_time": "1:06:26",
		"speaker": "Ricardo Lopes",
		"words": "So, Doctor Gallagher, thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:06:34",
		"speaker": "Shaun Gallagher",
		"words": "Ok. Thank you. Uh VERY much Ricardo. It's been, yeah, it's been fun. Thank you."
	},
	{
		"start_time": "1:06:40",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Conners, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel s friends, David Sloan Wilson. Ya dear Roman Roach Diego, Jan Punter, Romani Charlotte bli Nicole Barba, Adam hunt Pavlo Stassi, Nale Me, Gary G Almansa Zal Ari and Y. Polton John Barboza Julian Price. Edward Hall, Eden Broner Douglas Fry Franka, La Gilon Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Oin David Williams Di Costa Anton Erickson, Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fists, Larry Dey Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica week in the B brand Nicholas Carlson Ismael Bensley Man George Katis, Valentin Steinman, Perlis, Kate Van Goler, Alexander Albert Liam. Dan Biar. Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller, Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]