[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Kat Bohannon. She is a researcher and author. And today we're going to talk about her book Eve How the female body drove 200 million years of human evolution. So, Doctor Bohannon, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:22",
		"speaker": "Cat Bohannon",
		"words": "Thanks for having me."
	},
	{
		"start_time": "00:24",
		"speaker": "Ricardo Lopes",
		"words": "So tell us first, uh why 200 million years? I mean, why do you go back to 200 million years ago? What happened back then? Exactly? And why do you start the story you present in the book 200 million years ago?"
	},
	{
		"start_time": "00:43",
		"speaker": "Cat Bohannon",
		"words": "Oh, because I obviously lack ambition and like to tell small stories and like to make life simple for everyone in my life and for my readers, no, the reason um 200 million is because this is a critical moment in the evolution of mammals. Um BECAUSE our bodies are well, they're just not one thing any biologist will tell you, you contain many different moments in time in many ways, the body itself is a unit of time. And so there are things in you that are fundamentally a part of your body plan and are very old. Yeah, your digestive system, there are features of it that are newer. Our intestines are shorter than they used to be blah, blah, blah. But what it's really doing, which is kind of squeezing stuff through and digesting it and eventually shitting. This is very old. This is a very old thing that your body is doing. Um YOUR brain is very, very recent. Now, parts of your brain are not so recent, but a lot of what we think of as characteristic of the human brain, the big frontal cortex, all that fancy stuff that it does, we give it a little too much credit. The human brain is too impressed with itself, I would say uh but it is much newer, right? And so when you understand that the body is not arriving all at once into this moment, we think of as a moment in history, this body we live in that actually, it's a continuation of processes that started a very long time ago. Well, then it really is a matter of picking a moment, picking a point at which you say uh the things I want to talk about kind of start here. Yeah. So what I wanted to do in looking at the new biology of sex differences in mammals and how they influence our lives as these very mammalian homo sapiens we are today um was to go back to something around the dawn of mammals. Now, that too was tricky around 200 million years ago because it's sort of like, well, there were harassments before that. And so why, why Amelia Forbes, why this moment would say a paleontologist might say. And I would say, well, the funny thing about sex differences is while they are not only tied to reproduction, they are often tied to reproduction. And in fact, a lot of the mammalian stories, what a mammal really is, is actually very much tied to how we make babies and how we keep them alive and of those traits, then probably the first thing to look at is lactation because that arrives when we're still laying eggs, which is a reasonable thing to do. Um But we start producing milk and that becomes part of how we bring the second generation after us into the world and keep them alive."
	},
	{
		"start_time": "03:23",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into lactation and some of the other characteristically female traits that you explore in the book, um Do you distinguish here between sex and gender? Because since we're talking about females, I would imagine that by female, you're referring to sex exclusively or not?"
	},
	{
		"start_time": "03:45",
		"speaker": "Cat Bohannon",
		"words": "Yes. Yes. And thank you for clarifying. Um It's good to do that right up front as you know, I uh am very much of the camp that there's a strong difference between biological sex and human gender identity. That doesn't mean I don't think there are uh physical or mechanistic drivers for what would create a gender identity. I'm not saying it's um all in your head. You know what I mean? I'm not saying that it's um and it is by no means a mental illness, unless identifying as a woman with this body is then also a mental illness. It's, we don't entirely know what mechanisms in the brain and in feedback from the rest of the body, create this messy, complicated thing we call gender identity. We don't actually know what drives it, but we don't know what drives it for anyone so that it might be different in some populations. Uh DIFFERENT, unexpected, I mean, um shouldn't be surprising. The brain does weird stuff all the time, right? Um And if I don't know what it is that makes me identify as a woman, uh you know, with these, this very feminine body that I happen to have, you know, these uh annoyingly large breasts and having given birth and all of these other things. No, it's true. I have to put them in this like industrial garment just to walk around. It's painful. Otherwise. Um That was true of my mother too. You know, that's, that's just the inheritance that I have. Thank you, biologist. This is, this is just what I have to deal with. You know, if I don't know, what about that is making my me identify as a woman, then it doesn't seem strange to me to say that Oh, yes. We also don't know what a trans or a non binary person uh is doing mechanistically in the brain to create this gender identity. But it certainly doesn't seem any less legitimate. But yes, yes. The short answer is yes, big difference between biological sex and human gender."
	},
	{
		"start_time": "05:37",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, since you mentioned it rends women briefly there does what you explore in your book also apply to them or exclusively to ses women"
	},
	{
		"start_time": "05:50",
		"speaker": "Cat Bohannon",
		"words": "depends what part of the body and experience we're talking about, right? And that's what's really interesting. So we're hyper social primates, right? You and I and every other person we've ever met, that's just what we are, which means that we are always situated in this social milieu. We're always coming into being in our brains modeling because brains are so plastic in our cultural environment and then constantly negotiating between how we identify versus how others identify us and how that maps onto how we live our lives. We do this at every tier of our conscious experience all the time, even while the brain is busy doing complicated invisible body mapping things to remember. Yes, I have that peripheral nervous signal and I do have a hand still good. Just checking. We don't pay attention to that us in the higher order conscious stuff, but it's going on as well. So this idea that we would be um penetrated by it constantly. Uh Well, maybe that's the wrong metaphor it's a bit of a masculine metaphor that we're always in the web, always in the web of social influence is not surprising. And the reason I say all of that is that well, trans and experience sexism too. Well, in fact, men experience sexism too. But what's interesting as a woman identified person who's trans, right? Like as a trans woman is that they have the experience of having this body that doesn't fit into how they understand themselves. Um And that understanding is perfectly legitimate. Your understanding of yourself is, is very individual. So is theirs, you know, and, and, and yet they also then experience what it is to live in a world as a person who looks female, you know, because of how they look. And so they experience sexism as a female person, you know, as a trans woman. So not a biologically female person. Uh BUT they, they experience sexism in that way too. And that's this interesting and tricky thing because of course, they too experience the weird bullshit that every man has to deal with, which is whatever the hell manhood is supposed to be. And whether or not one measures up, right? Almost every culture has some very complicated set of rules that men are supposed to follow that are very poorly defined and constantly in flux, which are likewise shaped by sexism and that's built into the identity stuff too. So, right. So which is to say when I talk about sexism in the book. I think it very much applies to trans women when I talk about what it is to give birth. Well, that doesn't apply to people who don't have a uterus. But then again, there are biologically female people who are born without a uterus or have had to have it taken out or who never give birth through one despite having one. And so it doesn't, doesn't apply to them too. Right."
	},
	{
		"start_time": "08:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Right. Right. I, I understand that and I guess that will come back to the sexism bit toward the end of the interview because that's also one of the, I mean, not the trade. Exactly. But some part of the experience that women usually go through right in their lives. So we'll get back to that towards the end of our conversation. But one of the very interesting things that you mentioned in the book and with, if I'm getting this wrong, correct me is that one of the motivations for you to write this book was that you noticed and other people noticed as well that the study of the female body is lagging behind the study of the male body. And I guess that is applies not only to biology, but also to medicine and in the specific case of medicine that might have some very negative implications, right."
	},
	{
		"start_time": "09:27",
		"speaker": "Cat Bohannon",
		"words": "Radically negative. Um, ACTUALLY horrific implications. Yes. So I got, um, the deal to start writing eve back at the end of 2012. And at that point, literally, no one had written for the public press, anything about the male norm. And so I felt this incredible burden, you know, that I thought my book was somehow going to have to be this book and also a giant book about that because no one had ever heard of it. Um And no pressure because I was doing my phd on an unrelated topic at the same time. So I was clearly not managing my life well, but I was so grateful when Caroline Criado Perez's book came out that talked about invisible women that talk about this gap in data. Um BECAUSE it meant that I was able to mention it briefly in the intro to my book, not her book, but rather all of the work that I had done about it and then not have to have the entire book be about it. Um It was a relief for me and I'm so glad that more attention in other words has been paid to this simple fact. But for those of your listeners who have no idea what I'm talking about, we only study males. Oh, for God's sake, we're only studying male bodies in biology. And that has only recently started to change, right? Because there is this thing called the male norm. Sometimes it's called male bias in biology. And what it is is that whether you're looking at rats or you're looking at um mice or God up the chain, you know, to dogs and to pigs and to nonhuman primates and all the way up to clinical trials in biomedicine too. We're only studying males and it's not believe it or not because of sexism. And as a woman, I can tell you it's a relief to find something that isn't answered by. Oh, well, that's just sexism again. Actually, in the case, it was a good scientists being good scientists because in science you want to control for your confounds, you want to make your experiment as clean as possible. You want to be able to interpret your data to know what these numbers mean. And if you have too many confounding factors, it makes your data largely uninterpretable. You can't do a statistical analysis if you don't know what the fuck you're looking at, right? So that means if you have me sexed mammals and you know, one half of that group, you know, the females has an estra cycle. Human beings call this the menstrual cycle. Yeah, that you have this cascade of hormones that's specific to each species in terms of the pattern. But you have this rise and fall of hormone changes that happens on a semi regular basis, which influences by the way the entire body. We're not just talking about the ovaries and the uterus. Almost every tissue in a mammal's body from bone and out has sex hormone receptors uh and differing amounts and differing types and what they do in any given body is variable, in fact, but they are influencing it. They are changing how those tissues respond, they're changing how these body systems behave. And because it does that and because we don't have a good understanding of how it does it or how it might be different in the male and the female. Well, that's a hell of a confounding factor. So it's not like there was this sexist cabal or people rubbing their hands in a back room going ha ha ha. We're not gonna study females. It's more like we're going to control for the confound of the feminine by just not studying females, we're gonna study males and we're going to assume that as long as we're not asking questions specifically about reproduction in the females, like we're not trying to find things out about the damn uterus. We're just not going to have the uterus in the picture at all. That's how we're going to make it happen. Now. That seems all well and good if you are not aware, which in the very beginning, many were not that actually simply having this different distribution of sex hormone receptors across tissues that simply living a female life, whether it's a mousy life or a dog life or a human life is in fact, very influenced by being sexed. You won't realize that you're missing a very important of many different questions. So that's how it went for freaking decades. Um Unfortunately, basic science uh is precisely what leads to biomedical science. And so if you've never tested things on females, and then you arrive at a clinical trial for say a pharmaceutical intervention or what have you. And then likewise, in the biomedical spaces, you're not studying females uh for various reasons. Um Well, then you might have medicines arrive on the market that had never been tested on females at all. And that has been in a word disastrous. Not every time, not every medication but of the medications where it is mattered, which we're only finding out in retrospective data. Uh It's, it's effectively been a femicide. It's been, it's been horrible. It's been horrible in a word. Sometimes it's been funny and sometimes it's been a matter of actual excess death and we're only just finally starting to catch up. But believe it or not, my book is optimistic and I am in fact a friendly and optimistic person. Um, EVEN though I'm trying to rectify great wrongs. And so, you know, um, we started to change the rules in science in the 19 nineties for uh medical trials, but then realizing that, oh crap, that doesn't help us enough even remotely without having the basic science also fill in the gap. Then the NIH in the United States said, gave new rules and said, ok, instead of justifying why you have females, now you must justify why you do not. These are all good steps. And my book wouldn't exist with all the, without all the cool new science that has resulted inevitably in studying the biology of sex differences. But I will also say it is not enough and there are enough loopholes to drive whole truckloads of well medications through. So there's still work to be done."
	},
	{
		"start_time": "15:04",
		"speaker": "Ricardo Lopes",
		"words": "I, I bet this is just women's. It is, it's women's fault. It's their own fault because they are them hormonal fluctuations and all of that."
	},
	{
		"start_time": "15:13",
		"speaker": "Cat Bohannon",
		"words": "Come on. We are just so messy and complicated, aren't we? Um, WELL, male hormones fluctuate as well. It's just, you're not quite so cyclical and that's what's interesting about it. Um For example, we're more tied to the circadian rhythm, day and night um in our hormone fluctuations than you are. But you also do have an andropause. You do have a decline in a number of different androgen signals as you age. And that has been understudied too frankly, which is part of why we don't have very good treatments for aging males so we can fix this for everybody is the point."
	},
	{
		"start_time": "15:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And uh just before we get into those pauses, the menopause, the andropause and all of that. Uh What about milk? I mean, how did, how did it evolve? And what do we need milk for milk?"
	},
	{
		"start_time": "16:05",
		"speaker": "Cat Bohannon",
		"words": "Oh, goodness. Um So like a lot of uh traits in our evolutionary path. It has a long on ramp. There isn't a moment at which a boob arrives like a holy descent from the heavens and then there is nursing. No, in fact, milk starts 200 million years ago, probably a bit more actually. And it starts in this wonderfully gross and weird way. So, milk is ok. What is milk? Well, early milk is probably a lot like what you see in monotreme now. So those are the echidnas and the duck billed platypus. The weirdos hanging out in Australia. Ok. Um So they still lay eggs but they also lactate and have fur. They're actually little freak balls. We don't know how they haven't evolved away from this, but that's what they do. They are and are not like early mammals. So this is before we split into marsupials and placentals. Ok. This is really, really dawn of mammals and the ancestors of marsupials and the ancestors of placentals are just getting on board and every kind of mammal is still laying eggs. And then however, they sweat out this fluid from their skin that their pups lick from their bellies and abdominal wall. Now, they don't have nipples at this point either. They just have what are called Mammy patches, which is true of the duckbill platypus too. So between their adorable little bills, they lick and slurp milk from their mother's strange tummy after hatching from eggs that she's curled into her tail. Uh JUST before they give birth in this sort of damp burrow, she's dug for herself. Usually by the side of a stream. They're very strange animals. Ok. But as monotreme, yes, they hatch and then they lick milk. So the eve, which is the exemplar of the last common species that had the trait. Uh, THE last common ancestor that I pick for the milk chapter is Morgana Don. She's actually a whole genus. Very, very common mammalia form, presumably laid eggs, presumably lived in burrows, scuttling literally between the feet of dinosaurs and she licked, you know, lactated her pups, licked milk from her. But what's interesting and gross about where milk comes from actually is um very similar, presumably to well to sea turtles. Ok. So there are two different kinds of eggs fundamentally for us land animals. All right, there are leathery eggs, you know, kind of soft squishy and there are calcified or hard shelled eggs, which you would think when you crack an egg to make an omelet, you're in Portugal, you seem to put eggs on literally everything you eat. So you're very familiar with eggs. Yes, you have a beautiful cuisine and I'm well familiar with it. So, um so when you crack an egg, you're cracking that um calcified shell, that's what's happening when you put it into a dish. OK? And that calcified shell is something that has evolved in a few different lines in evolution. Mammals did not have that before they started what we had were a bit like um a number of species that lay leathery eggs. Now, when you lay a leathery egg on land, the immediate problem you have besides that, it's more fragile. Right? Is that it is more porous. You need to keep it damp. Right? Because remember that all bodies evolved in shallow oceans and we never got over it. We are very water based creatures. We earth animals. Yeah. And so once we arrive on land when we have these early moments when we're being laid in eggs and we're not amphibians anymore. Ok. Well, you need to keep those damn things moist. Otherwise the babies before they're done, you know, developing in the eggs are going to desiccate, they're going to dry out and they're gonna die. That's, this is not a good idea. So, all leathery egged creatures tend to secrete a kind of, um, well, it's a bit like snot. It's a bit goo, ok. It's, it's, it's like when you blow your nose, you know, it's a mucus. Yeah. Uh, FROM these specialized glands near where she lays her eggs, the mother. Ok. So a sea turtle will do this too. And it's a, it really is an incredibly amount like blowing your nose. So there's this kind of mucousy thing that coats each of the eggs and it primarily keeps the, uh, developing beings in those eggs moist good. But it doesn't just do that because, you know, if you've ever had anything rot in your fridge, you may have noticed that having things be moist and even remotely, not frozen. Uh MEANS having things which are prone to growth, prone to fungus and bacterial invasion. Yeah. So if you want eggs to gestate for a certain amount of time and be moist but not immediately be covered in fungus and be infected with every terrible bacteria you can imagine. Well, this goo tends to have a lot of um antifungal and antibacterial properties and this actually is the theorized origin of milk. Yeah, because when these creatures and they still do it today, uh hatch from their leathery eggs, they slurp up a little bit of this goo which is still there. It's kind of their first meal. Now, if the mother is there nursing, you know, uh kind of providing heat to the babies or in the, in the den, as we assume morgue was they too, would have slurped some of this stuff off of not only the eggs but probably off of where it came off her butt basically. So this actually is the dawn of the Madonna people. This is where the holy lactation actually comes from. It's from licking goo off of the mama and eventually in a long evolutionary chain, uh this goo turns into specialized stuff that glands evolve to produce and eventually it takes on some of the watery properties too and becomes what we now call milk."
	},
	{
		"start_time": "21:55",
		"speaker": "Ricardo Lopes",
		"words": "Well, I think it's just a beautiful story. So I don't see anything gross about it."
	},
	{
		"start_time": "22:02",
		"speaker": "Cat Bohannon",
		"words": "I love the idea. I love the idea that Eve and Bethlehem was sitting on a clutch of eggs. That would be wonderful and still a better situation than we have now."
	},
	{
		"start_time": "22:10",
		"speaker": "Ricardo Lopes",
		"words": "Oh, ok. So perhaps let's"
	},
	{
		"start_time": "22:12",
		"speaker": "Cat Bohannon",
		"words": "just not uh that actually would be then. Of course, Mary in Bethlehem. I take it back in the Garden Mary in Bethlehem with her holy clutch of eggs. Yes."
	},
	{
		"start_time": "22:21",
		"speaker": "Ricardo Lopes",
		"words": "Uh O ok. So let's trigger the conservatives a little bit more here. Uh Can men and trans women produce milk?"
	},
	{
		"start_time": "22:33",
		"speaker": "Cat Bohannon",
		"words": "Yes. Yes. Now, if you aren't trying to, if your nipple starts leaking milk and you weren't trying to have that happen, go immediately to a doctor because not only because of the obvious reasons that's not a normal thing to happen. Um BUT also because it probably means you have cancer, you very probably have cancer. If you start lactating. Uh WHEN you weren't actively trying to make that happen, there's, you either have a tumor on your, you know, pituitary gland or, or you're developing breast cancer. Uh Males can get breast cancer. You get it way less than females do, but you do. So you know, pay attention to that stuff. However, if you mean to try to, if this is a goal that you have as a person who has a Y chromosome, but means to lac Well, interestingly, I found out writing this book, um trans women who want to nurse their babies that they have had born through surrogates or have adopted, take the exact same sequence of hormones that a si woman will do a person with two X chromosomes and breasts that grew normally in puberty. Um, WHO want to nurse adopted babies. Ok. So if you're a person who hasn't given birth for one reason or another, you don't have a uterus or your uterus didn't do the thing. Ok? You're going to take a sequence of hormones. It's a medical treatment um called the Newman Goldfarb Protocol. I believe that effectively mimics the hormonal conditions of pregnancy and then birth. Yeah. And in any given body, whether you are biologically male or female, it is very likely to work. You will very likely begin lactating if you experience the sequence of hormones. Um AND you will produce biologically identical milk, whether you have a Y chromosome or not, it's been tested. Um Now you won't produce what's called early milk, which is colostrum, which is just that happens in the first few days after one gives birth, it's kind of yellowy, it's thick and you don't make very much of it. All mammals do this in the first few days and then you have what's called mature milk as your milk glands develop. Uh YOU can't seem to do that with the protocol and it might be tied to something the placenta does. No one really knows. However, again, you will produce milk, you may not produce as much of it as a person who has given birth themselves. However, there are a lot of people who give birth who have difficulty making milk. That's just a thing. It's wildly common. Um, NEVER mind whether or not the baby is any good at getting it out of you. Mine were very much not did horrific damage to my nipples. I can report, I won't show you, but I can report, uh, it's healed, it's mostly healed. It was mostly bruising, but it was, you know, it was like, dear Lord, why is that? They are so bad at that. But no, um the milk that's made, I made plenty of it, but there are many, many s women who do not. Um So it's not actually, in other words, that far out of the curve, if you think statistically simply going through this protocol, no matter whether or not you are a trans person or non binary person, you will probably produce milk. Now, why you would want to do such a thing is a totally separate question. Ok. I would say the same to any says women who want to, they're adopted babies having not given birth themselves. Um Wonderful that you want to, I don't judge you for your reasons. Um It is a difficult thing that you are doing whether or not you have to do it through hormones or not. Uh Lactation has a long evolved history but it is not, it is not the point of your being as a parent, you don't have to do this. But you could."
	},
	{
		"start_time": "26:03",
		"speaker": "Ricardo Lopes",
		"words": "So another thing that usually goes associated with, uh, I mean, organs that are capable of producing milk is something that we, the guys and also a few females tend to be quite fond of these breasts."
	},
	{
		"start_time": "26:23",
		"speaker": "Cat Bohannon",
		"words": "Yes. Yes. These big, like pendulous things full of fat that just hang off the front of my chest wall. People are really into them. But,"
	},
	{
		"start_time": "26:32",
		"speaker": "Ricardo Lopes",
		"words": "but why are they there? I mean, is it really just to please the guys or is there any other reason behind it?"
	},
	{
		"start_time": "26:42",
		"speaker": "Cat Bohannon",
		"words": "I think uh as of uh uh you know, I love this question and it's true. I've been very curious. I would actually kind of love mine to be smaller. Frankly. They're annoying. Um But I just don't want to have elective surgery and they haven't given me scoliosis. Some women have big enough breasts that it literally, you know, provides a kind of horrible thing to their spine. And then surgically it's very useful to just make them smaller. Some people like to modify their bodies because of fashion, whatever. Um I've chosen not to, but it is true that people are fascinated by these damn things. Um So b is it for them, is it for men or not? Are they full of fat and present in this very obvious physical way for men or not? I think a first principle that is always useful in the evolution of traits like these is to assume functionality before attractiveness. There are actually very few runaway traits, um, that, uh, in sexual selection. So a runaway sexually selected trait is something like, uh, the male Fiddler Fiddler crabs, giant claw, you know, the one, that one crab that has the one giant claw and then the rest of his legs are just normal and it really kind of sucks for him because he's like, what the hell with this claw? Yeah. But he is like, I got the claw though. And it's mostly because the females are attracted to the claw. And this is the assumption, right? And so that does seem to be a sexually selected runaway trait. But the thing is in female traits, it's actually very unusual, especially in mammals to have runaway, sexually selected traits. Precisely because our reproductive system is really, um, costly. It's buggy, it's, um, complicated when things go wrong in the female mammals body, you know, in a mutation that, you know, has a thing, the costs tend to be quite a lot higher for the entire population. Precisely because we are the ones who make the next generation. So literally, if it makes us die or makes us worse at producing babies, then it's very likely that our species is not going to do well in terms of evolutionary fitness. Yeah. So the first of all the idea that it would be a runaway trade is immediately suspicious because it's like we have to lactate through these damn things. And we've already established in my conversation with you that we're, it's not a perfect system. Actually many, you know, these days I wonderfully have the technological benefit of having had um you know, a breast pump to, you know, hoover Dyson, like suck industrial material out of me, you know, to then nurse my child, which is something I chose to do. This is recently invented, this is not. So in other words, if it is so common and it is for Children to have difficulty latching or for newborns to have difficulty accessing milk because that breast isn't doing it as effectively as it might have in, you know, among others. Well, that child is going to be compromised, right? That child is going to have problems. So if you think about messing with the boob just to make it look hot, well, it better not get in the way of the lactation because guys, you're really going to screw up your whole species then. So that's a good first principle functionality before attractiveness. The best theory I've seen actually for why we have the shape that we have this brush shape is that it's really nice to not suffocate. Here's what I mean by that, the human face uh has a plane from the side. You know, uh if you look at a human face from the side, you'll see it's relatively flat, right? That the jaw lines up pretty well, with the nose and the forehead, right. It's kind of like a, a semi flat surface. And if you look at the profile of any given primate, including chimpanzees and Bonobos are our local cousins, you know, you have actually the position of the nose is a, is, is, there's more of a jutting jaw. It's not as flat a face, right? So when they suckle on this, you know, mammary mound that is pretty close to the chest wall, their noses are not squashed um against the chest wall. When they try to nurse, they have no problem breathing and nursing at the same damn time, a human baby, if you were completely close to the chest wall, if you didn't have a slightly pendulous, slightly manipulable, uh upturned nipple and a kind of swinging structure that can kind of move around, um would probably have to hold their breath while they nursed, which seems like a bad idea just as a design option, you know, that just doesn't seem like a good idea. So the best theory I've seen for why we have the shape we have is that it was easier for babies to nurse."
	},
	{
		"start_time": "31:16",
		"speaker": "Ricardo Lopes",
		"words": "And so when does the placenta come into the picture? And why did females at a certain point just decide to abandon the egg because it seemed a little bit easier to just lay eggs?"
	},
	{
		"start_time": "31:32",
		"speaker": "Cat Bohannon",
		"words": "Right. Oh my God. It's so much better to just lay eggs. Are you kidding this? Is obviously a better way of going about having babies. It's actually kind of bat shit crazy that we placentals produce babies the way that we do because remember you're not simply like it's not. So what is it to have a placenta? What is it to have live birth the way we do? Um And marsupials do. It means that you're not simply holding your clutch of eggs inside your body to keep it warm. You actually have the damn thing docking onto you with a direct tissue contact, which we call the placenta. So you've probably heard of the umbilical cord, that's that tube that runs from the baby to the mother's body, but it docks, then there's a place where it kind of and it's very Guillermo del Toro. It's very sort of horror movie. If you've ever seen a picture of a placenta, it is, it is gnarly to look at. So I'll leave you to the internet to go look. But it's this fleshy thing that invades the wall of the uterus and you know, to varying degrees then interacts with the mother's bloodstream to draw material out. Um BLOOD and nutrients and building blocks. It's hard to build a body, right? So that is um crazy for a number of reasons. It's incredibly dangerous for the maternal body because now you're interacting with the maternal immune system so you can get runaway inflammation. Remember this is an invader, it's half of you. It's not all of you. It's what's called a partial allo graft. Ok. So you're somewhere between a baby and a tumor when you're doing it this way. It's really, it's an invasive process and of course, the embryo"
	},
	{
		"start_time": "33:14",
		"speaker": "Ricardo Lopes",
		"words": "actually doctor House called it a parasite."
	},
	{
		"start_time": "33:19",
		"speaker": "Cat Bohannon",
		"words": "It's not, you know, it's tricky. It's not only a parasite, it's, it's fun to think of it as a parasite. Fun because it's taboo and we can make fun of how babies are. You know, I think I call them blood sucking demon fetuses, you know, in the human body. And it's true, they're very, our, our embryos are very greedy and our placentas are incredibly invasive. They penetrate the mother's bloodstream in ways that uh is only true for a handful of, of body types. Um WHICH is why we menstruate the way we do. Uh So no, the thing is um it's because it's a partial all graft. There is some, you know, immunological recognition. If you like it, it's made of half of our genetic material, but it is different enough that it is also more like a parasite anyway. The point is is that to do that in deep evolutionary time and now we're moving more towards the, the moment. So, so the placenta evolves before the asteroid comes down, knocks out all the dinosaurs except for a bunch of still unhappy birds, right? Like in that moment when the dinosaurs go and the mammals fill their niches, you know, um the placenta had already evolved, but then it becomes more of a dominant thing, it becomes more of a dominant thing after in the conditions of the post asteroid apocalypse, right? Where this, for some reason was either advantageous or just not deleterious enough, right? And for some reason, more of the marsupials ancestors died out because of that asteroid than the placental mammalian ancestors died out. We don't know exactly why. Now kangaroos and all of those sorts of little creatures are mostly isolated to Australia, except for some South American places where they originally evolved and the rest of us mammals are, are doing live birth. Ok. The reason it's crazy, the reason it's a terrible idea is that you have direct conflict, you have maternal fetal conflict because you have one pool of resources. And if you imagine that the uterus is an environment, well, you have two beings effectively. Although it's a pro being when it's an embryo long evolve to both stay alive and compete for resources in that local environment. So, the embryo, because that's what the placenta does has to somehow down regulate the maternal immune system to allow it to not be treated like an invader. But the maternal body also somehow has to endure an incredible amount of resources being sucked out of it on the regular by a creature that's down regulating its immune system, which of course makes it more vulnerable to infection, which drives up its blood pressure Which, right. So, it's a problem. It is a problem to have live birth. It's not a great situation for us."
	},
	{
		"start_time": "36:02",
		"speaker": "Ricardo Lopes",
		"words": "So, of course, we don't have time here unfortunately, to a certain extent to get into all of the different steps of the evolution of the reproductive organs of the human female. But I mean, you know, something that the other day dawned on me this f crossed my mind before was that I was talking with a friend of mine about embryo development, about prenatal development. And suddenly it done done me. Oh my God, we the guys are all trans people because we all started off"
	},
	{
		"start_time": "36:37",
		"speaker": "Cat Bohannon",
		"words": "inside a female body. Oh That's an interesting metaphor. That's an interesting metaphor. I can't speak to what it is to be a trans person and whether or not that would resonate with such a person. Um It is true however, that there is in many ways, a mosaicism in many parts of the body where a thing you would expect to be, you know, statistically sex, typical one tissue to another doesn't always follow the rules. This is most obviously true in the brain. Um But it seems to be true in some other tissues as well. Um But we're only finally starting to get that picture because we're finally studying the biology of sex differences. We didn't know before we're only finding that out. Now."
	},
	{
		"start_time": "37:19",
		"speaker": "Ricardo Lopes",
		"words": "Uh So another interesting thing here that you talk about in the book is the female orgasm. So, I mean, I guess that some pe some people would be wondering why do you need these orgasms for? Exactly. And"
	},
	{
		"start_time": "37:35",
		"speaker": "Cat Bohannon",
		"words": "how female are the ma"
	},
	{
		"start_time": "37:37",
		"speaker": "Ricardo Lopes",
		"words": "uh the female?"
	},
	{
		"start_time": "37:39",
		"speaker": "Cat Bohannon",
		"words": "Ah OK. OK. Well, I mean, on 1st, 1st principle, the reason for the female orgasm is that females uh have pleasure and uh that pleasure should be valued. Thank you very much. Um THAT I've heard of that, but just it's worth saying, I feel like it's worth saying anywhere because at some point, maybe we'll all finally believe it. OK. So there's that, but I think you were probably trying to ask me uh as someone representing the science behind it. Um Right. Yeah. So unfortunately, um female typical orgasms there. This was a beautiful little paper um that came out some years ago seemed to be tied to ovulation. Um Once upon a time, uh the female orgasm may well have triggered uh the fo the egg follicle, you know, the developed egg uh hatching as it were out of the ovary and making its way into the fallopian tube. Um You can still see a little bit of this in the rabbit actually. So one of the reasons that rabbits have so many babies, that's the stereotype why we love to uh say the Easter bunny is a rabbit because of Ancient Roman fertility uh rights. And why we associate them with just, you know, sex and babies in general is because they ovulate in response to coitus, they get laid and they immediately ovulate. That's how it works in them. They don't have the estra cycle the way we do in that they, you know, are only fertile for a little bit. They uh could potentially be fertile whenever they have sex. Ok. And so the female orgasm uh seems in deep, deep time, not just because of rabbits. This is also true, I think, uh in a few other system, few other body plants um to release an egg. Now, thankfully, uh just birth control alone. Um That is no longer the case. These things have been decoupled. OK. And uh in the human body, the female orgasm is not at all time to ovulation. It is tied to our sense of satisfaction. It is tied to potentially bonding with our mates. Maybe sometimes it's tied to enjoying the very messy and often unpleasant process of living in a body and being mortal. It's tied to all those things, but it's not tied to ovulation anymore."
	},
	{
		"start_time": "40:01",
		"speaker": "Ricardo Lopes",
		"words": "So it's just for a pleasure then."
	},
	{
		"start_time": "40:04",
		"speaker": "Cat Bohannon",
		"words": "Yes."
	},
	{
		"start_time": "40:05",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God. That's really."
	},
	{
		"start_time": "40:09",
		"speaker": "Cat Bohannon",
		"words": "Now, now that said we often confusingly tie what we call the neurological condition of having an orgasm, you know, getting past the breakers, the wave, the arriving at the moment and the trumpet sound, whatever your metaphor is fine, you know, we, we confuse sexual arousal and orgasm in that um It is not the, it is not the case that a woman cannot enjoy sex without having had an orgasm. In that classic sense. Lots of us do. And unfortunately, many of us won't even experience our first orgasm until later in life. In part, because we've had many lousy lovers who have no idea what a clitoris is fine. Um But also, uh you know, there's, there's like sexism and there's just gender mess and there's just, and there's also the simple fact from what studies have been done on it, that the vast majority of women uh do not have orgasms uh without clitoral stimulation, simply penetration uh tends not to, in part because uh the vagina itself doesn't have as many nerves in it. Um So it's not, it's not as dense a signal as, as you like as the, as the clitoris and its extended structure. Some women do have uh some people with vaginas do have orgasms from penetration, but usually that's not uh sufficient. So anyway, now you've had that little bit of uh public service announcement for what female orgasms are for and how they work."
	},
	{
		"start_time": "41:38",
		"speaker": "Ricardo Lopes",
		"words": "But, but you know, this is highly controversial because I've heard that there's a book or several books out there where s where people claim that uh non reproductive sex is a sin. So that, that should be a problem. No."
	},
	{
		"start_time": "41:55",
		"speaker": "Cat Bohannon",
		"words": "Oh, well, you see, I thought it was a sin to make people suffer unnecessarily. I thought the greatest sin actually was to make other people's lives worse, uh in obvious and measurable ways, which is to say, II I thought, um, devaluing the pleasure of others lives and devaluing the existence of people who are not like yourself was the greatest sin, but perhaps I'm confused."
	},
	{
		"start_time": "42:23",
		"speaker": "Ricardo Lopes",
		"words": "Uh uh Yeah, perhaps you are a and, and something that I would imagine is not exactly for the sake of your pleasure is menstruation. So"
	},
	{
		"start_time": "42:34",
		"speaker": "Cat Bohannon",
		"words": "some people are into that me, not particularly, um there is a whole subset of people who are really, really into it. Um And uh and not simply in kink space, but just in the experience of having a body and I respect them personally. Uh I, I, I'm happy to not have a whole lot of it. I have an IUD and so that thins the lining of my uterus. And that means that at this point, I I experience very little um externally obvious uh menstruation that is different for every patient, of course. Um But no, I um the point of menstruation actually uh is to build a barrier between the maternal body and the incoming fetus. The reason we build up the lining of the uterus is precisely because we have a very, very invasive placenta in our species. And so um if we didn't do that, we might well die, you know, uh trying to become pregnant if we do, hopefully choose, hopefully, it is a choice uh become pregnant without having built up that lining. And it's just the, why we shed it externally, uh as opposed to reabsorb, it, most species that do this reabsorb, it just so, you know, um, it just is probably more, uh, you know, it, it's a cost, uh, it's a cost analysis for whatever reason, our bodies evolved in a way that it was less costly to just shed the stuff than to just uh resorb it. Um, WHEN, when we're done using it, who knows why we're stuck with it."
	},
	{
		"start_time": "44:00",
		"speaker": "Ricardo Lopes",
		"words": "So, one of the things that really, I I mean, I wasn't expecting for you to cover in the book. It surprised me was primate perception and female perception. So why is it that you also talk about that specifically? I mean, are there some important ways by which uh female perception differs from male perception?"
	},
	{
		"start_time": "44:26",
		"speaker": "Cat Bohannon",
		"words": "Well, there were two, there were two reasons why um the first and obvious reason is that um I was interested in whether or not there was anything important in sex differences. Uh At that moment, we become primates when our ancestral line uh evolves out of uh merely mammals and early primates arrive. And what about the story of their evolution may or may not apply to sex differences? Um BECAUSE you and I are equally primate. Um But we are also sex. So OK, so what was interesting about that moment to me um the arrival of primates is that it's very much a perception story now by perception, I mean, our sensory array. OK? I don't just mean our cultural perception just to clarify. I mean, you know, this thing we call a sensory array which is effectively your head, your face. You know, you, you hang your sensors, your primary sensors on this very usefully swivel, you know, part of your body that you can turn in one direction or another and has ears on either side of it and eyes towards the front and, and the nose and the mouth right centrally and there you are, that's your sensory array, perceiving the world around you in varying degrees specific to your species. What's interesting about primates as this is a moment where we really are evolving in the trees, specifically in angiosperm forest. So this is something that's a bit new after the apocalypse uh that killed off the dinosaurs in the smoking holes that were left. Um A bunch of fruiting trees uh took hold and created these incredible canopies uh full of delicious hanging fruit that of course many different species that evolve to um eat and then of course beneficial to the trees, uh poop out their seeds in various spots making hence new trees, right? So there's this long messy process of creatures taking advantage of this new environmental condition, this new ecosystem is growing and primates are very, very much a part of it. So, one of the best theory goings I think for why primates are the way they are. Um MANY features of our bodies is that we evolved to eat fruit in angiosperms hanging on what's called the distal branch. The more the thinner branches where the fruit is, you know, out towards there. So our pro proprioception, our ability to move. Uh THAT so many of us have these grasping hands. Of course, most primates are still in the trees, not all but many, we still have that opposable thumb, that grasping thing that grabs on to a branch. Um And also our perception, however, because optimizing to eat, not just bugs anymore, which a lot of early mammals did. We were insectivores, but also fruit. Now means being able to tell when tender leaves and ripe fruit are ripe, which means you have to see color in a certain way. Um It means having to hear and see things in this complicated environment that isn't just back and forth, but up and down very 3d. Once you live in the trees, that's a very different sensory environment than when you're scuttling along the ground and living in burrows, right? So, um so there, so it seemed to me that the moment we become primates is really deeply about trees, it's really about our sensory array. And because there are known sex differences in primates um for our sensory array, slight differences in our visual perception, slight differences in our hearing and a little bit in our noses, olfaction too. Um That seems like an important story to tell"
	},
	{
		"start_time": "48:05",
		"speaker": "Ricardo Lopes",
		"words": "uh and I, I mean those stories that sometimes we hear about women, uh when it comes to color vision, being able to distinguish between more colors than men and seeing more colors. And when it comes to smell, being more sensitive to smell and being able to identify uh different uh more smells than more odors than men. Is that true?"
	},
	{
		"start_time": "48:34",
		"speaker": "Cat Bohannon",
		"words": "Yes, actually, but not always in the ways you might think and not always for the reasons you might think. Now, when it comes to vision, when it comes to our eyeballs, there are certain kinds of color blindness that are X linked traits, which means that if you only have one X chromosome, you're more likely. So there is a male typical color blindness, not all males have it, but males do have for the lack of the X chromosome. There are other kinds of color blindness but men are more likely to have this kind. So there's the most simple and obvious way that many men are less good at color because you have a hard time. If you have this distinguishing as my husband does between red and green, you know, he'll ask me to bring over the red blanket, which is very brown. It is a very, actually brown blanket. There is no mista it and I often have to be like, do you mean the brown blanket? He's like, yeah. Yeah. Yeah. The blank. That one, you know, because I'm cold, bring me the thing that we both understand, why do you have to correct me. Um And likewise for green things versus red things. So, um, in the ancestral condition, uh this may or may not have been a big problem. It's still so common that it clearly wasn't so costly that anyone who had it would die. Let's put it that way. Um But when you eat certain kinds of fruit, when you are creatures that optimize for eating a tender green, you know, reddish green sort of bud versus a more mature leaf, which might be less nutritious for you or harder to digest. It can really be advantageous to have something like color vision if you are, of course, creatures that are living in the daytime and not the night time, which was a big shift for a lot of primates. We began as nocturnal creatures and then we shifted to day eaters and that, of course, totally changed our color vision. Yeah. So that's the thing now, whether or not it's true that a typical si woman can look out and understand fine differences between the colors of a freaking shirt. Uh This feels cultural, this feels maybe if you're not literally color blind, I think that's just how that brain evolved to pay attention to certain things, which is probably like a culturally situated, whatever, right? I don't know that it's actually true that we are more aesthetically responsive as females that seems like a weird, like gender story or something. I think there are, there are many male people who are perfectly excellent at being, for example, fashion designers. Thank you very much. Um However, it is true that there are a number of women who are tetra chromat. There is this extra gene that can produce extra um the ability to do. Let me say that again, there are people who because of having two X chromosomes may have extra copies of things in their retinas that let them see a more diverse array of color, something more akin. In fact to what birds do. They have eyes or at least they have retinas like birds, but they don't know that they do. You have to do a genetic test for the damn thing. And then you have to see if they even experience it because of course, when we grow up, we live in a sensory world in which we live, which is optimized for trichromatism, which is what you and I probably have, you know, picture a stoplight, you, you, you you can see certain colors and we live in a social environment in which that sensory ability is rewarded, right? We don't need to see things like birds. It's not useful to see a weird shimmering rainbow coming off of every single time you see a wave on the ocean, you know, um it it's not rewarded. So in many cases, most of the genetically tetra chromat folk uh can't really say what they are seeing or may not even consciously register that they're vaccinating millions more colors, distinguishable colors than we are. There's been, I think only a handful of people, maybe one or two who are yes women who are tetra chromat who know that they are seeing this incredible array of colors and can report it. So, really, this weird number up to maybe a quarter of all women are like secret superheroes that just haven't trained their powers"
	},
	{
		"start_time": "52:46",
		"speaker": "Ricardo Lopes",
		"words": "but, but uh a about the smell bit. Uh I mean, we're, we're being very feist here but, but le let's try to be a little bit more gender equal because what I'm about to ask you is something that many times when women, for example, are pregnant, makes men who, who wake up at 4 a.m. and go out to buy chocolate or whatever. So I, I"
	},
	{
		"start_time": "53:11",
		"speaker": "Cat Bohannon",
		"words": "remember just a partner being very nice. Ok? It's not that we have to have a 4 a.m. chocolate. It's just that um well, there's two levels there now that isn't, well, that's part of olfaction because to have a a craving for a food is partially to desire, the taste and taste is greatly a part of smell, but it's also very much a brain based thing that somehow interacting with your enteric nervous system, your guts uh that also desire a food. So wanting a food is actually kind of a whole body thing um which indeed does go a little haywire when you're pregnant famously. So, um, you also will experience more revulsion towards certain tastes and smells that you didn't feel repulsed by before at all. Um And that's what's interesting. So two things are going on there or at least that's the theory. There may be shifts in raw olfaction, your ability to smell and taste, which may be heightened in other words, or changed in some deep way. You become better at smelling faint things maybe when you're pregnant. So that's like a nose based kind of thing. And then there's just brain based stuff, which is your emotional response to this stuff, right? Because it's not simply when you smell a thing, then you have an emotional response to what you smell, not simply like in a Proust Madeleine like, oh I have memories of my childhood and I like eating chocolate, you know, whatever, right? You know, um it's more like a it's like uh we are always, our brains are always already emotional. That's how we are as these social primates, right? So there's literally never a moment. You're not having some emotional response."
	},
	{
		"start_time": "54:40",
		"speaker": "Ricardo Lopes",
		"words": "Wait a minute are men also emotional. That's another one."
	},
	{
		"start_time": "54:44",
		"speaker": "Cat Bohannon",
		"words": "Very much. So you cannot have a brain and not be emotional. OK? It's just Lisa Feldman Barrett has talked a lot about this. You know, there are many very excellent scientists who have been trying to convince people that this thing we call emotion is not so segregated you know, this is not Antonio. Damasio also talks about this, you know, this all of these categories of emotional response are very much embedded in literally every thought that we have, we just only register those very emotional things is like, oh, well, that's emotion is like no, literally everything you're doing with your brain involves emotion anyway, moving on. So, ok, so emotional response then when you're pregnant may well be heightened to not only olfactory signal but to many things. And that is absolutely a response to the hormonal craziness that pregnancy involves. And so that's why disgusting things smell very disgusting and things that normally don't smell disgusting may well for that person suddenly be disgusting. And that other thing that they are normally not that into suddenly becomes the thing that you require at 4 a.m. Some of that is your nose, some of that is your nose, but not all of it."
	},
	{
		"start_time": "55:52",
		"speaker": "Ricardo Lopes",
		"words": "And, and is that in any way also a mechanism to protect the fetus from potential uh bad foods, I mean infections or something like that,"
	},
	{
		"start_time": "56:04",
		"speaker": "Cat Bohannon",
		"words": "maybe, maybe. Um THAT'S one of the good theories going for it. Um And there are ways of testing it in ways not of testing it. And of course, we don't test it in pregnant human beings. Um We do this more to pregnant rats and see, do they avoid the poison or not? You know. Um But when that, when pregnant, um the idea is that there are some tastes that like bitter, bitter tastes are very commonly associated with many kinds of toxic things in the world. So we, uh tend to have a very negative response to things that taste bitter. We tend to have more of a negative response when we're pregnant. And one assumes that that could have an evolved feature that this would be beneficial to avoid poisons. You know, because the plant world turns out it's full of poison. Um YOU know, when you are a a pregnant body. So, um yes. So it may well be that there is some avoidance that gets heightened when you're pregnant and that your changes in your taste and your emotional response to taste and scent uh are sort of a built in evolved and advantageous feature. You know, there may also be a nutrition seeking that happens because again, we've established that it's crazy not to lay eggs. So, you know, you may well seek certain kinds of uh nutritive sources when you are pregnant that you wouldn't normally be so desirous of. But let's not always assume 1 to 1, not everything that happens in pregnancy is an evolved thing that's advantageous. Some of it is very much accident. Some of it just sucks."
	},
	{
		"start_time": "57:33",
		"speaker": "Ricardo Lopes",
		"words": "But then you arrive at a point in our revolutionary history where you have these new reproductive system, you have pregnancy, you have birth, but then we become bipedal. And I guess that to a certain extent was not very pleasant,"
	},
	{
		"start_time": "57:50",
		"speaker": "Cat Bohannon",
		"words": "right? Some of it was great. Ok. Some of bipedalism is, which is walking on two legs. Uh You know, because the assumption is before we were based largely in the trees and we did a little bit of walking around on two legs like tree based primates sometimes do. Uh, BUT it wasn't, it wasn't our primary mode of locomotion. Yeah. Um, WE were never knuckle walkers. That's uh a thing that we've been correcting in the paleo record. And you know, those little uh diagrams where you see the knuckle walker on the left and evolves up to a guy walking and then you see him usually for a joke at the end sitting at a computer typing and this is the evolution of man. Yeah. Well, um so it's actually the case that no, we were more like these things with our arms up up in the trees and then skip the knuckle walking all together because that's a separate evolutionary path. OK. So anyway, walking upright, um means shifting the pelvis a bit in order to have a better structure to anchor the buttocks. Actually, one of the big ways we walk actually is our butts. It's one, it is, in fact the biggest single muscle, the gluteus maximus in the human body. And it is incredibly important and it is anchored in all kinds of ways. You actually have a number of butt muscles, gluteus, maximus, gluteus, medius, gluteus, minimus exactly as it sounds anyway. So you have a number of butt muscles holding you up there and then your spine forms a curve shape to absorb, you know, impact because there's a lot of force now and what have you and suddenly you're an upright being. But of course, because we have long evolved to give birth through a birth canal, which is situated down going between the hip bones, well, bringing the hip bones upright. Unfortunately, also means closing the pelvic opening to make it a little bit smaller than it used to be. Yeah. So um that has been ever since. Not great, not great. I would say not wonderful at all because you see, we now have the condition of very large babies and very small pelvic openings through which our birth canal passes. Ok. We have what's called an obstetric dilemma. Um Now, it's been used to explain lots and lots of things. I think the most compelling thing about the obstetric dilemma is simply that it's dangerous. Um Not that it shaped everything in our path. Um The most dangerous feature of our reproduction is our placenta actually, but still getting them out of the body. Not great because you're trying to take a watermelon size thing and squeeze it through a lemon sized hole. And if you've met fruit, you can understand that mechanistically, this is a problem and we from uh pelvic analyses and uh comparative uh morphologies and what have you we now have a general sense that starting at least by Lucy, uh the australopithecine 3.2 million years ago. Um We had this problem, we had a, we had a too narrow opening in these bipedal hominins and relatively large babies. And uh the assumption then is that Lucy like us, probably had a midwife."
	},
	{
		"start_time": "1:00:53",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, it would be very interesting to get into the midwife a bit, but unfortunately, taking into account our time limit. Uh AND because I mentioned at the beginning that I was going to ask you about this, let's move on to another topic. What about menopause? I, I mean, why is it that at a certain point in the in the life of the life of females, they reach a point where they are no longer able to reproduce, but they still live past them."
	},
	{
		"start_time": "1:01:26",
		"speaker": "Cat Bohannon",
		"words": "It is one of the great biological mysteries actually. Now it is not a mystery why a person who no longer gives birth uh is valuable to society and we often confuse those questions. Ok. Uh The entire point of a woman's life uh is not simply to make babies. Thank you very much. But this is also true in the evolutionary sense, believe it or not. This is all so true in the deep uh evolution of our body plans because what we fundamentally are, of course, is not simply baby makers. What we fundamentally are again is social primates and each member of our communities contributes equally to the success of our communities because we are so interdependent, so communally bound. Yeah. So that means of course, that our elderly should they survive to become elderly, are valuable to the community for many reasons. But let me first say, getting back into the mechanisms of it. The reason it's a mystery that menopause exists in part is because we are one of the only species that has it. OK. The only confirmed for sure, confirmed everyone in the scientific community 100% agrees creatures that have menopause, which is to say we live a full third of our lives after having stopped ovulating, after having stopped, having had the ability to make babies are human beings and a handful of toothed whales pretty much that. Yep. Uh The ones we know most about among the toothed whale are orca killer whales. So basically, we have humans and we have killer whales and that's what we're working with in terms of understanding menopause, which is not a great scientific situation to be in, in part because of course, uh killer whales live in the damn ocean and it is hard to study killer whales because boats and ocean anyway. So we finally did, however, figure it out and we were able, we the scientific community, not me, I didn't do this research, but the people who did are brilliant. So one of the big theories for what you know, the evolutionary conditions in which menopause was favored. In the rare cases. It is, is that maybe menopausal females who no longer have their own babies can then help with the childcare for the third generation. They don't have a competition for resources with their daughters to provide for their offspring. Yeah. And they, uh, can then, and they're free, they have more free time as it were. It's kind of like the kindly grandmother is gonna help out with childcare while the the, you know, the daughter, the mother of that grandchild can go do other things, right? So this was the idea for how menopause may be evolved. It's called the grandmother hypothesis. OK. Cool. I loved my grandmother too. She died before she was able to help with childcare, but she, she was a lovely woman. I remember her cookie jar. Um And I would like that to be the story. However, it does not seem to be the case that at least among the only other known type of creatures that have menopause that they help out with the third generation more. Actually, in killer whales, they don't help protect the grand babies more. They don't help get more food and do more food sharing with that generation because they are, they have so much free time. No, actually the only thing they're known for among these menopausal workers who are matriarchal. By the way, the grand menopausal grandmothers are very much the grand dams in charge of the whole business for the whole pod in times of stress, they are good at leading the pod to good sources of food. Ok. So the local easy food has run out. These menopausal grandmothers are good at knowing where the hell the rarer sources that are reliable of food are located and they literally lead the dam pod there. They're also more involved in teaching younger generations uh specialized hunting techniques like you know, that thing where you may have seen a video online where you see, uh orca, you know, killer whales lining up in a row and then they bum rush an ice floe where a seal is sitting on top of the ice and the bow wave of their movement knocks the seal off the ice, which is a very good day for the killer whale is a very bad day for the seal, right? Yes. So that's a specialized hunting technique that has to be taught. And the, uh, the matriarchs are very much involved in the teaching of the young, which is to say what in that situation, what the menopausal grandmothers are good for is simply still being alive and knowing stuff. Ok. So let's think back to the human beings. What if all of humanity selected four traits that extended our lifespan? We know it did. We know for a very long time, we died around 35. Ok. But at some point, the assumption is it's many different traits in the body we evolved the ability to live longer. We evolved the ability to live into our freaking sixties, seventies God, eighties now, even hundreds. That's a runaway train. But you know, we, we have evolved longevity, human type, longevity. Ok, which would be beneficial to everyone. Should you manage to make it precisely because then you have generations that remember how to survive difficult conditions that are rare, right? So both grandmothers and grandfathers then would be good at remembering how to survive the flood that had happened 30 years ago because they were alive at the moment that a lot of other people were literally not yet born. Ok. In a social environment before you have anything like God, the written word. Are you kidding? No, when all you have is the ability to talk to one another. When all you have is the ability to, you know, maybe a little bit better than monkey. See, monkey do the elderly members of the group are very good at helping an interdependent group survive a dangerous world. And so the reason we have menopause in that case is more that the ovaries never got the message. They're still running the old monkey plan. And it turns out this is true. Our ovaries are finessing at a very typical rate for a primate. You know, there have been studies now that look across species that indeed our ovaries are aging at a sort of normal primate rate given an expected lifespan. And it's just that they never got the message that they were supposed to live longer. Personally. I'm very glad for this because I don't want to give birth in my seventies. I'm good. I'm good. I'm happy in fact, to be done with the two times I have given birth and to literally never do that again, would be ideal. Um BECAUSE the way we do it is again terrible, but it does mean that we have a lot of knock on effects. Unfortunately, a lot of post menopausal conditions like osteoporosis and other things in which there is a kind of mismatch between the older body and the rest of our body systems and the ovary, which had long been involved in this complex hormonal signaling system that, you know, keeps everything in check, right, the endocrine system, in other words, that then changes and starts to screw things up a bit."
	},
	{
		"start_time": "1:08:29",
		"speaker": "Ricardo Lopes",
		"words": "So, uh ii, I mean, uh th this might be a sort of very short uh psychoanalytic ses session. But uh I mean, since we're talking about older women, I I'm very worried about uh this bit here. So because uh that there are some older women that I find very attractive, but then I tune into Mano Sphere podcasts and uh I don't know, red Pill community forums and they basically say that women have an expiration date. So, am I a freak or what?"
	},
	{
		"start_time": "1:09:05",
		"speaker": "Cat Bohannon",
		"words": "Well, um I mean, the short answer is yes and no uh you may be, you may be a freak in that you give a damn about women suffering that uh unfortunately may be more of the signal given how much of the world seems to. Not. So it's a, it's a good thing. It's a good thing in terms of whether you, you're freaking kink space. Oh, actually, attraction to older bodies seems very common. You need only look at the internet and porn for granny, porn, my God. Um It's everywhere. So no, that seems a very common uh thing that many people are into and you need not get into the details about how into it you are. OK. Now, II I wouldn't dream of asking. No. So I would say at least in the manoe. Um AND the idea of women having an expiration date, well, you know, I'll even have a little bit of sympathy here whenever somebody needs to make the claim that somebody else has an expiration date. It's usually because they have anxiety about their own. Ok? So usually a lot of this bigotry, a lot of this misogyny, a lot of this crap is inevitably coming from um somebody who doesn't know what to do with their own vulnerability, you know that something about their lives really sucks and they don't know how to feel about it. And they live indeed in this case, in a sexist world that is also hard on men in different ways and, and the way that they are coping is by being assholes. So, you know, we're, we're not perfect beings. Ok. Many of us cope by turning into assholes. It's just some are worse than others about it. Scientifically though, I think you also mean to ask me, however you may not know. Although having read my book, maybe you do that among other primates, actually, aged females are often the most attractive members of a group. So chimpanzees at the very least famously, so are extremely attracted to the eldest females in their group. That chick is the sexiest thing to a chimp male and she will have her teeth falling out, she will have patches falling out of her hair. I mean, you know, there's granny porn and then there's what chimps are into. My God, they are into very elderly females. Now, in part, it may be because many chimpanzees indeed do give birth when they're elderly. And so simply having signals that you have survived that long and having well established social hierarchies in this group where you may be an alpha female at this point is a very sexy thing to a chimp male, you know, so, um you know, maybe your desires are a continuation of older patterns, I couldn't say. Uh BUT I think actually when it comes to when it comes to human sexuality, though, assume diversity is the norm, we're just really horny. We are horny creatures and we are often promiscuous creatures. And so that anyone would have something they're into isn't surprising. It just shouldn't be surprising. That's just how we are with sort of everything."
	},
	{
		"start_time": "1:12:04",
		"speaker": "Ricardo Lopes",
		"words": "But I guess that makes a very good segue to my last question and I hope this is a quick one because I'm really getting mindful of your time here. But do we have any idea where sexism comes from? I mean, because it's one thing for it to exist, but where does it stem from?"
	},
	{
		"start_time": "1:12:23",
		"speaker": "Cat Bohannon",
		"words": "Exactly. Let me make sure I know what you most want out of this question. Do you mean when did sex evolve? Males and females like way the hell back, like, I mean, before fish or do you mean, uh, sex in the human body or what, what"
	},
	{
		"start_time": "1:12:40",
		"speaker": "Ricardo Lopes",
		"words": "I means to aspects to the question? First of all, since we're talking here about evolutionary biology, if you think there are any evolutionary basis for sexism, that's the first one and the second sexism, sexism and, and the second one, I mean, culturally speaking, when did things like the patriarchy started? And all of that?"
	},
	{
		"start_time": "1:13:07",
		"speaker": "Cat Bohannon",
		"words": "You mean the final chapter of my book? Yes. Let's see if I can do that chapter quickly. Um Let's see. Well, I can tell you a few important, important features of that chapter. The first is that I have always found it very suspicious when we see women reinforcing sexist rules, um, which is very, very common, very, very common. It's not rare even remotely, it is extremely common that and sometimes the most vocal, you know, advocates of uh gender norms and sexism in general, you know, things that would seem to not benefit them or any other female that they're advocating for um, is somehow what's called internalized sexism, which somehow, in other words that they have taken sexist ideals, which must evolve from the patriarchy and from men, that men would be the origins of sexism and then they've taken it into themselves and they're just poor, pathetic little puppets. Yeah. Mouthing the uh the ideas of others. And you see similar ideas are equally um patronizing about poor people, advocating for conservatism when it doesn't benefit them. You know, economically in various countries. We, in other words, we, we like to denigrate people who seem to be making political and social choices that don't obviously benefit themselves. So it's useful to not be so patronizing. There's always that as a first principle. Um But in biology, it's also useful and this is something I do in the book to say. Well, no, we actually know that huge numbers of women are advocates for very restrictive sex rules. And what I mean in here it's like a subset of sexism, which is what females can wear, where they can go in a day, what sort of jobs they can have, what who they can interact with and definitely anything around anyone they might have sex with. And then then on into the baby making and the norms for all of that. Right? You know that they're very vocal advocates for this kind of stuff. It seems to me a bit foolish to think that this is simply internalized sexism that no, there must be something driving this because we are, of course, any good behaviorist will tell you in biology that we are social beings, we are all equal participants in our social rules. We generate them, we reinforce them, we we push against them. We're all doing this together. None of us is in control of the rules, right? We're all building them and making them and reinforcing them all the time throughout our lives. Women too. And I, so I thought, well, OK, I've just spent a decade of my life thinking about deep, deep time and body plans and evolution. And what would an evolutionary biologist say about all of this? Um Well, a lot of these sex rules are directly tied to the levers of reproduction. Ok. So they have to do with access to female bodies, how much of that body can be seen in what context and by whom, how much of that body can be approached in what context and by whom? And God, by the time you get to anything directly involving sex, there are many, many, many rules, right? And of course around baby making too, which is to say all of these, this constellation of sex rules together are manipulating culture by culture, the fertility of the females in that culture, when she has babies and under what conditions and with whom right now, if you think back to an ancestral state where again, female birth is incredibly dangerous uh female, right? You know that sorry by female birth, I simply mean giving birth is dangerous being pregnant, giving birth and the postpartum recovery period and then lactation and everything. This is a vulnerable, dangerous period that is hard to do. Ok. So controlling when and how you get pregnant. Culture by culture, the rules are different but every single one has rules, access to female bodies, every culture is different, but we all have strong rules and we feel strongly about them. This is manipulating fertility patterns. That's the biological perspective. And in deep time culture by culture, in various environments that may well have been biologically beneficial. It may have helped more females survive and thrive in their babies too, right? Because in some environments, it might be good to have cultural rules that effectively cluster your births that at the start of your reproductive life, you have a bunch of babies and then you just raise those babies and that's how you do it. Now. That's going to be differently. Rewarding depending how much food is available. If it's seasonal, et cetera, et ce, right? In other environments, it might be better to space out. Your birds might be better to start later and have a later cluster right after you have arrived at a certain point in a social milieu arrived at a certain point with a certain social status, right, that the birds come later after you've achieved it. Anyway, the point is is that every human culture seems to have something like a drive. I know scientifically, the word drive is complicated, but we seem driven nonetheless, not only to create culture but to create sex rules within our many cultures and then strongly reinforce them and when we change them, then strongly reinforce the change. And we always feel very passionately about it. And it seemed to me that that's simply something that human beings may well do precisely because we're so bad at giving birth. But the thing is is that we also evolved this beautiful thing called human type gynecology. We have an incredible tool set that comes from the dawn of midwifery back in the australopithecines and all the way forward. We're much better at it now that also intervenes on human fertility. And it is actually a hell of a lot better at keeping women and girls alive and thriving and surviving through the messy process of having a female body. So maybe just now we arrive at a moment in human evolution where we can get our heads above water and um choose."
	},
	{
		"start_time": "1:19:07",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, if people want to learn more about that and other aspects of our sociality, they can of course read your book if how the female body drove 200 million years of human evolution. I'm leaving a link to it in the description of the interview and Dr Bohannon, thank you so much again for taking the time to come on the show. It's been really fun to talk with you."
	},
	{
		"start_time": "1:19:29",
		"speaker": "Cat Bohannon",
		"words": "It's been fun to talk with you too and I hope you all enjoy the book."
	},
	{
		"start_time": "1:19:33",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Conners, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger and H her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel S friends, David Sloan Wilson, Ya Des Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi, Nale me, Gary G Almansa Zal Ari and Y Polton John Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franka Gil Cortez or Scott Zachary. Ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fists Larry Dey junior old Ebon Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson Ismael Bensley Man George Katis Valentine Steinman, Perlis, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Si Adrian Bogdan Knit and Rosie. Thank you for all"
	}
]