[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Jonathan Mason. He's a professor of Philosophy at the University of North Florida, specializing in epistemology. And today we're talking about his book, why it's OK not to think for yourself. So, Doctor Mason, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:23",
		"speaker": "Jonathan Matheson",
		"words": "Thank you very much. It's a pleasure to talk with you Ricardo."
	},
	{
		"start_time": "00:27",
		"speaker": "Ricardo Lopes",
		"words": "So to start off with, let me ask you this question. Do you have any idea at all where this idea that is very common? Actually, that people should think for themselves comes from?"
	},
	{
		"start_time": "00:43",
		"speaker": "Jonathan Matheson",
		"words": "Uh Well, good question. So, I mean, I know the a lot of people at least point to the enlightenment uh as with the idea of not taking other people's word for it, but doing the intellectual work yourself. Um So, I mean, that's one place I got, I think uh a big boost. But I do think also that even just in the last five years, uh it's gotten another sort of like boost and so it's again been on the forefront and obviously in, in headlines and on social media. Um, BUT I think it's been the value of, it's been, again, emphasized, uh, of thinking for yourself or doing, doing your own research. Um, YEAH. So it, it's definitely timely I believe."
	},
	{
		"start_time": "01:28",
		"speaker": "Ricardo Lopes",
		"words": "But what does it mean exactly when people say that you should think for yourself, what do they mean by that? Because as we'll go through the other questions, I guess we'll see that it's perhaps a weirder idea that people think for themselves or should think for themselves than it sounds uh when you first hear it."
	},
	{
		"start_time": "01:51",
		"speaker": "Jonathan Matheson",
		"words": "Right. Yeah, I think, I think that's exactly right. So I think, you know, as a kind of vague motto, it sounds very great and easy to endorse. Um But then thinking about different ways to make that more precise or more explicit, some, some ways seem great and others seem not so, not so great at all. So the way, the way I think about it is uh not just, you know, using your own brain since I think, like, it's impossible for you to not use your brain in, in some, in some capacity. If you're even having beliefs, you're using your brain. Um The way I think about it is if you're thinking for yourself, you're acquiring and assessing the evidence on your own. So the important contrast for me is between thinking for yourself and deferring to someone else. So when you defer to someone else, you believe what they say on their say. So when you don't have to see their evidence, you don't have to hear about their reasoning because they say so uh is your reason for belief? That's not thinking for yourself as I'm, as I uh use the term uh in the book. So thinking for yourself is doing the opposite of that. You are looking at the evidence yourself, you are making your own evaluation uh of that evidence. So, I mean, 11 question that kind of I think was also in, in, in your question was, well, how often do people actually do that? And I think not so often at all. And so even though I think the people who champion thinking for yourself are often not thinking about it in terms of like going ahead and doing all of the all of the evidence gathering yourself and evaluating it yourself. It's impossible for us not to be relying quite heavily on others. Um And so that's where I think there is a bit of this disconnect between the motto and the slogan and, and what it actually looks like on the ground."
	},
	{
		"start_time": "03:46",
		"speaker": "Ricardo Lopes",
		"words": "A and we're going to get into why that's the case later on in our conversation. But since in my first question, you mentioned the enlightenment and since you yourself are a philosopher, do you think that this is a common idea also among philosophers themselves that you should think for yourself? And I guess that perhaps associated with that and we'll come to this point later. There's also uh perhaps one of the reasons why it would be common if it is common, of course, is that it is associated with intellectual virtue."
	},
	{
		"start_time": "04:24",
		"speaker": "Jonathan Matheson",
		"words": "Yes. So, I mean, what, what actually got me thinking about the, the project in general was this open letter that was written by a number of Ivy League professors to incoming uh university freshmen. This was maybe back in 2019 or 2018. And their one piece of advice um for incoming students was to think for themselves like that. That was if you take our advice about anything, we want you to do this, we want you to think for yourself and you know, something about that seems right and a great piece of advice, but something also didn't feel quite right about that and that's what kind of like led to the puzzle but related to the question more directly. I, I do think that there's something that we value, especially in uh the academic world about thinking for yourself. So like when uh you know, when I am teaching a class, I want my students to think for themselves. I want them to be wrestling with the ideas and the arguments on their own. I want them to be, you know, cultivating different skills, intellectual skills and habits on their own. And they, they couldn't do that if they were just taking my word for it. Right. So maybe I don't think it's unique to philosophy, but especially in philosophy, you don't come to the philosophy uh class just like hear the answers from your professor, right? You're like, OK, so just tell me, tell me what the answer to all these questions are. And now I know the answer, it's more about the the process, right? Being able to engage with the reasons, think about objections, think about ways to answer those objections. And so that is, um that is thinking for yourself and that's an important part. I think of uh academic life. One kind of question then is how much does that translate to your life more generally? Right? So the question is, is, is there something special going on um in school when you're learning versus when you're going about living, living your life? And that's where I would think that there, I do think there's a, there's an important difference, you're doing something special. Um WHEN you're in school, it's important for you to be thinking for yourself, something's gone wrong with your academic life if you don't think for yourself. Um But once you're not in that, uh you're not in that phase of your life, I do think it's perfectly fine. I mean, that's the theme of the book. It's OK not to be thinking for yourself in those cases."
	},
	{
		"start_time": "06:41",
		"speaker": "Ricardo Lopes",
		"words": "And so with all of that in mind, what is social epistemology and how can we move from a view of epistemology? That is more based on the individual one that is more based on society, on the collective and so on."
	},
	{
		"start_time": "07:00",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. Good. So there's been a push in epistemology the last maybe 20 years towards a more social picture of epistemology. And I think like, traditionally there's at least a way to think about epistemology as a very individualistic um project. Um So, I mean, I think of like Descartes um project uh in his cogito and he's thinking by himself using his own thoughts. Uh And he's making his inquiry all by himself trying to figure out what he can be certain of what he can doubt. And there was no need for, for help from other people. Um Not that there's anything wrong with that, but I think that's a, that's a picture that's kind of unlike how we typically go about figuring things out and inquiring um in the world. So social, social epistemology tries to take that, that picture of how we are dependent on others and how we rely on other people more seriously in our, in into epistemology, right? So it, it's thinking about how the beliefs of others are relevant to our beliefs and the rationality of our beliefs. It's thinking about the roles that institutions play in generating knowledge and preserving knowledge, dis, disseminating knowledge. And so those are, those are both moves beyond the individual, right? So it's not just about a particular individuals, evidence and ideas and beliefs, it's the broader picture about how they fit together with other people, with institutions. Uh Yeah,"
	},
	{
		"start_time": "08:39",
		"speaker": "Ricardo Lopes",
		"words": "and there's this idea, I mean, I've talked about this with, for example, Hugo Mercier, four years ago when he released this book Not Born Yesterday, because we have this very common idea that people in general are stupid or are gullible. And so there's also this very common idea associated with that with that is the madness of crowds. But actually, now we also have the reverse in psychology. And I guess that uh in your book, you would also explore that idea that is the wisdom of crowds that is people in collectives usually risen better than alone. And many times, I mean, if you ask, if you pose the same question to lots of people, statistically, you would tend to the right answer, right."
	},
	{
		"start_time": "09:35",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. So, I mean, I think two, both parts there I think are important to uh the book product. The first is, you know, uh maybe I don't wanna say everyone's, everyone's an idiot or what you said. But I do think an important part is, you know, for almost anything you want to think about, there's other people that are better at thinking about that than you are, right? So there's, there's very few things where you are like the, the, the the expert or the leading expert on the, on, on the topic. And so there is this great resource that we have intellectual resource of other people who ha who are more informed than we are more intelligent than we are, have thought about it longer than we have. And so that's, that is a very valuable resource and part of that comes too from, from groups, right? So, like you mentioned with the wisdom of crowds, I mean, I think the idea is pretty intuitive too, even like when students are doing their homework, you know, collectively checking with other people and checking their answers against each other is a great way uh to help figure things out again, it's not perfect. Um But when you add more people, you have more, you have more security in terms of like balancing out biases, balancing out blind spots. And so you, you, you have a better shot at getting it right"
	},
	{
		"start_time": "10:51",
		"speaker": "Ricardo Lopes",
		"words": "and associated with that. Uh Of course, we have to rely or I mean, we can ask you if we should rely on experts but um who are the people we should rely on? Exactly. Is it experts? Is it for example, institutions or for example, also big numbers of people who all say the same thing?"
	},
	{
		"start_time": "11:18",
		"speaker": "Jonathan Matheson",
		"words": "Yeah, good. I mean, I think all of those can be good resources. Um AND it might depend on the details of the particular case and the particular question. Um BUT they can all be great one thing. So one thing I kind of sidestep a bit in the book is making a clear uh a clear view about who exactly are the experts and how do we find them? So, those are good, important and, and hard questions and there's a lot of discussion these days about what makes someone an expert and how, and how do you find them? And there's a lot of good, uh, epistemology on that, what I think is, you know, so, along with that pictures idea that either you're an expert or you're not an expert. Right. It's either it's a kind of binary where I think it's a little more helpful to think about things uh along a scale, right? People are, people have more or less expertise and so people are better or worse at answering a question. So, whereas there might be this challenge of, well, who exactly counts as an expert and how can I make sure that they're an expert that that poses a kind of hurdle that I think we can sometimes at least answer. It's a lot easier I think for us to figure out who's better at answering a question than we are. Right. So I think it's pretty easy when it comes to, if I'm trying to answer a question about World War One, say, uh there are different friends and colleagues I have who I think are better, others who I think are worse and based upon what kind of evidence they've had, how much they thought about it. And so I can make that determination without having to classify them as a full on expert or a full on novice. I can, I can still think about, ok, who's better and who's worse and as long as we can do that, then we already have, I think this, this way of relying on others and deferring on them. If we can identify people who are better at answering the question than we are, who are more likely to get it right than we are. Then that's a great resource that, that gives us a way to rely on their thinking um, as opposed to our own."
	},
	{
		"start_time": "13:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But when it comes to these several different ways that we can rely on others for evaluating information properly, whether experts, institutions or some other people, individuals or groups of people. Uh I mean, is it really reasonable or realistic when it comes to the idea of us thinking for yourselves that we alone can really do all the heavy lifting when it comes to properly evaluating all kinds of information? I mean, because it, it, it, it, it sounds so absurd that one single people can just, first of all amass all the information out there, which is just ridiculous. But then even if the proper epistemological tools or cognitive tools to evaluate all of that."
	},
	{
		"start_time": "14:11",
		"speaker": "Jonathan Matheson",
		"words": "Right. Yeah. No, I think that's exactly right. I mean, and that just makes one way of taking the think for yourself motto where it just seems utterly absurd. Right? If we, if we were all each left to our own devices, intellectual devices, there would be so little of the world that we would understand and we would be in a terrible shape. Right. So, one thing that's just great is that we have these other people both in the past and the present that we can rely on. Even just thinking about, you know, the state, uh the state of just different disciplines, things are getting so particular and precise. Now you can't even be, I think like an expert in philosophy or even like in epistemology, it's becoming more and more narrowed because there's so much information, there's so there's so many new ideas and arguments and evidence coming forth to keep on top of a small segment is already uh AAA heroic deal, never mind taking on all of it yourself. So the, the analogy I use in the book is with a, is with a, a homeowner doing projects around the house to keep, to keep the house in order. And I think the same way there, it's, you know, it's just completely unrealistic to think of any person that they can just take care of all of their, their, their, their home needs themselves. Like when it comes to plumbing work and electric work, these things require a level of expertise and a level of knowledge where it's just not, it's not reasonable to expect uh many people if anyone to have all of the, all of those relevant skills and abilities"
	},
	{
		"start_time": "15:47",
		"speaker": "Ricardo Lopes",
		"words": "No, this is actually something that I myself just by doing this show now for six years have been, have become increasingly aware of. I've been, it's just completely impossible for anyone out there to even have full knowledge of one single discipline. I mean, if I want to talk with, for example, an anthropologist about one specific ominous species, I mean, it's better if I try to find someone who is specialized in that, in that particular species because we have anthropology and then we have paleoanthropology and then we have people within paleoanthropology that specialize in the different species. So, and, and that's perfectly fine because no one has time to really become an expert on everything. It's just, uh, that idea is just absurd."
	},
	{
		"start_time": "16:43",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. No, no, I, I think, uh, I think that's exactly right. Uh, I mean, it's a great thing that we have this resource in other people because without it, we, it would, it would not, it would not go well for us."
	},
	{
		"start_time": "16:55",
		"speaker": "Ricardo Lopes",
		"words": "And so, uh, but how can we co correctly identify the experts because that's an issue, right? Particularly keeping in mind that there are many people out there on the internet and elsewhere that present themselves as experts and they aren't really experts. But then unfortunately, also most people do not have enough knowledge to be able to, uh, tell if they are lying or not."
	},
	{
		"start_time": "17:29",
		"speaker": "Jonathan Matheson",
		"words": "Right. Yeah. Good. So, I mean, I think that that's one of the key questions. Uh And here, one thing I like to say about that is that, that's, you know, the question of who are the relevant experts is just another question. And when it comes to answering our questions, some people are better at answering them than other people. So it doesn't need to be that we individually always have to figure out who's the relevant expert to answer this question. It's fine perfectly. OK to rely on other people to help us answer that question in terms of like who are the relevant experts. So I mean, I um so I think we rely on other people to help identify the experts. There are other things I think with, you know, credentials that help us identify the experts. But that's where I also think like moving away from just thinking about experts are not experts and thinking instead about who's in a better or worse position to answer this question is a little bit easier to handle, right? So I don't, you know, if I have to classify people as you know, who is an expert about again, say World War One history, that might be a little bit harder for me to do to think about who exactly counts as the experts among the people. I know. But if I, if I'm just asking myself who's better at answering those questions than I am, that's pretty easy for me to answer. I I it's easy for me to find people who are better than I am. And so if they're better than I am, um then that gives me a good reason to rely on their, on their thinking, right? If there's people better than them, then even, even even better."
	},
	{
		"start_time": "19:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Do you think that these questions were particularly relevant, for example, during these past pandemic, regarding the pandemic itself and also vaccination and perhaps some other related, let's say scientific questions like climate change and so on."
	},
	{
		"start_time": "19:24",
		"speaker": "Jonathan Matheson",
		"words": "Yeah, I mean, definitely. So I mean, I started thinking about the these issues before uh the pandemic. But I do think when the pan, you know, in the midst of the pandemic, they became hugely uh hugely relevant and, and were at the forefront, which was kind of a nice uh from my perspective, a happy accident that what I happened to be working on actually became uh relevant more more broadly outside of just thinking about epistemology. Um So I think there are uh you know, it's definitely important identifying who experts are and relying on experts and, you know, when we have access to so much information, uh it's hard, it's easy to be misled. It's easy to fall for, for, for misinformation. I think one of the chief problems with how uh thinking for yourself or doing your own research, what that led to was the idea that well, as long as if I'm doing the thinking I'm not gonna be misled or I won't fall, I won't be duped or I won't, uh, fall for misinformation where I think the exact opposite is true. Right. Right. Because if we don't have expertise, if it's not a field that we're familiar with, we don't have a very big body of evidence. We haven't developed the relevant skills for evaluating that evidence. Then we're gonna be hopeless at, you know, finding out who the, the fraudsters are and who, who the, who the true experts are. So, I don't think so. I think thinking for yourself got put forward as a kind of safeguard, like protect yourself, protect your mind, think for yourself. Um BUT it does the exact opposite. And I mean, and I think it's easy to see that in, in other cases too. So, I mean, one, you know, if we think about um medical diagnoses in general, just, you know, setting aside the pandemic, you know, if I'm not, uh you know, if I'm not feeling well, I can go to the doctor and, and have them uh diagnose what's uh what's wrong with me or I can try to run my own test and make my own evaluation of what's uh of what's going on. The self diagnosis is, is notoriously a bad way to go about figuring out what's going on. It's not that doing my own research in that way is a nice safeguard from, you know, the potential bad actor uh doctor. It's actually more likely to, to mislead me and send me on, send me down some trail that's not uh that's not gonna be helpful. So I think, you know, obviously the, you know, the pandemic and you mentioned climate change too. Both of those issues especially here uh in the United States are just so politicized that I think that adds a whole another layer of complication into things. But I think uh the, you know, the, the value of thinking for yourself really masked a lot of problems or, and led to a lot of problems because it gave us, I think a false sense of security that as long as you're thinking for yourself, you are bound to, um, bound to be fun. In fact, going back to that open letter, that's what I, that's what kind of didn't sit well with me is this idea of, you know, we want our students to think for ourselves, for themselves. But if they think for themselves and come up with, um, you know, terrible or outrageous answers, we don't think, well, great. At least you thought for yourself about it. We think. No, that's, that's the problem. Like we also want people to get the answer, right. And that's also an important, uh, an important thing, not just thinking for yourself but getting the answer."
	},
	{
		"start_time": "22:53",
		"speaker": "Ricardo Lopes",
		"words": "Right. Yeah. And I guess that the example of the medical doctors is a very good one because actually it's not just the fact that, uh, just for you to become a doctor, you have to go through, I don't know how many years of training. I mean, it's a huge number of years. But then also if you are a specialist, I mean, you, you go through even more training and then, and, and that's, it's that way, it works that way because, I mean, just for a single organ in your body, there's so much information. That's one of the reasons why if you go to a general practitioner many times they refer you to a specialist because just what you can know about the liver itself, the heart, the kidneys is such a huge amount of information that a specialist is even better prepared to, for example, properly diagnose you than even just a general practitioner. And the general practitioner already knows much more information than just a common person on the street."
	},
	{
		"start_time": "24:03",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. No, I think that's exactly right. Yeah."
	},
	{
		"start_time": "24:06",
		"speaker": "Ricardo Lopes",
		"words": "So, but going beyond experts, do you think that there would be any, let's say rules of thumb that people could follow when deciding who to believe and who to trust?"
	},
	{
		"start_time": "24:26",
		"speaker": "Jonathan Matheson",
		"words": "So, I mean, I think so, like, like I said, I think it comes down to thinking about what people's epistemic position is on the question or how likely they are to get the question, right? And so I, I do think that there are some questions that are relevant to assessing that, that are, that are helpful. So thinking about, you know, how much um, evidence and what kind of quality of evidence, um, the person in question has relative to the issue, um, thinking about what kind of skills or abilities they have in terms of like, um, assessing that evidence. And so I could have, I could have all the medical test evidence of some specialist, but I don't know what, you know, I, I can't make heads or tails of it. I can't, I can look at the, the scans and it's not gonna do me any good to have the scans if I don't know how to um how to properly interpret them, you know, thinking about intelligence, thinking about intellectual virtue, I think, um can be, can be helpful as well. Um But I do think the maybe the best resource there is not having to make all those determinations yourself, but, but also relying on how other people are thinking about who the relevant experts are. Right? So you don't like that's part, you know, of the more general theme of the book is you don't have to do it all yourself, right? So you, you're confronted with the question of who to believe. Um But in answering that question, don't be afraid to rely on how other people are making that determination and who they see as being better and worse at answering that question because that's a valuable, that's a valuable intellectual resource too."
	},
	{
		"start_time": "26:13",
		"speaker": "Ricardo Lopes",
		"words": "And that's actually something that people should not be ashamed of. Right. About asking questions, asking about things they don't know about. Uh, THAT'S actually, I guess something that we could call an intellectual virtue. Right."
	},
	{
		"start_time": "26:29",
		"speaker": "Jonathan Matheson",
		"words": "Yeah, absolutely. So, I mean, I think part of it is, you know, intellectual humility in terms of, like, not assuming that you can figure everything out yourself. Um, BUT being able to, um find others and defer to them also, I think as, as an intellectual virtue and it's what's funny is we do it in lots of other areas in our life. Like if we're going to buy, if we're going to go buy some product, right? We're, we're gonna look at what other people have to say what other, what consumer ratings magazines have said about them. We're happy to rely on other people's insights there. There's something about thinking though where I think we have this like default view, like, well, I can think as well as anyone else can. And so there's no need for me to rely on other people there. But, you know, as we've been talking about, it's just, that's just, I mean, when you think about it, that's just not right at all. Like thinking like anything else requires all kinds of skills or requires all kinds of information and we're not all the same with regards to that, right? So we have different people have different insights, different kinds of expertise. And so it's, it, it's a shame to miss out on, on those advantages"
	},
	{
		"start_time": "27:41",
		"speaker": "Ricardo Lopes",
		"words": "and even, I guess taking a step back earlier, we talked about the philosophers, for example. And I guess that even many times it's obvious that even if, I mean, even if you don't ask questions directly to other people, you are still being influenced by the ideas of other people, right? I mean, just look at the work of Kent, for example, he was directly influenced by you by the car and by a ton of other people. I mean, they are reading the work of other people. So how can you claim that you're thinking for yourself alone?"
	},
	{
		"start_time": "28:21",
		"speaker": "Jonathan Matheson",
		"words": "Well, even, I mean, even just in terms of developing your own abilities to think, right? So you, you gain concepts from other people, right? You, the whole process of education is one that goes well because you rely on other people, right? Uh If, if you had to educate yourself, teach yourself everything, I mean, it would be, it would be um it'd be a bad picture and that, that's where I think um we need to be careful to distinguish um epistemic autonomy, which I think is a value thing from intellectual individualism. This kind of idea of like I can do it all on my own. And I think that picture as you illustrated, if we, if we really stop to look at it closely, just doesn't, doesn't make any sense. That's not the kind of beings we are, we don't do anything all on our own. Like we are, we live such interdependent lives and that's not a, that's not a problem. We're able to do so much more because of that. Right. It's, it's a, it's a, it's a great resource again to have these people that we can rely on, to gain their insights, to learn from them to be mentored by them. And so we shouldn't be ashamed of that. We should embrace it."
	},
	{
		"start_time": "29:31",
		"speaker": "Ricardo Lopes",
		"words": "And I guess that we can also add here the fact that when we talk about human knowledge, it's usually accumulated knowledge, there is knowledge that people have accumulated across many, many generations. And so if you were legitimately thinking for yourself, you would have to go to the bank to the man and start from scratch,"
	},
	{
		"start_time": "29:57",
		"speaker": "Jonathan Matheson",
		"words": "right? If everyone had to start from square one, then, right? We, I mean, however, even the best and brightest could only advance so far and then the next generation had to start back again. Yeah, progress would be virtually non existent."
	},
	{
		"start_time": "30:10",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into some objections to your argument and you also address them in your book. So first of all, there's the autonomy objection. So what is it based on? And do you think that there are perhaps good points to it or not?"
	},
	{
		"start_time": "30:29",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. So, I mean, I think one question is just what do we, how should we understand uh intellectual autonomy or epistemic autonomy? And I think we have to be careful there that different ways of understanding it. Um SOME are valuable, some are not valuable, but they can all kind of hide behind the banner of autonomy which everyone rightly values like. So autonomy is valuable. But we gotta be careful. I think how we think about the relevant kind of autonomy. So I do think 11 way to understand uh epistemic autonomy is this kind of individualism whereas you do it all yourself. Um And that would raise a problem for the view that it's OK not to think for yourself. Because if like, if what autonomy is, is doing it all yourself, then outsourcing and deferring to other people is like in direct contrast um to autonomy. But, you know, in part, for the reasons that we've just talked about, I don't think that's a very plausible view of, of autonomy, both intellectual and mo more generally, right? So even if we just think set aside the intellectual case and just think about, you know, autonomous citizens, the autonomous citizen isn't one who relies on no one else for anything like that would be like the ideal. There would be like the hermit who lives on their own, makes their own clothes, grows their own food. But I mean, that might be an OK way to live your life. But that's not the only way to live an autonomous life. Like we, we are able to do much more to have much more freedom by inter by our interdependent lies by relying on other people. So I think the idea of autonomy as individualism would be, would present a problem for the thesis of the book. But that, that's not really when we look at it a, a kind of a value. I do think that there are, there are two other ways to picture uh epistemic autonomy that are valuable. But I think both of those don't conflict with, with the thesis. So 11 way I think of thinking of epistemic autonomy is a kind of freedom. So like you're intellectually autonomous, when you're allowed to think about the questions that you wanna think about, you can pursue the inquiries that you wanna pursue. No one's telling you what to think about or how to think about it. You have that freedom. But I think you can have that freedom while deferring to other people and relying on, on, on, on their insights and their wisdom. So there's nothing about um having to do it yourself in order to think about the questions you want to think about. And then the other kind of epistemic autonomy I think is, is, is valuable, is a kind of intellectual virtue where I see it as good uh executive management of your intellectual life. So the the autonomous person makes good decisions in terms of how to inquire when they should think about things for themselves and when they should rely on someone else instead. And so they manage their intellectual life in in virtuous, in, in good ways. Now, that too, I think doesn't conflict with the idea that you don't think for yourself, uh at least very often because it could be that the, the, the best way to manage your life is gonna require a lot of deference. Right? And given again the considerations we've talked about how specialized knowledge is and how much information there is out there. If we're curious individuals who want to have answers to more than just a couple questions, we're gonna have to be relying quite extensively on the insights and the intellectual work of other people. So, you know, long story short, I think there's a number of different ways to think about epistemic autonomy. The only one that I think would really raise a problem. This kind of intellectual individualism isn't really something that we ought to be valued in the first place."
	},
	{
		"start_time": "34:22",
		"speaker": "Ricardo Lopes",
		"words": "So in your thesis, there's definitely room for at least a version of autonomy, right? But perhaps there's not much room for what we could perhaps call uh isolation, right? I mean, it's uh being autonomous is not the same as doing things in an isolated way,"
	},
	{
		"start_time": "34:45",
		"speaker": "Jonathan Matheson",
		"words": "right. Correct. Yeah. And so in the, in the book too, I, I rely quite happy on a lot of um feminist philosophers who coined the idea of relational autonomy that we actually have autonomy in relation to other people. That that's what gives us our, our autonomy. And I think the same thing carries over into our intellectual world. We can be, you know, I'm pro intellectual autonomy. I think it's a great thing. It's just the way we ought to think about it is a way that's consistent with interdependence because that's the kind of creatures that we are,"
	},
	{
		"start_time": "35:17",
		"speaker": "Ricardo Lopes",
		"words": "by the way, when it comes to intellectual individualism. I am curious about this aspect and I'm not sure if this is an unfair question because I'm not sure if you looked into this specifically yourself. But do you have any idea if uh or whether it is, uh it has something to do with culture? There is what I mean by that is we tend to live at least in the West, in individualist societies. Do you think that intellectual individualism could stem from that? And perhaps if we went into, let's say Eastern Asian societies where cultures tend to be more collectivist that perhaps we wouldn't find so much of this issue."
	},
	{
		"start_time": "36:07",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. No, that's uh that's a great question and I think a quite plausible hypothesis. So, yeah, like I, I haven't looked at that but that is what my guess would be is that um the, the idea of intellectual individualism wouldn't even look appealing to, to a lot of cultures that are more focused on uh collective, the collective life. Um Yeah, you're right in the West and I think especially uh in the United States individual individuals and reign so strongly that I think it is, it's plausible. That's a carry over that. Ok. Do everything yourself, don't have to rely on anyone else. That's the, that's the way to be. Um, BUT as you say, I mean, I, yeah, I think that's a mistake but I do think that there, it's plausible that there are a lot of cultural connections there. So, you know, it'd be interesting to see some cross cultural studies that look at how different uh different cultures value individualism. And if there are these, these distinctions that match."
	},
	{
		"start_time": "37:09",
		"speaker": "Ricardo Lopes",
		"words": "So another objection to your thesis that you explore in the book is the Free Rider objections. So what is it really about? I mean, is it about the idea that perhaps if you are, if you are relying on others, perhaps you are taking advantage of the work they've done is that it?"
	},
	{
		"start_time": "37:28",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. So, I mean, the, the kind of I take it the classical problematic Free Rider case is when you have, uh you know, a bunch of roommates that share some common area and they, they've made a decision to kind of equally share the, the clean up and the maintenance of that, the kitchen say, uh but then whenever it comes to cleaning up, you know, the dishes, there's this one roommate who just always kind of sits back and waits and knows that someone else will get it first. And so never ends up doing their share. They get to enjoy the nice clean kitchen. But they never actually put any work in. That looks like a problem. And we want, we wanna like confront that roommate and say, um, you're doing something wrong and free riding looks like a uh one way to make that charge. So I think the parallel worry would be that if you're not thinking for yourself, you're just relying on the intellectual efforts of others. You're a kind of intellectual free rider, you're gaining all their insights, but you're not doing any of the intellectual work yourself. You're not, you're not giving them any insights. You're not, you're not making any discoveries for them. You're just a taker and uh just like the roommate, that's a kind of problematic way to be a member of a, a community. Um So that's the objection. I don't, I don't think it's a, it's a good objection. Um BECAUSE I think the important difference between the roommate case and the intellectual case is that in the roommate case, we are, each of the roommates were imagining have an equal responsibility to maintain the, the clean cleanliness of the kitchen. Whereas in the intellectual world, we don't have, we don't all share an equal responsibility to be finding answers to these different questions, right? So we do think that specialists have a, have a special duty, they have a responsibility to find answers in their area of specialization, right? Chemists should be the ones who have a extra duty to find answers to questions of chemistry and physicists, to questions of physics, philosophers, to questions in philosophy, we don't think that everyone has like a equal responsibility to be answering this question. So, like you and you and I don't have any, any sort of, I think responsibility to be answering questions of say uh biology, that's for the biologist to do. So, I mean, are we, are we biology knowledge free riders? Um So I want, I wanna think, well, if we are then I think it's not kind of a, it's not problematic. Uh It's, there's, there's not this responsibility that we have. So it's unlike the roommate case where something where something goes wrong."
	},
	{
		"start_time": "40:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh Also because in this particular case, if people are contributing in some way, if they're doing, let's say their fair share, whatever the fair share would be intellectually speaking. I mean, isn't that good enough because, and again, we can't do all the work ourselves and everyone is relying on the work of many other people."
	},
	{
		"start_time": "40:44",
		"speaker": "Jonathan Matheson",
		"words": "Yeah, I mean, I would go even a little a step further and say it, it's fine if you don't do anything intellectually. So in intellectual contributions are one way to contribute to society, but they're not the only way, right? So maybe you're not doing anything in terms of like being on the frontiers of knowledge, but you're providing care for important people or you're providing entertainment or you're making delicious food of those are all important contributions to, to a society. And so II I, we shouldn't think that everyone has a responsibility to be doing all the things and contributing to all the different areas of society, the intellectual realms, the same thing. Like there, it's fine to, to not, to not be involved there again, if you want to be great, like it's, uh, it's open and, uh you're free to pursue it. I just think there's nothing wrong. It's ok. If you say it's not for me, I'd rather do something else."
	},
	{
		"start_time": "41:43",
		"speaker": "Ricardo Lopes",
		"words": "Uh Also because even when it comes to non intellectual activities, those are really at the base of society and even what allows for the intellectual activities to take place. Right? I mean, if we didn't have the, is uh people working the essential jobs, society wouldn't even function to begin."
	},
	{
		"start_time": "42:07",
		"speaker": "Jonathan Matheson",
		"words": "I mean, that, that is where, you know, I think the easiest way you could make the case for it being ok, not to think for yourself was to think about the extreme, you know, of someone who's living on the very edge of poverty and has to be working around the clock to provide for themselves and their family and there's just no room for a Christmas to say, wait, you haven't been, you haven't been thinking about these questions. You haven't been inquiring about these, these different issues. Um What kind of an intellectual wrong you've committed? I think there's, there's just, there's no problem there. I mean, there's a problem with maybe the state of the world that makes them live in that, in, in that, in, in that way. But there's not an intellectual failure on their part for not thinking for themselves and, and not inquiring about these issues."
	},
	{
		"start_time": "42:52",
		"speaker": "Ricardo Lopes",
		"words": "And I think that makes for a great segue to my next question. And this objection is probably the one that really bothers me the most. There is the Socratic objection, the idea coming from or supposedly from Socrates that an unexamined life is not worth living. I mean, I, I say that this really bothers me a lot because it seems so pitic, it seems so elitist in intellectually speaking. I mean, the idea that if you don't examine your life or whatever aspects Socrates might have been referring to there, then your life is not even worth living."
	},
	{
		"start_time": "43:37",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. Uh, ONE quick side note. So my, uh, my, my daughter came home from school and this is a few years ago and told me that she had, they had talked about a philosopher in school and, uh, it was Socrates and she said he said that the unexamined life is not worth living. And I was like, yeah, and, and her response was, that's a little harsh, isn't it? And, uh, that's kind of my response to it. It does seem, uh, it's, it's overly harsh. I get, I do, I do feel the tension though too because I mean, I, you know, as a philosopher, I really like, especially philosophical questions. I, you know, I, I would encourage, you know, people to think about them. I think they're great things that, um, to think about. But, you know, for the objection to go through, it has to be stronger than that. It has to be like, and you've done something wrong um, by not thinking about it and that's where I think it's, it's just, it's just overly strong. So even if, you know, I think the most, perhaps the most plausible way to put the, the, the objection is that, you know, these questions about how should I live? My life are like so important that you, you know, they're, they're gonna determine your, the whole course of your existence, you better think about them um for yourself. But I think their, their importance actually points in the other direction, right? So if answering these questions is very important, it's really important to get it right. And it's really important to get the right answer. And if you know the setup of the problem is you can find people who are better at answering those questions than you are, then the importance of getting it right would actually lead you to rely on their thinking more than, more than your own, right? Because if you wanna get it right, the best way to get it right is to rely on someone else, then you should rely on someone else. Even regarding these questions in terms of, you know, ethics and philosophy and things like that."
	},
	{
		"start_time": "45:35",
		"speaker": "Ricardo Lopes",
		"words": "And also, I don't know if you would agree with this point, but isn't there also somewhat of an assumption here that perhaps when it comes to the idea of the unexamined life, that perhaps it is just too common for people to just go mindlessly through their lives. I mean, it's because it's not because someone is not thinking about whatever kind of issue like a professional philosopher or using the technical terminology to think about things or something like that, that most people do not think at all about, for example, their own condition, the meaning of their life and other stuff like that. Ethics, for example."
	},
	{
		"start_time": "46:21",
		"speaker": "Jonathan Matheson",
		"words": "Right. Yeah. So, I mean, there is a, so maybe a different take on the objection to be like, let's just think about the questions, there are certain questions that people should confront or maybe that everyone should confront. Um But even if that's true. Um So, I mean, I'm not, I'm not sure. I, I feel some pull to that but I'm not sure. But let's just say it's true that there are questions that everyone should be thinking about that still leaves open how they go about thinking about them, right? So if everyone needs to confront these questions, it doesn't mean that they need to answer them by thinking for themselves about them. Right? So maybe you should have an answer, but the best way to get that answer is to rely on someone else and to rely on their thinking because they're gonna be better at answering that question than you are. So, if it's about the questions more than the answers, and I think then that's compatible with the thesis of the book in the sense of like, ok, maybe you need to confront the question, just don't go from that to thinking that you're the best suited or you're the one who has to come up with the answer."
	},
	{
		"start_time": "47:27",
		"speaker": "Ricardo Lopes",
		"words": "And then another objection is the objection of epistemic vulnerability. So what does that objection uh refer to? Exactly."
	},
	{
		"start_time": "47:40",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. So we, I think we've talked about this a little bit uh kind of hidden uh when we talked earlier about uh the, the pandemic. But I think the idea is when you defer to someone else, which is what I wanna say. It's perfectly fine to do. When you defer to someone else, you rely on their thinking, you rely on, on, on their, their, their insights. And when you do that, you make yourself vulnerable to their errors, right? Because even even the best experts still have biases, they still have blind spots, they're still fallible thinkers and you know, worse yet there's still like there's even bad players out there who are intentionally um trying to, to deceive you and manipulate you. So there's, there's dan there's real intellectual dangers out there um that come with deferring to other people. So that's right. I mean, the, the problem with the objection, I think is twofold, one is thinking for yourself is not an invulnerable thing. So when you think for yourself, you two have biases, you two have blind spots, you two are fallible. Uh And so thinking for yourself isn't a kind of safeguard that makes you invulnerable. You're, you're vulnerable to all the same kind of errors that the expert is. In fact, you're more vulnerable. Like because you, like if you lack expertise, you're even more likely to get it wrong and there's even less security there. So I think we all kind of like crave a kind of invulnerability. But so one part of the response to the objection is that that's just not possible, like no matter how we go about our, our inquiry, we're gonna be vulnerable, we can get it wrong and that can have, you know, that can have quite bad consequences. That's, that's, that's kind of our, our intellectual uh lot in life. The lesson I think is um we need to take steps to protect ourselves when we can to to put an intellectual safeguards. The mistake I think is to think that those intellectual safeguards come from thinking for yourself, right? So just like with the medical self diagnosis, your self diagnosis isn't a good uh safeguard to your doctor, right? Your doctor may, you know, maybe you need to have safeguards there, but that's where we think about having second opinions, right? You go to another expert, another expert, right? Someone who else, someone, someone else who is highly qualified has the relevant evidence and expertise to make that determination in relying on multiple experts. You have a kind of safeguard from the errors or manipulation of one expert, not by thinking for yourself and, and, and the same thing with institutions, I mean, I think we can have institutions in place that provide a kind of safeguard that prevent bad actors or, or can, can more easily help identify bad actors. Um THEN we could as ourselves, right? So I think the mistake with the vulnerability objection is to think that well, as long as I also wrestle with the question or the answer myself, I'll be able to figure out who's making the mistakes or who's the bad player who has the biases. And that's just not true. Like I think you're just one person and you're actually both, you know, more often than not, not the best suited to make those determinations. So thinking for yourself just isn't the kind of safeguard that I think people put it out there, um put it out there to be"
	},
	{
		"start_time": "51:19",
		"speaker": "Ricardo Lopes",
		"words": "and then there's also the understanding objection. So what are people referring to exactly when they talk about or they use this objection?"
	},
	{
		"start_time": "51:31",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. So this is, I think AAA good objection too, which is, you know, we can get a lot of intellectual goods by um deferring to other people, right? So when I defer to an expert, I can get a true belief, I can get a justified belief. I can get knowledge. Those are all good intellectual states. But one thing I can't get is understanding. So understanding it seems is something that you can only get by wrestling with the evidence yourself, right? So you can't understand something just by someone else telling you, you have to think through it yourself to really understand it. So the objection goes, if there's this epistemic valuable thing, understanding, and you can only get it by thinking for yourself, doesn't that create some sort of obligation or duty for you to think for yourself to get this, this good thing understanding? Uh And so I wanna agree with part of the objection, which is that understanding is uh a good thing and it's better, more valuable than knowledge even. Um And I agree too that you can only get it by thinking for yourself. So there's this good thing and you can only get it by thinking for yourself where I disagree is that I don't think that that generates some sort of requirement for you to do it. So it's better, but I think it's good enough to just have knowledge so we can get knowledge by deferring to other people. That's not the best epistemic state that we can potentially achieve, but it's good enough. And so there's not a requirement for us to go on and do more to understand. Again, if you want to, if that's something, if, if you want to understand the answer, then again, there's nothing wrong with thinking for yourself and trying to understand it. But if someone knows the answer and says, I don't really care to understand. I'm happy just knowing what the answer is, I think that's, that's perfectly fine, even though there's a better thing out there. So it's in a way, it's like the response is like, is a denying a kind of maximizing view where you have to go out and get the very best epistemic state that you can. I'm saying that some, some intellectual states are good enough, even though you could do better in part, because I think you can always do better. You could always get more evidence. You could always double check, triple check, quadruple check and constantly improve your epistemic state. But it's not necessary like you, you're not required to do that at least once you've attained a certain, a certain level."
	},
	{
		"start_time": "54:10",
		"speaker": "Ricardo Lopes",
		"words": "Uh Also because uh I'm not sure if this idea would necessarily apply here, but since human knowledge is constantly evolving, and there's not really one end point where we can be sure that OK, this is the definitively correct knowledge. There's nothing else to learn about this issue. W whatever kind of issue we we are exploring. And if that's the case, then even the experts themselves, I mean, they never have 100% complete, uh, uh, uh, an 100% complete understanding of what they're studying or what they are experts in. Right."
	},
	{
		"start_time": "54:56",
		"speaker": "Jonathan Matheson",
		"words": "Yeah, I think that's right. I mean, because, I mean, I think, you know, certainty is probably never there, uh, for us so maybe we can always be improving and getting closer. Um, YEAH, we're never gonna max out, we're never ever gonna max maximize things along those lines. Yeah, I think that's possible."
	},
	{
		"start_time": "55:14",
		"speaker": "Ricardo Lopes",
		"words": "And so getting into the last objection and this is one that we ended up already touching on earlier, the intellectual virtue objection. So, but just to clarify what intellectual virtue would be really associated with the thinking for yourself in this particular case."
	},
	{
		"start_time": "55:38",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. So the way I think about the objection is that there um that we have a requirement to think for ourselves because we have a requirement to develop our own intellectual character. And if you're not doing thinking, then you're not gonna be developing your own intellectual character. So, I mean, some, some intellectual virtues that seem particularly relevant, there are say intellectual perseverance. So, um that's been thought about in some different ways. But one way is that to have intellectual perseverance is to encounter obstacles in your inquiry and to be able to overcome them and not, you know, not give up inquiry too easily. And obviously, if you're not doing uh if you're not inquiring, you're not, you're not gonna develop uh intellectual perseverance because you're just not even doing it just like, you know, you're not gonna develop uh endurance in terms of running if you never run, right, you, you, you gotta be doing it in order to uh develop the those capacities. And so the objection says intellectual virtues are obviously uh a very valuable thing. You can only get them by doing the intellectual work yourself by by thinking for yourself. And so there's a requirement um a requirement to think for yourself. Um So a couple of things that I want that I say about that objection, the first is um I do think that there are, you know, so I don't want the book to, to come off as the idea, like, don't think for yourself. I still think that there are plenty of times um when you, when you should think for yourself. So we, we said briefly, like for many, you know, for many things, you can find other people that are better, better at answering that question than you are. But for some things you're the best at answering them, right? So maybe things about your immediate environment or things about your recent past, you're, you know, you are better than anyone else that you know, of uh for answering those questions. And so I do think regarding that regarding in situations like that thinking for yourself is the right thing to do. There's no, there's no better route to answering your question. So even if you are deferring lots of times. There's still, I think gonna be plenty of occasions where, you know, if you take the full advice of the book, you're still gonna be thinking for yourself. So you still have, I think ample opportunity to develop um those intellectual virtues. But the perhaps slightly more uh radical response is to call for a kind of shift in how we think about intellectual virtues. So a lot of the traditional list of intellectual virtues, I think envisions us on like the front lines of inquiry. And so I think it comes from this kind of individualistic paradigm that we talked about earlier where you're on the front lines of inquiry, you're engaged in it, you have to find the answers. Whereas now with the within a social epistemology perspective, we recognize that it's, you know, we have this interdependent web of people that we can rely on. And so I think from within the social perspective, the kinds of things that we should see as intellectual virtues is gonna shift, right? So the the the parallel would be, you know, if we imagine an individual sport, athlete versus a team, sport athlete, the kind of characteristics you want for each is gonna differ, right? Because if, if it's just the one person, then there's a certain set of characteristics you want them to have. But if they have a certain role on a team, then there's different characteristics that are gonna be relevant for making things to go. Well, so I think it's gonna depend. And so I think in our sort of information economy, we can think about there being, you know, knowledge producers, knowledge disseminator and knowledge uh consumers. And for most of us, we're consumers, right? We're not on the front lines of inquiry for most things, maybe for some things, but for most things, we're not on the front lines answering those questions. And we're not primarily involved in like disseminating the answers from the people on the front lines. So we're mostly in the information consuming business. And I think what sort of characteristics and intellectual character traits we should have to be good information consumers is different than what the traditional list has, which has us on the front line. So, you know, they're gonna be things that are being discerning in terms of like which voices you're listening to and what information, um you're getting your sources from, they're gonna be virtues of attention, what sort of questions you're paying attention to, what kind of things um you're ignoring. And so I, I do think that our list of virtues might need some updating to the towards this social picture. But once we do that, then it's gonna be perfectly compatible with the idea of deferring to other people quite often that you still have intellectual virtue that you still have a good intellectual character. Again, relative to the kind of role that you have in the in the informational picture."
	},
	{
		"start_time": "1:00:56",
		"speaker": "Ricardo Lopes",
		"words": "And so when it comes to something that we've already talked about here, that is being able to really recognize uh the specific areas and subjects where you lack knowledge and you should differ to experts, for example, and being able to properly recognize the experts. What kind of intellectual virtue is that? Is that intellectual humility? Yeah."
	},
	{
		"start_time": "1:01:22",
		"speaker": "Jonathan Matheson",
		"words": "Well, I think it's a lot. So the two that jump out to me are intellectual humility and epistemic autonomy. So humility in terms of thinking of knowing your own intellectual limitations, right? So, you know, you know what you can do what you're good at and you also know what you can't do and what you're not good at. And so that's gonna be incredibly important, I think in trying to help determine what you should think about for yourself and what you should defer to others, right? So it's important for me to understand that if I look at the climate science data, I'm probably not going to be able to understand it in any sort of meaningful way on my own, right? That's like just a little bit of humility uh that I have um but also epistemic autonomy as we talked about it as a virtue was this good executive management of your intellectual life. And so making those determinations. Well, so I think those two virtues kind of go hand in hand, right? The the in order to make good decisions about how to go about your inquiry. You're gonna have to have intellectual humility, right? You can't be, you can't have an overly inflated view about you and your abilities or you're gonna make some bad decisions. Um, BUT you also shouldn't have an overly underestimated view of your abilities or you're gonna be uh deferring on things that you are perfectly capable of, of figuring out yourself. Right. So, you know, if I'm, if, if I can perfectly find, if I it's easy for me to find out the answer yet, I'm always like calling up my wife to like you, you, you do this for, you figure it out, then there's something that's gone wrong. Uh There's something that's gone wrong there uh as well. So I think intellectual humility and epistemic autonomy, I think are the two that really kind of shine out in terms of like being able to make good decisions and figuring out when to think for yourself, when to rely on others and uh making good determinations there."
	},
	{
		"start_time": "1:03:16",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to intellectual virtues, isn't it sort of an intellectual vice, let's say, for people to convince themselves that they uh can always just think for themselves and not rely on others at all? I mean, isn't that uh some uh a kind of arrogance and also to some extent, delusional?"
	},
	{
		"start_time": "1:03:40",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. Right. No. Uh Yeah, I would put it as intellectual arrogance because you're not, uh you're, you're definitely not recognizing your limitations, you're not rec, and you're also not recognizing. Um, SO there's something you're getting wrong about yourself. You're over here inflating your own abilities. Um, BUT you're also getting something wrong with other people. Right. You're, you're unnecessarily downgrading them because you're thinking, oh, they're no better off at doing that, uh, than I am. That's making an error on both fronts. Right. You're thinking of yourself higher than you should, but you're also thinking of them as the experts more, you know, more lowly than you should because they do have expertise, they do have evidence that you don't have, they do have skills that you don't have. And so you need to, to properly appreciate that uh in order to make good decisions. So the, yeah, the arrogant, the arrogant person is gonna mis evaluate those judgments, they're gonna mis evaluate themselves, they're gonna overly inflate their own and they're gonna, I think mis evaluate other people by downgrading them unnecessarily."
	},
	{
		"start_time": "1:04:41",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that the thesis you present in your book would connect in any way to ideas surrounding epistemic responsibility? And if so for example, in an earlier question, you answer, you mentioned that uh there are, when it comes to knowledge, there are producers disseminator and consumers. So if that's the case, do you think that perhaps there would be different sets of epistemic responsibilities depending on your role there?"
	},
	{
		"start_time": "1:05:15",
		"speaker": "Jonathan Matheson",
		"words": "Yeah, good. Uh Yeah, I think that's right. So, I mean, I do. So this is one thing that comes to mind when you ask that question is, you know, for instance, I do think that experts have a responsibility to think for themselves. So, uh if so take, you know, for instance, if you found out that, um you know, the climate scientists all agreed only because one person, there's one person who thought climate change was happening and the rest of the climate scientists all just believe that because that one person did, even if, even if, even if they were like the the best, um it would be a real disservice to, to us if like they all just believed it because this one person did. So what gives us as a broader society, this good intellectual resource is that we have expert communities where the experts in that community are thinking for themselves, they are independently assessing the evidence, making their own determinations about what it supports. And by doing that, even even if it gives rise to some disagreements and some agreements, it provides us with a much more valuable intellectual resource. So as experts, I think experts def have a different responsibility that they would be doing something wrong if they just, you know, found their colleague who they thought was a little bit better than they were and then just believe whatever they believe so that would be doing um that would be doing uh us AAA disservice. So I think that there is a particular responsibility for experts and we can think about them as the uh the knowledge producers, like the people who are on tho tho those front lines uh of inquiry. And then sure, I mean, I think that there, if we think about those different roles that I laid out, like the knowledge uh disseminator, like, what kind of responsibilities do they have? Well, there's things having to do with um making sure they get it right. They get the answers right that they're conveying, being able to convey um those, those answers in a way that's um digestible to the, to the broader public. You know, if, if they're not doing that, if they're making things misleading or unnecessarily convoluted, they're, they're doing something um problematic. And then yeah, as consumers too, we can think about different responsibilities that we may have. Maybe it's responsibilities to um pay attention to certain types of questions. Maybe it's responsibilities to be evaluating different sources um correctly and not, and not overly inflating uh some or over inflating our own uh our own abilities. So, I mean, I think epistemic responsibility is a, is a, is a, is a big umbrella that a lot of things uh a lot of things um can fall under. And so I, I definitely don't, don't think or don't want anything that I say in the book to kind of like conflict or say, oh, there's nothing, it's all just um it's all just anything goes, I guess we could think about the thesis in terms of responsibility as just saying this, what we, what I think you don't have is a kind of epistemic responsibility to be thinking about your, to be thinking for yourself about all these issues, right? That when you, when you can identify, um, someone who is better, uh, at answer than you are, that's perfectly fine. You're not violating any responsibility by, by taking their word for it"
	},
	{
		"start_time": "1:08:55",
		"speaker": "Ricardo Lopes",
		"words": "and by the way related to those different kinds of roles that people can play, I guess that they also wouldn't be mu mutually exclusive, right? Because there are people that are both, for example, producers and disseminator, like for example, some university professors that are also science communicators and then even the consumers themselves, I mean, it's rarely the case that people are only just exclusively consumers that they keep the, the knowledge just to themselves and not tell about it to other people."
	},
	{
		"start_time": "1:09:32",
		"speaker": "Jonathan Matheson",
		"words": "Right. Yeah. Well, and you're certainly not a producer across the board either because like, as we talked to a special at most, you have one narrow field where you're finding the answers, right? So assuming that you have beliefs about a lot of other things which, you know, we, we, we should, we probably do, then you're gonna be, you're gonna be a consumer but a lot of things, even if you are a producer about some things and a disseminator but other things. So, yeah, I do. Yeah. Uh So you're right that we shouldn't think of these roles as being mutually exclusive that they can, they can combine in all kinds of ways as well."
	},
	{
		"start_time": "1:10:03",
		"speaker": "Ricardo Lopes",
		"words": "So I have one last question then and basically to try to reverse the thesis that you explore in the book. Are there specific cases? And I guess you've already given us at least one example of that? But are there specific cases where you think it is actually not? OK to not think for yourself?"
	},
	{
		"start_time": "1:10:26",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. So, yeah, II, I do. Um, SO two, I guess two cases, one more generally is just when you're, when you're an expert. So if you're in, you know, as a, as a philosopher or at least as an epistemology, I take it that I have a responsibility to be thinking for myself about uh these different issues in epistemology that, you know, it's, it'd be doing no good to the rest of the world for me just to be disseminating the beliefs that I've just uh got by deference to people, to epistemology who are, who are, who are better at it, um, than I am. And so I think to just, you know, for everyone on an individual level, there are questions that um for each of us that we are as good at answering as anyone else's, I mean, I think we tend to exaggerate how many of those there are but there are some and so I think when, when you are the best at answering that question, there would be something problematic with you not doing that inquiry yourself again, maybe there are other sort of considerations that can come in and, and Trump that, but in general, there would be a problem. So the way I think about going back to the, you know, the house analogy is uh you know, there's all kinds of house projects that there are people who are better than me at, at, at completing. Um And so I think there's nothing wrong with me relying on them to complete those house projects for me. But there's some that I'm like as good as anyone else as like taking out the trash and like changing easy to reach light bulbs. Like I like that's the limit of my skill, but like regarding those tasks, I can do them with the best, right? So I can change an easy to reach light bulb as good as anyone else can. And so, you know, maybe there would be something problematic if you know, in, in those cases, I just refuse to do that um do that work. And so the parallel would be like if there are answers that are easy enough for me to find and that it's, there's no one significantly better than I am to answer those questions. My like not inquiring on my own, my not thinking for myself about it, but instead relying on someone else might reveal some sort of deficiency or some sort of character vice on my part. So I, yeah, I do think there are some cases and again, I don't want to, I don't want to say anything about it ever being wrong to think for yourself. So I wanna, you know, encourage it and think it's perfectly fine to do that. It's just, uh, what I wanna do is remove the responsibility to always be doing it right. So, it's, it's ok not to regarding this, this wide variety of questions."
	},
	{
		"start_time": "1:13:07",
		"speaker": "Ricardo Lopes",
		"words": "So the book is again, why it's ok not to think for yourself. I'm leaving a link with the description box of the interview and Doctor Mason just before we go apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:13:26",
		"speaker": "Jonathan Matheson",
		"words": "Yeah. So uh I have uh a, a web page or you can find me on fill papers. I have a page on Phil papers. You can find other things uh that I've written and I'm happy to hear people's thoughts if they pick up the book or they wanna react to uh our discussion here today. I'm always happy to talk more about these ideas."
	},
	{
		"start_time": "1:13:46",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, thank you so much again for taking the time to come on the show. I really love the book and also loved our talk here. So, thank you so much."
	},
	{
		"start_time": "1:13:55",
		"speaker": "Jonathan Matheson",
		"words": "Thank you. Um Me too."
	},
	{
		"start_time": "1:13:58",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam. Castle Matthew Whitten. B are no wolf, Tim Ho Erica LJ Condors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger and H her meal and Lain Jung Y and the K Hes Mark Smith J Tom Hummel S friends, David Sloan Wilson, ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte bli Nico Barba Adam. Hunt. Pavlo Stassi Na Me, Gary G Alman, Sam Ofri and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Gilon Cortez Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Augusta Anton Erickson, Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Ebon, Starry Michael Bailey, then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No Week, Linda Brendan Nicholas, Carlson Ismael Bensley Man George Katis Valentine Steinman Perras, Kate Van Goler, Alexander, Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Wig and Bernard N Cortes Dixon, Bendik, Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]