[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Center. I'm your host as always, Ricardo Loops. And today I'm joined by Doctor Elizabeth Pilsner. She is Professor of Anthropology at California State University. Fullerton her research questions include patterns of mate preferences, mate choice, sexuality, gender, romantic love and reproduction. And today we're going to talk about the Shuar uh which is basically a group of hunter horticultural people in South America, uh partner choice and marital practices, parent offspring, conflict made preferences, parental investment, coupling, women, sexual strategies and some other related topics. So, Doctor Pills. Wor welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:49",
		"speaker": "Elizabeth Pillsworth",
		"words": "Thank you. Thank you for inviting me. I'm really happy to be here."
	},
	{
		"start_time": "00:53",
		"speaker": "Ricardo Lopes",
		"words": "So tell us about the shoar who, who are these people. And uh I mean, tell us a little bit about their society generally."
	},
	{
		"start_time": "01:04",
		"speaker": "Elizabeth Pillsworth",
		"words": "Sure. Well, first, one of the things that you should know is that they are one of many indigenous nationalities in South America and particularly in Ecuador. The Shuar uh live both in Ecuador and in Peru. They are in Ecuador, the second largest indigenous nation. So there's approximately 100 and 10,000 by some estimates. So are people living today um across three different provinces in Ecuador? And as I said on into Peru, um They have uh a so when we say that they are hunter horticulturalists. So first of all, for your viewers who may not know those terms, um horticulture, so we, we can talk about subsistence strategies um that differ in terms of how much we're relying on resources that occur naturally in the environment and how much we're producing resources. So hunter gatherers get all of their resources from resources that are occurring naturally in the environment that are not cultivating plants as a general rule. They are not domesticating animals or keeping animals. Um Hunter horticulturalists specific uh uh rely on hunting primarily for protein sources. Um And horticulture means that they are not just gathering, although they do a lot of gathering in the rainforest, but they are also cultivating plants. So the women maintain gardens. Their primary crops are uh manio sweet manioc, not bitter manio, which requires a lot more processing um plantain, uh and AAA variety of other plants that they grow through planting, through propagating through even sharing. They have vast networks of uh um sharing networks of the props that they use for their, their plants for by one of my colleagues, Doctor Brenda Bowser. Um So they, there's a very strong interdependence between men and women. Um IN terms of uh resource acquisition, in terms of subsistence, uh the family organization. One of the things that you should know about the Shaar also is that they really have a very recent history of acculturation as recently as the 19 fifties and 19 sixties. Prior to that, um the Schwar didn't live in settled communities really at all. They lived in independent households throughout the rainforest. Um And they uh had alliances amongst these individual households, generally individual men. Um And so these alliances could be due to kinship or uh uh reciprocal relationships. Um And the households typically were composed of AAA man with his wife or wives. Um And I'll get back to that in just a second. Um And their Children and possibly uh a New son-in-law um or two might be around. Um So in terms of numbers of wives, if we look at the earlier ethnography of the Schwar, we look at uh historical accounts from Schwar community members themselves in the very recent past, again, a as recently as in the 19 fifties and sixties. And really up until um nearly the 21st century, the Schwar could be characterized as most men had 2 to 3 wives. Um So this is an interesting figure, right? Because if we expect that on average populations have relatively equal numbers of males and females, if we have a majority of males having 2 to 3 wives, that means mathematically, we have a lot more women than we do men approximately 2 to 3 times as many women as we do men. Um And the reason for this was that in uh historic shore communities, there's a really high rate of inter individual and intergroup violence, very high rate of homicide, one of the highest homicide rates on the planet even today, although fortunately, it's reduced substantially. Um But that is the, the traditional context, as I said, this really didn't start to change very much at all until about the 19 fifties and sixties. At which time the show started to, uh, concentrate into cros into communities, um, which could range in size from just a couple of households to up to several 100 individuals. Um Although those larger sizes really more recently, um And this was in part, in order to provide, um, themselves with political protection, um, and the ability to, uh, interact with the, um, Ecuadorian government. Um And so that's the context in which the Shuar have been living for the past, um, half century plus, I lose track of the dates. I think it's still like 1988 or something. And so, uh, so now they live primarily in, in Centros. Um, THEY still practice to some extent polygamy, but the rates of polygamy are declining substantially. Um And, uh, but they still primarily subsist with hunting and horticulture. Women still produce the bulk of the food that people eat every day. Hunting is becoming scarcer and harder to really sustain. So we see a lot more wage labor. Um, WHETHER that's through contract labor or through salaried positions. Um A lot of men in the villages where I work in the communities where I work um are actually employed as teachers. Um AND a growing number of women as well. Um And that's a uh a government paid job. So it's a very reliable income. Um And, and so we're seeing these kinds of economic changes which then also changes the ways that people contribute to the household. Um But we'll get into that probably more further down."
	},
	{
		"start_time": "08:08",
		"speaker": "Ricardo Lopes",
		"words": "Sure. Sure. Uh So, yeah, le let's try to keep some of the aspects that you mentioned there in mind when exploring some specific aspects of their society. But uh OK, so among all of that, what are the aspects of their society, their sociality that you've studied the most or focus the most on?"
	},
	{
		"start_time": "08:33",
		"speaker": "Elizabeth Pillsworth",
		"words": "Yeah. So my primary area of study is related to reproductive and mating strategies. So that includes uh uh studying the both the traditional and the current um marriage norms and behavior, sexual norms and behavior and parenting norms and behavior. Um I have done quite a bit of uh research on mate preferences and in fact, I'll a little bit later, I'll tell you about the follow up study. I'm doing uh working on um getting, gosh, it's now like 20 year follow up data on people I interviewed when they were unmarried. Um As part of my dissertation research. Um So that's it, it's gonna be really cool because looking at how their mate preferences actually played out, uh I'm, I have uh recently been focusing on parent offspring, conflict and mating decisions as well as women's uh mating and reproductive strategies. What are the choices that, that they're making? What are the strategies that they're utilizing? Um AND also reproductive behavior in general. So in terms of things like the utilization of birth control or other forms of traditional family planning, um the nursing behaviors, weaning behaviors, and pregnancy and childbirth, um norms and behaviors. So those are, those are the main things that, that I've been studying other things that, that I don't have much sys or any systematic data on. But I pay a lot of attention to while doing field work because I'm really deeply interested in them are issues related to the sexual division of labor, gender norms, um perceptions of sexuality in particular, in terms of uh perceptions of uh sexuality diversity um including LGBT Q plus issues and women's lives in general. Um All the things that women do and the struggles and challenges and, and, and powers that they have all of those things um and cultural change. So those are some of the things that I pay attention to but haven't really collected any data on. Mhm uh"
	},
	{
		"start_time": "11:02",
		"speaker": "Ricardo Lopes",
		"words": "So we're going to get more into that later on. But uh I, I mean, just for a brief question about all of what you said there when it comes to the gender norms specifically, uh with the economic changes that you described there, have you seen uh any, I mean, important uh differences over time in terms of how gender norms might have changed?"
	},
	{
		"start_time": "11:35",
		"speaker": "Elizabeth Pillsworth",
		"words": "Yeah. So, I mean, I don't know that I would even go so far as to say gender norms have changed. But certainly in terms of, for example, I think that the idea of what makes men, men and what makes women women um is still pretty similar to what people have described to me from the past. Um AND what I've read from the past, um but what's changed is in particular, what's expected in terms of rights for women, what women can are allowed to do are, are, are, are, are, what's the word I'm looking for um are owed essentially as humans, right? Not as anything, it some special category, but just that, that, that, you know, this idea of women's rights really has changed. So if we look at, you know, schwar traditional practices, um they're very, it, it, it, it's, it's an, it was an extremely patriarchal society. Um MEN absolutely dominated in terms of both with physical domination, right? So beating of women was common, men absolutely controlled women with force and Children as well. Um And women weren't, did not have any explicitly or very little I should say explicitly recognized influence. Now, of course, as women do in all places and in all times this is not to say that women were passive or that they had no power or influence it. One of the things that I have written about a little bit is women's uh the, the sources of resistance that are available to women as well as the areas in which they are able to exert influence in which they're able to shape the society uh as, as well. It's just that those things are much more under uh uh uh what's what I'm, what, how am I trying to say that? Um MUCH less explicit, much less um publicly recognized um undercover a little bit. Um So that has, has changed quite a bit, right. The there has been a, a substantial increase in education for everybody across the board, but particularly for girls and women. So of the women approximately my age. So I'm 50 ish my age in the shore communities, most of them have about a third grade education. Um And a lot of them my age are a little bit older are illiterate. Um However, if you look at women just a little bit younger than me. So we're looking at women in their forties, in their thirties, we're seeing gradual increases in the amount of education to, at that, to, at this point, most girls are staying in school through the completion of high school. Um And many are going on to college. Um So that has been a huge change again, that's been in some ways across the board. So boys have also been doing more schooling. Um BUT the effect is much more dramatic in terms of girls and this has very, very huge impacts on how their lives unfold. So again, when we're talking about, and I, and I reference my own age because this is, again, it's just to me, it's so significant how recent this history is that again, women, my age, almost all of them were married by the age of 12 without having had any say in that marriage without having any expectation of it. There. You know, the story that's told to me again and again is I was out, you know, doing playing or doing whatever, working in the garden, my parents called me and said, you're gonna marry this guy. And what? Um AND so that's so recently. So that's, that's all the women my age. Um But now the girls are mostly at least finishing high school. So that's pushing back that age of marriage a little bit. Surprisingly, the actual age of marriage hasn't changed. Average age of marriage hasn't changed that much in my sample over the years. But in part, that's because there's some outliers at both ends. So amongst the older women, there's my sample sizes are so small right in my, the community where I've collected the most data where I collected complete uh uh marital and pregnancy histories of, of all the women in that community that sample size was, uh, let me look. I think I had, hold on a second. I'll tell you exactly. 20. Um, NO, it was 30 in, in total 30 married women and one unmarried woman. So that's, you know, that's my sample size. So I have of the older cohort, most of them are getting married, as I said at around 12 or 13. But then there's one woman who got married, didn't get married really at all until she was in her late into her, into her twenties. So she was fully adulthood at that point. Um And that pulls that average up and then amongst my younger cohort, you know, the average age is closer to 17 or 18. Um But there's a few who ran off and got married at 13. Um So when you look at the average, it doesn't look like there's been that much change, but there, there really has if you're looking at the uh the median um changes pretty significantly."
	},
	{
		"start_time": "18:24",
		"speaker": "Ricardo Lopes",
		"words": "So we'll come back to gender roles later in our conversation, but just to follow perhaps a sort of a script here. So starting with uh partner choices and mari marital practices. So, uh how do partner choices work in? Sure society, I mean, who uh chooses there, who does the choices? Uh And uh I mean, how does marriage look like? Of course, you mentioned earlier that uh at least until recently, historically speaking, most marriages were polygamous, polygynous specifically, right? So but uh uh we can get into how that changed over time, but tell us first about partner choice."
	},
	{
		"start_time": "19:19",
		"speaker": "Elizabeth Pillsworth",
		"words": "Yeah. So again, I always have to, whenever I'm describing anything in terms of our relationship practices, I do have to sort of make this comment, I talk about traditionally, which was pretty recently and today, so traditionally, partner choice was almost entirely a negotiation between men. Um What would typically happen is, so, remember I said that people mostly were living in independent households, not in communities and a man would come of age, which when I say of age would have been about 1516, 17 ish. Uh And he would go out in search of a potential wives. Um And if in he, you know, and he very well might have information from kin or other people he knows. Um But he also might literally have just gone out searching um if he finds a AAA girl, and again, traditionally, girls might have been married off very in childhood. Um They were not expected to engage in any sexual behavior at the before the onset of Menzies anyway. Um But they might be married off at childhood even in infancy. Again, in terms of uh uh because these relationships were negotiated between men and they were these alliances between men. Sometimes the father would promise his future daughters even so some girls would be married even before they were born. Um And uh and so basically, so the young man would be out looking for potential brides. If he found one that he, he thought was appropriate, he would approach her father. Um And it was so traditionally, also, the Schwar had a very um uh ritualized form of greeting and meeting when you approached another man's house, um that's referred to as strong talking where the men would partially threaten one another, partially uh give their genealogy to, you know, to situate their relatedness or, or their, their network connections. Um And this was then when it was concluded, it, well, the indication that was concluded is in the, the man of the house would call to his wife to bring Chica. Um So sorry, I'm giving another side. Um Chica is manio beer. I will come back to it later, but for now, just say it's very important to show our cultural practices. Um And women are in charge of making chica and having chica, but men control to whom it's given. And when, um traditionally, so, uh the son, the, the potential son-in-law would make his case to the potential father-in-law. He would go hunting, bring some game back. Now, there are descriptions in the earlier ethnography um that the daughter herself would basically signal her acceptance of this young man when she would cook the food and bring it to him. Um, IN my experience in my interviews with women, um I do not get the sense that they had much room for choosing not to serve the man food. Um, AND in fact, I, I have many stories of women and their conflicts with their parents of either them running away and their parents retrieving them, um, or them refusing and their parents forcing them. Um, AGAIN of the women in my sample where I have these full marital histories. Um, ONLY one of those who had an, whose, whose parents chose her, her, her partner, only one of them said she actually came to agree to it before they were married. Um So I don't know, um how much leeway girls had in the past, but I would bet not a whole lot. Um Again, girls and their mothers might have had some influence if they had strong uh uh reasons against this person. Um But in the end, fathers basically made the decision. So"
	},
	{
		"start_time": "24:47",
		"speaker": "Ricardo Lopes",
		"words": "let me just ask you one question because you're already uh mentioning how much power uh the parents of the women have over their partner choices. But what about the parents of the men? Did they also play a role there or not?"
	},
	{
		"start_time": "25:08",
		"speaker": "Elizabeth Pillsworth",
		"words": "No, no, not at all. No, no, no. This is entirely a negotiation between a potential son in law and a potential father in law. And this was very much about them forming an alliance. So again, there were very high rates of intra and intergroup warfare. Um So having allies was really important. Now, man might be able to also get another ally via his son in law. So it could be that, you know, if he, if he gets his son in law and maybe his son-in-law, his potential son-in-law's dad is very powerful and then he has sort of an ally through that. But the parents of the sons really didn't have much to do with this. Um Except to the extent that again, that might be part of those negotiations. So let's say for example, that the um a young man comes looking for a, a wife. Um IF he has sisters and I have as the dad, I have sons, right? That might be part of the negotiation that, you know, I'll give you my daughter, but you need to give me one of your sisters for one of my sons. Um So to that extent, uh they might have some influence in it, but generally other than that, no real decision making."
	},
	{
		"start_time": "26:41",
		"speaker": "Ricardo Lopes",
		"words": "Ok. Uh And, but when it comes to marriage, since at the very beginning, you mentioned that uh most marriages were polygynous, I mean, between a man and two or three women. Uh I mean, I was trying to understand because of course, uh it seems that status also played a role in sure society, right? I mean, the status of the particular man who is making uh a marriage offer to the father of the woman they uh he, he wants to marry. Uh So, uh I mean, how, how does that work? Exactly? Because if, if most, I'm not sure what percentage we're talking about here. But if you say that most marriages were between one man and two or three women. Uh I mean, uh how low in the social ranking, let's say, would people, would the father of the uh the woman be willing to go when uh accepting uh an offer? Because I, I mean, it couldn't be that like, I don't know, for example. Yeah, I, I'm just putting a number out there. 70% of men were uh high ranking,"
	},
	{
		"start_time": "28:04",
		"speaker": "Elizabeth Pillsworth",
		"words": "right? So it, it, I don't think you, you can really think of it in terms of this hierarchical ranking. Um BECAUSE again, they were organized into a community. So it's really about individual warrior. Um And so there's very little, well, you know, again, knowing that somebody has a powerful shaman as a father or a powerful warrior as a father is important information, but it's not like there's inherited status rankings. Um And being the son of a, of a formidable warrior doesn't necessarily mean you'll be a formidable warrior and your status will be based on your warrior. Um And that's really where this w what's determining status is, you know, really, we can think about it almost very directly as a warrior ship um to use John Patton's uh terms for, you know, how he worked in a neighboring population. Um So not the Schwar but the Achuar um who actually the two, these two na nationalities were very much warring with one another as well. So they both, both of them experienced intra group warfare, but also between these two groups, particularly very high rates of warfare. Um And so, yeah, so status was really very much about one's prowess, um, in terms of, of warriors and this was displayed by, you know, one of the, uh features that the Schwar have been well known for is that they are the ones who, who made shrunken heads santa. Um And that was really how a man could. Well, here are the ways that he could indicate his status, the number of salsa, he had the number of wives he had and the amount of chica he had. Um THOSE were, those are the big ones. Um There were other many other things as well, but those, those were the really big status markers."
	},
	{
		"start_time": "30:28",
		"speaker": "Ricardo Lopes",
		"words": "So you've already mentioned Chi twice. So what is that?"
	},
	{
		"start_time": "30:33",
		"speaker": "Elizabeth Pillsworth",
		"words": "So, Chica Chico is incredibly important. It is, as I said, it's, it's, it's actually manio beer. So it's uh a fermented drink made with this sweet manioc root. Um And it is the core both food beverage and social uh context. So, you know, it's really created all the social contexts. So Chica is really, it's really complicated i in talking about it's simple to describe, it's, it's, you know, it's fermented maniac beer, which is made by Mashing. I have made Chica several times. Mashing the manioc um chewing the uh the hard uh roots of the, that's the sort of vein of the manioc chewing that spitting that back in stirring it all together. Um Mashing chewing, spitting, mashing chewing, spitting all that. Um And then you let it ferment. Um AND it can be, it can range dramatically in alcohol content. There's very sort of everyday weak chica and there's much stronger chica for parties or for guests. Um Children drink chica Chica is, I mean, traditionally that was the staple food. Um And I was, when I talked to my friends in short communities whose only experience with beer is this very sort of watered down Pilsner, that's the National Beer of Ecuador. And I tell them that beer is my people's chica. And I tell them the history and I'm like, no really in Northern Europe beer in the, you know, in, in, in the middle ages, beer was food. It was how you saved your grains. And this is the same thing. It's, you know, that's the way that they can keep that, that uh those, those roots um and keep them from rotting. Um So it, it, it serves very much the same. And then as I said, it's also because it's incredibly labor intensive to produce. So first, there's, and all of the, all of the labor that goes into making chica, all of it is women's work with the one exception of clearing the gardens originally. So again, we're in primary rainforest here. Men usually clear out the garden. Um But women plant the yuca, they harvest the yuca, which is quite difficult to pull these big tuber roots up out of the ground. They transport the yuca in jungin. These are baskets that are, you know, like £50 of yuca root in them that they carry on their heads. Um Not on their heads with a strap around their head, on their back. Um Washing that, then they have to boil it, they peeling it, peeling. It is a whole activity in and of itself. Um And the show women take, they have their machetes and they're just like peeling and, you know, I almost cut my hand off several times. Um I am not very competent at this. Um And then, you know, the boiling it, the mashing and the chewing and, and this takes all afternoon to do um just the, the making of the che itself, not the, you know, harvesting and et cetera, et cetera. So it's incredibly time and labor intensive. Um And it's all women's labor, which is why Chica is such a good indicator of a man's status, right? So men's status relies on chica, the more chica he has the better the chica is, the quicker women are able to bring the chica out. Um You know, it, the fact that he has enough on hand that he doesn't run out. Um All of that is a measure of his status So, it's, it's really interesting how much, you know, this, this thing that's entirely produced by women is this massive component of men's status,"
	},
	{
		"start_time": "34:56",
		"speaker": "Ricardo Lopes",
		"words": "by the way, does it taste good? How does it, how does it compare to other common alcoholic beverages in, in the west? For example."
	},
	{
		"start_time": "35:07",
		"speaker": "Elizabeth Pillsworth",
		"words": "Well, it's quite a bit chunkier as a general rule. So it is, it's thick and it's, you know, it's usually got quite a lot of fibers in it. Although usually when women serve it, they, they wring out the fibers so it'll be mostly liquidy, but it can be still quite, quite thick and fairly fibrous. Um It is, it's kind of sour. Um I admit that the first couple times I tried it, I didn't like it that much. Um But now I actually, it's like I crave it and I get so I, when I go back to Ecuador and I'm like, can I have some chica in it? The chica? It's so good. Um And then, you know that we've been doing so a lot of people recently have been starting to look at gut microbiomes because, you know, I mentioned that the chewing and um and so this is some work that my uh sadly, recently departed colleague, John Patton was doing and other people are doing it in other places as well, but he was looking at how the um the gut microbiomes uh of, of individuals in, in this case, Achuar and uh Quechua communities, um how that was affected by basically chica consumption. It turns out that it's really good for, you know, basically sharing these gut microflora that are really helpful. Um So anyway, but I love it. I think it's, I think it's really good and there's hot, there's a very wide range of um of styles and quality. Um, A study that I have been wanting to do for a long time is essentially a blind taste test. Um BECAUSE everybody is very open about the fact that there's different qualities of chica and everybody knows, you know, this woman makes really good chica and this woman makes a not so great chica. Um BUT there's not very good consensus on what qualities would predict which women would make good chica. And from an evolutionary perspective, we have a couple of competing hypotheses, right? It could be that men are picking up on um chemical cues of fecundity and fertility, right? So that we would expect that the chica that's produced by younger women with more reproductive potential ahead of them would be preferred. However, there's also pretty good argument that practice and experience actually make for better chica. So there's also a prediction that actually men would probably, or everybody on average might prefer the chica of older women. And then there's, you know, mh C predictions, maybe men prefer the chica of women who are more distantly related to them. And women maybe prefer the chica of women who are more closely related to them. So, there's all sorts of predictions that we could test. Um And I'm dying to do this. Uh And one of these days I'll get around to it, by"
	},
	{
		"start_time": "38:15",
		"speaker": "Ricardo Lopes",
		"words": "the way, can you find uh Chi anywhere out outside of Ecuador?"
	},
	{
		"start_time": "38:21",
		"speaker": "Elizabeth Pillsworth",
		"words": "Yes. So, Chica is widely produced throughout South America, but it differs really dramatically in different places and it's, it's made both by highland uh populations and lowland populations. Um AND with different kinds of core ingredients. So in some places, it's made with um uh mice and other places, it's made with uh oh my gosh, all sorts of things. Bitter manioc in Brazil, I think. But that requires a whole different process. Um CORN. Uh And then even in, in, in Schwar communities, they have multiple different kinds of chica and some of them are really special for special occasions. So there's chica de Chata which is made with the Chanta Palm. Um That is a very special occasion chica. Um I'll make chica with uh uh Maduros which are uh uh basically bananas, but the plantains that are have become yellow and sweet. Um And uh yeah, so there's all sorts of different kinds of chica. Um BUT short chicas, primarily sweet maniac. So"
	},
	{
		"start_time": "39:36",
		"speaker": "Ricardo Lopes",
		"words": "OK, so to get back on track, uh"
	},
	{
		"start_time": "39:40",
		"speaker": "Elizabeth Pillsworth",
		"words": "I get very excited about."
	},
	{
		"start_time": "39:42",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. Yeah. Yeah. No. And it's, it seems interesting to me. I mean, I'm not much of a, I'm not much of a person who likes alcohol. But, yeah, if, if it tastes good. Yeah, I, I, I'm there, I'm there. So, uh, um, about parent of spring conflict because earlier when we were talking about partner choice. O of course, in the case of men, that's one of the reasons why I asked you if the parents of the men also played the role there. You said they don't really, so that doesn't matter really there. But when it comes to the women, there are, of course, some women as we should expect that do not like their father's choices. And so how does parent offspring conflict play out there?"
	},
	{
		"start_time": "40:35",
		"speaker": "Elizabeth Pillsworth",
		"words": "Yeah. So this is my, my really big interest currently as I'm very interested in the, the idea of parent offspring conflict. Um And where the really interesting research questions are. So, you know, the first thing is that, well, the very first thing that I want to, to say is that parent, parental choice, parents being involved at all in offspring mating decisions is a derived trait. It's a really human trait. We don't see it basically in, in any other animal that I can that I know of where any third party has any sort of vested interest in somebody else's mating decisions. So to that extent, you know, we need to think about this as very much related to the human mating context. Um AND the, the really specific challenges of the human mating context. So in in terms of the parent offspring conflict. Uh YOU know, the general concept, this goes right back to, you know, Trevor's parental parental conflict paper, which has to do with the fact that of course, Children should want as much of their parents investment in resources as they can possibly get because it's related to their own reproductive success. And parents of course, should be trying to distribute their investment and resources across their offspring in order to get the most reproductive uh benefit to themselves. Because of this, we also should expect that if we're talking about preferences for a mate, for an offspring that on average parents and offspring are going to have a pretty large overlap in their interests. It's not massive conflict of interest because the daughters maximizing her own reproductive potential. This should on the whole benefit the parent reproductive success as well. Now, of course, there's a bunch of caveats to that um that make it not work out so nicely. Um So first of all, there's not complete overlap. Daughters, fitness is only a small piece of parents overall fitness. Um And the relative weight to their fitness of her reproductive success is going to depend on a whole bunch of factors, including things like how many offspring they have. Is she the only one that their entire fitness is resting on or is she one of 10? Um That's gonna make a difference, the relative impact, the relative influence on the parents own fitness of their individual children's reproductive success compared to the direct benefits that they could potentially get from these mating decisions is gonna also affect how big that that gap, that conflict of interest is. Um And there's a whole bunch of ways that parents should be interested in the mating choices of their offspring that aren't directly related to the potential reproductive success of their offspring. But instead are related to some of the things that we've already talked about alliance uh opportunities. Um So the alliance value of a potential son-in-law is going to be really, really important to um a father's direct fitness, whereas it might have very little impact on the daughter's reproductive success. Um I mentioned mating opportunities. So again, there might be uh through these alliances and we see this cross culturally in all sorts of places, especially where we see arranged marriages, part of what parents are max, part of what parents are maximizing is those social benefits, the network um benefits mating opportunities for their other Children. Uh And um and e enhancing kinship ties. Um Other factors that will affect this would be things like the parents, particularly the dad's age. So, is he still reproductively competitive or is he now just trying to get the reproductive benefits from his Children if he's still reproductively competitive? Which again, because men can reproduce throughout their lifetimes, he probably is he can also gain direct benefits by arranging his daughter's marriage. And and getting potentially other mates for himself or his Children. And of course, the resources that um mates of offspring can bring to the, the the parents or the the siblings of that um that offspring that's going to partner up. Now, all of those costs and benefits differ from one context to the other. And this is part of why we see such really different effects of parental influence on offspring mate choice and different patterns of parental influence. Um So in the Schwar context, we expect in the traditional context, this probably would have been, you know, near the extreme end of conflicts of interest um because there were between, particularly between fathers and daughters. So again, this is a really gendered argument because we're not seeing the same thing at all on the side of men's mating choices, right? So this is really about the conflict of interest between fathers and daughters. And there's several factors that make it, make it make it more beneficial to fathers to prioritize their own interests over their daughters. One of those is that there's extreme reproductive skew. Um Meaning that again, because of this general polygamy, um if most men had two or three wives, that means that most men had 2 to 3 times the reproductive success of any individual woman. Um Now, usually these things even out because again, the average number of offspring for men should be the same as the average number of offspring for women since there's, each child has one off, one parent, uh one parent of each sex, but we're missing a lot of men. So we have, you know, this idea that you, your sons really are either going to have like three times the reproductive value of your daughters or they're gonna be dead. Right? Is really from the parental perspective what you're looking at. Um But that means that, you know, you're not thinking as much about the daughter's reproductive success. It's, it's about, you know, how can I get the, these direct benefits to myself or my sons? Um, THERE'S also a, as I just mentioned that what led to that is there is a highly discrepant sex ratio. So there's far more women than there are men. So again, we should expect that dad's interests are going to be dramatically at odds with daughters. Um, IN terms of what they're going to be prioritizing. Um If uh if fathers could gain allies or mates for themselves or their sons, those bene benefits likely would have outweighed what really would have been sort of marginal cost, possibly, possibly dramatic cost, but probably more marginal costs, uh, or detriments to daughters, fitness, certainly to her happiness, right. If she's being married off to somebody that she doesn't care about, she doesn't have a connection with, she's not gonna be terribly happy. And here I have to take another side note to talk about the relationship between happiness and fitness. Um, BECAUSE of course, we know that natural selection, it's not necessarily maximizing happiness, it's maximizing reproductive fitness. But those things aren't totally orthogonal, right? Happiness. What, what is happiness? Happiness is often influenced by the presence of a cooper cooper or supportive others feeling safe, secure, freedom from fear or hardship. Right? So all of those things are likely to actually have very measurable real benefits to reproductive success too. So, well, it's true that happiness isn't what you know, leads to fitness. It does, you know, it, it's important and if we have, you know, daughters or women in general, who are just, you know, miserable and, and being treated as travel, um that does have an impact on their own reproductive success. But in this context, the impact on their reproductive success of that is likely to be much smaller than the impact on their dad's fitness of being able to get these alliances and these um network ties. In addition, as I said, this was traditionally an extremely patriarchal society. Um So there's a, a again, strong conflict of interest between um the fathers and daughters in that the daughters weren't really expected to have any autonomy, any say. Um AGAIN, as I said before, as in all societies, women, e even though women were, were definitely subordinated, right? They were, they were regularly beaten, they were treated as property and they were basically wholly at the command of their husband. But as in all societies, shore women also also both had both the means of resistance and also ways of influencing their society. And some of the things that really affected that their ability to resist um are, are things like, for example, in Amazonian horticultural societies, women have a really a great deal of physical autonomy. They're spending their days in the gardens which the garden is not, you know, like a little plot right outside your house. It's usually uh 5 to 5 minutes to an hour long walk through the rainforest to a place that's, you know, again, just cleared out of the rain forest. So they're pretty much on their own um out and about um women have vast ecological knowledge and skills. They have strength and endurance, they have large kin and social networks. So, one of their strategies of resistance is their ability to run their ability to leave bad partners, bad parents even now, that's limited because they can't live indefinitely on their own. As you said, there's really, you know, is all subsistence. Uh IT peoples are there, there's a high rate of interdependence. Um So they can't do that indefinitely but women, they certainly are able to leave. Um EVEN if very often they're brought back, um They also have more subtle strategies of their ability to withhold food or cheetah. Again, as I said before, that, that can really actually have significant impacts on their husband's social standing. Um They could conceivably also withhold sex though I have to say, I haven't ever heard anybody cite that as a strategy that women used. Um And in part that maybe because there's definitely a general uh understanding uh among at least the shore that I've spoken to that, um, sex is a re record. Women need sex as much as men do. Um So I've never heard of women withholding sex, although I'm sure it must happen. Um AND they can impose costs on their partner. Uh One strategy that women have available to them. And I am, unfortunately, I actually know personally one woman who attempted the strategy is to attempt to commit suicide. Um This is so the uh um it's, it's done by consuming Barbas is a AAA poison that they use for fishing and women will consume that um, very often when they're out in their gardens. Uh I mean, I, I don't mean to make this sound like it happens all the time. Uh It does not happen all the time, as I said, um I've, I've known one woman um very sadly who tried this and she survived and, and actually their marriage is much improved, which is kind of a point towards what I'm talking about. This being a strategy that um usually women don't actually die from taking this, this drug instead. Usually somebody finds them uh and forces them to vomit. Um But what it does is it calls public attention to the way that their partner is treating them. Um And this can actually end up exerting some uh social pressure on the husband, especially if it gets her family involved. Um And uh uh that can is another strategy that women have to subvert some of these things. So especially again, if a woman has been married against her will to a man who she does not want to be with, who is abusive or harmful. This is the strategies that she has. Um And of course, also, uh women have recourse to traditional medicines and witchcraft is practiced amongst the shoar. Um They can go to shamans um And uh have a variety of, of um strategies through by which they can basically exert their own preferences."
	},
	{
		"start_time": "55:45",
		"speaker": "Ricardo Lopes",
		"words": "So, uh I, I mean, a lot we could talk about there. But uh let me ask you this. So uh of course, we're talking about the Schwar and I would imagine that across many other human societies, we would see also this interplay between female choice and parental choice playing out. Uh So, in terms of, uh and now I'm talking more generally in terms of evolutionary theory and all of that. So uh do we know what are the relative influences of female choice and parental choice on the evolution of human made references?"
	},
	{
		"start_time": "56:26",
		"speaker": "Elizabeth Pillsworth",
		"words": "Well, so this is where, first of all, I would say again, we really need to put parental choice in context of it being very much a derived trait and it's really we're talking about two derived traits and by derived, I mean, this is something new in our lineage. Um And the two traits that are derived is both parental interest, their parental preferences for the mating partners of their offspring. So that's something that presumably arose in the human evolutionary history after we split from uh our last common ancestor with the great apes um and parental influence. And we have to think of that again as a an adaptive strategy because it costs something to exert influence, right? So if parents are doing that, they're incurring some costs in doing that. So those are the two derived traits. But as I said, you know, we need to put that in the larger evolutionary context and ancestral prehuman populations or early human populations probably actually underwent similar selection pressures as is typical of most extant primate species, which is characterized more by, first of all, substantially higher obligate investment, parental investment by females than males. Um AND therefore probably across most of human e or prehuman evolutionary history. We would have seen stronger selection by and for female preferences for mates and compared to male preferences, and there would have been no parental preferences, right? That wouldn't have even been a force um and stronger selection by and for male intersexual competition, direct competition, especially physical competition um over mating opportunities compared to female intersexual competition. So up until we get to, you know, pretty recent evolutionary history, we're looking at probably a very, very strong effect of female choice on it in terms of a selective pressure um on the species. Now, then we think about how the mating context of humans changed and there's a lot of unknowns, right? We don't know exactly what the typical reproductive context was, but we're pretty sure that it relied on co-operative breeding to some extent. Right now, co-operative breeding doesn't necessarily mean that it has to be the two biological parents that are investing. But it does mean that we require as a species, we require some degree of co-operative investment in offspring. So within that context, we actually are gonna start to see two different things. We're gonna start to see both an increase for selection for male preferences for mates, right? So males are gonna start to become more and more selective about their partners as they're investing more in their partners and offspring. Um AND parental preferences. Um SH should start to be favored by natural selection, the expression of having preferences and be will being willing to incur costs to try to achieve those preferences. So, you know, so this idea of which one's more influential. I, yeah, I don't know, it depends on what time scale we're looking at and which adaptations we're looking at. What I think is more interesting and more relevant than, than sort of this question of, you know, what's the balance of female choice to parental choice in terms of what we see is to really what we need to do is we need to identify the specific traits that are under selection, the, whether those are preferences or phenotypic features or behavioral features. Um And what would have been the influence on those of individual mate preferences versus third party made preferences is really the way to think about it, right? Is even, you know, because, because we know that too, it's, it's not just parents right, extended can, can, can have uh an interest in some populations, the community as a whole has an interest. So, I mean, it's really this idea of third party mate preferences and then we can start to think about what I think is the really interesting part is to think about what are the contexts in which we should expect to see more overlap, more, it, it it um concordance of interests, right? Versus where we more likely to see more conflict of interest. And then we can start to make predictions about in what context, if there's conflict of interest in what contexts might we expect parental preferences to win out? And in what context might we expect offspring preferences to win out? And I, I think the way that we need to do that is we need to really think about um excuse me, the uh the relative costs and benefits to the different actors in these situations. So in general, I tend to think of it as fathers and daughters though, again, it can be mothers and sons as well. Um But uh I I if we think about um what are the the factors that are going to influence the cost benefit ratio to fathers? It's things like, what is the value of acquiring their own social connections or mating opportunities? What is the value of acquiring social connections or mating opportunities for others including maybe there's their other offspring or siblings? Um What is the value or the cost of exerting effort to impose their will over others? So how easy is it, how hard is it, what are the features that make it easy or hard that cost is gonna be a deciding factor? Um What is the costs that they're likely to incur from overriding their daughters preferences? Right. So again, in terms of if daughters in a bad mateship that's gonna have some effect on, on dad's reproductive, dad's fitness as well. So, what's that cost? Um And then here's the thing that I think is one of the thing that has me most excited. What I'm really interested in is looking at the gap in social competence or social knowledge between parents and offspring. So that also is going to impact if parents and offspring have pretty much the same information, they can come to the same conclusion about mates for their offspring, then that's going to sort of increase the potential benefits. Uh uh OR, or I'm sorry, decrease the potential benefits of dad making the decision and increase the potential costs. Um Whereas if there's a big gap in this, so parents have better information or are more uh able to evaluate potential mates on a variety of factors in terms of long term reliability or investment prospects or whatever. Um, THEN it might be a lot more costly to let daughters have their own preferences. Um And then the same thing, you know, and thinking about the payoffs to, to daughters, right, we need to think about what are the potential benefits to her being able to fulfill her own mate preferences. And I think in some environments and in some contexts that benefit might not be that huge, especially again if her parents and her interests are aligned, why fight about it. Um But I think the big place where that makes a difference is in predictions of compatibility, right? Because this is the stuff. So people have been focusing all the people, most of the people who are writing that parent offspring conflict inmate choice have been focusing a lot on things like daughters, daughters should prefer cues to genetic quality or sexual attractiveness and parents should prefer cues to resources or net social networks. I think the big difference between parents and, and daughters is in their ability to assess compatibility. Um We just don't have access to the same cues for other people, including things like scent cues, scent preferences that are we, we have lots of evidence that both men and women prefer the scent of people who are, they are more genetically compatible with. Um We don't have access to the sent preferences of somebody else, but also that sort of indefinable thing that we talk about when we talk about human mating. That click, right. That chemistry, we still haven't totally figured out what exactly that is. Probably because it's an incredibly complicated algorithm taking into account all sorts of information about shared worldviews, shared values, shared psychology, shared personality, you know, whatever it is, all of these things that are weighted in different ways that help us predict who's somebody I can just be with, I can get along with that I can work effectively with. Right. And there, I think it's a really open question who's better at, at sort of making those decisions. And I strongly suspect that that's gonna change dramatically over the lifespan of daughters as they go from Children to adolescence to young adults, to adults. Um So that's some of the stuff that I really want to look at in the future is looking at this developmental trajectory and where daughters assessments of potential mates, um when they gain sort of the the equal uh reliability as their assessments of their parents. And"
	},
	{
		"start_time": "1:07:58",
		"speaker": "Ricardo Lopes",
		"words": "and I would imagine that the developmental trajectory would also include, I mean, unique life experiences, right? Because I mean, as people try things out with different mates, they also change their mate preferences I mean, if women have had bad experiences with these type of men, then probably as they grow older, they prefer that type of men. Right."
	},
	{
		"start_time": "1:08:27",
		"speaker": "Elizabeth Pillsworth",
		"words": "Right. Absolutely. Absolutely."
	},
	{
		"start_time": "1:08:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, I, I mean, just generally speaking, when it comes to studying human mate preferences, we've been focusing here a lot on female mate preferences, but I would imagine it would be the same for a male mate preferences. I mean, uh, even if we come at it, from an evolutionary perspective, we have to take into account that uh lots of it as is context dependent, right? I mean, not only those particular individual life experiences, for example, but even more generally, it would be influenced by probably the ecology, the economic circumstances, social influences, peer evaluations, influences from the family and so on and so forth. So there is, there's lots of environmental inputs that go into them."
	},
	{
		"start_time": "1:09:26",
		"speaker": "Elizabeth Pillsworth",
		"words": "Right. Right. And that's where I would say that's actually what the adaptation is. So when we think about mating adaptations, II, I think it's, you know, there are a few things that seem to be fairly catalyzed in humans. So things like preferring sort of sex, typical body shapes um is, you know, pretty consistent, but the real adaptation is the the cognitive work that's being done in terms of taking in information about the environment. And that's the, as you said, the ecology, but also the social environment, it is all of that stuff, right? And this is where I said, I think, you know, we are barely barely scratching the surface in understanding all the the the the crunching of data that our brains are doing and we experience it as emotion, right? I like this person. That person makes me ick. Yeah. You know, that's how we experience it, but that's like the output of vast amounts of information, a lot of which we don't even have conscious access to, right? Like these scent preferences, we're not even aware of those, but they're strongly influencing our preferences. And I think this is the thing that when we talk about human adaptations, almost all of them, this is what makes humans so unique, right? We evolved to be able to live in the most diverse ecologies imaginable. We live in every natural ecology on the planet except for like one, right? We live in incredibly diverse social environments that are shaped in part by the ecological needs of various places, but also shaped by tradition and cultural transmission and cultural evolution. And so our greatest adaptation is in the behavioral flexibility of being able to pay attention to the relevant cues across these different domains. So I study mate preferences, right? But other people study other kinds of partner choice, co-operative partner, choice, uh alliances or all sorts of things when you know, when to be prosocial or antisocial. And all of those, the the adaptation is not that in humans that we have some sort of rote response. It's that we are doing massive calculations of information and then producing on average pretty good responses."
	},
	{
		"start_time": "1:12:23",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. No, ju just before we move on to another topic, let me just say that that's one of the reasons why sometimes II, I mean, I'm getting increasingly frustrated by people who talk about innate mate preferences because, I mean, it's like all, all men and all women everywhere every time pre tend to prefer this kind of partner. I mean, really,"
	},
	{
		"start_time": "1:12:53",
		"speaker": "Elizabeth Pillsworth",
		"words": "really that it's all about the level of abstraction, the level of generalization, right? So some things like we can say, for example, we should expect that women should place a lot of emphasis on cues to, are they going to have enough resources to raise offspring? That's a pretty general level of, of, you know, talking about a specific adaptation because what those resources are can vary enormously, they might be physical resources, they might be nutritional resources, they might be social resources, you know, there's all sorts of things, it doesn't necessarily need to be from the dead, you know, anyway. Yeah, it's um there's very little that I would say is, is, you know, innate,"
	},
	{
		"start_time": "1:13:38",
		"speaker": "Ricardo Lopes",
		"words": "right? So let's talk a little bit about paternal investment then. So what do we know about paternal investment in humans? How has it evolved and what are basically the roles that fathers play?"
	},
	{
		"start_time": "1:13:54",
		"speaker": "Elizabeth Pillsworth",
		"words": "Well, it depends on who you ask, but in general, um as I've said, several times, I think, you know, the thing that we can, most of us probably agree on is that humans require human offspring, human infants and Children require enormous amounts of investment. Um, THEY are not able to nutritionally sustain themselves. Although we're learning more and more about how much Children are doing with foraging and how much they're contributing. They're still, they're not able to sustain themselves as a general rule until mid to late teens. Um So they're dependent on somebody else provisioning to some extent, we have general because we have a really shortened inter birth interval, right? We have multiple dependent offspring at different developmental stages at once that we have to invest in. So cooper breeding in, in that true sense of cooper investment in offspring has to be part of human mating strategies. Now, in terms of paternal investment again, as we just talked about, right. There's a lot of factors that go into it and it can vary enormously based on the context if we wanna sort of make a broad argument about what has been favored by natural selection in terms of men's attitudes or interests. Clearly, there has been selection on human males to like kids more than, you know, males of most other species, maybe not as much as females, but more than most other males um to tolerate kids, to be particularly sensitive to cues of paternity. Right? So we we there's some evidence that suggests that men are much more their, their affection for Children is more contingent on cues to similarity to themselves, cues to potential paternity. Whereas women's is not. Um So there's lots of evidence that there has been selection for paternal investment and this evidence can runs the gamut from hormonal studies that show for example, that men's levels of testosterone drop after they have Children, all sorts of uh different kinds of evidence suggesting that there's definitely been selection on men to care about kids to be involved with kids. Um But as you said, there's not, there's not one solution. So one of my favorite examples, cultural examples, ethnographic examples to talk about is uh the moo uh in China. Uh AND these are in the highlands near Tibet. Um This population is, has been there for thousands of years. Um AND they practice what is referred to as walking marriage. So it is a socio-economic household reproductive system that is really different from what we see in most human populations in particular because Children are raised by their mothers and their uncles. So the brothers and sisters are cooperating to raise their offspring, the sisters, offspring and the fathers of those offspring are cooperating with their sisters to raise their offspring. Um But there's a few things that I think are really, really important to know about relationships and paternal investment in among the most. So so early ethnographic descriptions suggested that this was in fact the title of, of one of the ethnographic books was the, uh, what was it? Culture without fathers, um, or hus culture without fathers or husbands, I think is the title. Um, AND the implication was that people didn't even know who their biological fathers were, that this relationship was completely devoid of any importance. But even in that ethnography and certainly in other accounts, it's clear that there's a lot of variation. It, some people absolutely know who their fathers are. Some fathers are sort of involved in their kids' lives, but their primary responsibility is still to helping their sisters raise their Children. Um, THERE'S very strong cultural norms among the most so to not feel jealousy, to not form, be proprietary over your partner. Right. Um, AND yet we, most people form relatively exclusive, relatively long lasting relationships now, relatively is doing a lot of work there. Um But what I mean by that is that we're not really seeing that everybody is just having sex with different people every night. Right. And never having relationships. It rather men will say that they've had four or five walking marriages in their lives. Right. I mean, that sounds pretty much like dating and relationships in the US too. Um, SO, so there's a lot of evidence both in terms of men's psychology, um, and behaviors, their physiology, um, and the uh the outcomes of offspring in various different, um ethnographic contexts when they don't have fathers around, that leads us to believe that paternal investment has definitely been a large part of human evolutionary history. But again, the thing to keep in mind is that it doesn't have to be just in this sort of European traditional conjugal pair format. Right? When we talk about paternal investment, there's all sorts of ways that men are investing in offspring. Um Yeah."
	},
	{
		"start_time": "1:20:43",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I guess we also have to keep in mind that what we mean by father. Uh I mean, it's a little bit different across different societies because for example, I remember reading ethnography on, I think it was probably some people in, in the Pacific Island where uh they were mostly a fishing society. And so the men would go out for months uh for fishing. And so the kind of arrangement they had there was that some of the men did that and others stayed home. And so for example, if the biological father was away, it was the responsibility of his brother to take care of his, of his brother's Children. So, and that, and so the uncle would be considered the father as well."
	},
	{
		"start_time": "1:21:42",
		"speaker": "Elizabeth Pillsworth",
		"words": "Yeah. Yeah. And, and, and going back to them so that I was just talking about their um traditionally and of course, the world is always changing. But traditionally, the main subsistence activities that men engaged in were fishing, which often was overnight or multiple nights on the lake. Um LONG distance yak herding um which could take men away for a week to several weeks or um uh uh caravans of trade, trade goods on this trade caravan that would take men away for up to a year. And so, you know, one of the things that to me is really interesting is that we see here's a, a scenario, here's a context in which it would be really difficult to ensure paternity. Right. And so what has developed over thousands of years, get rid of how important paternity is, right? So it doesn't matter if those kids are actually your kids or not because you're taking care of your sister's kids. Um And we're pretty sure that they're related to you because if we calculate, you know, relatedness to the female line, it's usually pretty, pretty obvious it came out of her body, it's her kid."
	},
	{
		"start_time": "1:23:06",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So I, I mean, of course, this view that we have in the west of the nuclear family. Uh I mean, I've already talked with many other anthropologists on the show about that and it's not universal at all but is uh no, not at all, but is coupling important in human societies."
	},
	{
		"start_time": "1:23:30",
		"speaker": "Elizabeth Pillsworth",
		"words": "Yeah. So coupling. And so this is, it was I was so when you had those questions on there because I'm like, oh wow, the coupling paper that's going back to like 2005. Um And, and although I totally stand by, but here's, here's the main thing is I probably wouldn't use the term coupling anymore. Um That was uh it was, it was just a weird term. I don't even know why we use that term. Um"
	},
	{
		"start_time": "1:23:55",
		"speaker": "Ricardo Lopes",
		"words": "Actually I kind of like it. I don't know why. But"
	},
	{
		"start_time": "1:23:58",
		"speaker": "Elizabeth Pillsworth",
		"words": "anyway, well, the reason I don't like it is because everybody thinks we're talking about like cop population, right? Which is not what we mean. Um So, but also that, that paper was a commentary on a target article that was about the cult of single or cult of no cult of couple in, especially in the U I US and Canada. Oh my gosh, this is so long ago. Um And so the, the target article was pointing out really all the injustices and inequities in the way societies very much aimed it. And again, society being American and Canadian, I think was their their target. Um BUT very much about that family unit, right? And so we wrote this paper, the evolution of coupling in response to that. And one of the things that we were arguing is that we should expect that forming emotional bonds is that should be a human universal that we, that we have the capacity to do this. So when I say human universal also, I don't mean everybody does it to the same extent or it's, you know, like this innate sort of, you know, now I own to you, right? It's there's still massive amounts of individual variation. But definitely if we compare humans to our closest primate relatives, right? We are more likely we tend to form these emotional attachments. And one of the, you know, I, so my background was very much in the humanities. Um BEFORE I got into evolutionary anthropology and I was taught like many other people in my liberal arts education that romantic love was something that was basically invented uh in western courts in the middle ages. Um And that it wasn't, you know, like a, a true human emotion. And I kind of bought that when I was an undergraduate. Many, many, many, many, many, many moons ago. Um um BECAUSE we, if we look at cultural practices, we see so much variation in terms of things like how we structure our families, what's considered acceptable expressions of love, whether or not love is even a factor in marriage, right? So we have all sorts of variation with some societies being marriages like the and this is what that target article was about that the romantic partners, the end all be all. It's like every relationship that we could possibly need our best friend and our lover and our uh I don't remember what all else they are, co parent or, you know, all of it. And what we responded is we said, look, there's nothing in evolutionary theory that says that that one relationship has to be all those things. What we see in evolutionary theory is that we should be looking for all of those things. We are looking for romantic relation. Connections, we are looking for physical connections, we are looking for co-operative connections, we are looking for all of these things, but we're supremely flexible in how we compile those. And so it's true that in, you know, the Western European tradition, we sort of put all of that onto the conjugal pair. Um But in other societies, we see people taking different pieces of that from different different relationships. Um So coupling, is it important? Yes and no, it depends on how you're defining it, right? When I define it, when I talk about coupling, I'm talking about seeking somebody with whom. And this is what the the the studies that looked for evidence of romantic love cross culturally, some of the ways that they identified it is seeking AAA semi exclusive or a largely exclusive. Uh um What's the word I'm looking for connection with somebody else, an intimate connection with somebody else feeling um an intense desire for reciprocal emotion from that person rearranging one's priorities for that person. So that is what we're talking about in terms of romantic love, in terms of coupling. Here's the thing that I think is so cool about it. That doesn't have to be with the biological parent of your offspring. Doesn't need to be with somebody of the opposite sex. Doesn't need to be with somebody of reproductive. Yeah, it, it can be anybody, it could be, you could form that kind of bond with any anybody. And in different. And again, part of the environment is the social environment. So we might be more likely to form it with different people in different contexts. But as a species, we are able to form those kinds of cooper bonds across an incredibly diverse array of different kinds of relationships. Um So coupling, it's important in terms of finding those co-operative partners, in terms of assessing it. You know, I, I talked to my undergrads about the gossip columnists, you know, the Hollywood gossip columnists and it's like, it seems stupid right, that we should care about the sex lives of people that we don't know and are never gonna meet. But we're people as, you know, as a general rule, we're obsessed. Um, I speak very broadly that way, not you or me, you know, but we as humans, we, we tend to be obsessed with this. Um, AND there's reasons why we should be very attuned to the mateship of others is that person in some sort of, especially if it's a, a sexual relationship because we have both potential mates for ourselves and potential competitors, either competitors for the same mate we want or competitors trying to maybe take away our mate. Um And so we're, we are, we're like, really obsessed with information cues to, is this person already in a partnership? Are they a threat to me? Are they a potential benefit to me, all of those kinds of things? Um, BUT definitely there is not a one size fits all. So if we say that, yeah, humans have adaptations to form co-operative romantic relationships. That is, you know, in no way saying that, oh yes, humans evolved to have uh nuclear families with one father, one mother and 2.5 Children. Um, THAT'S just, that's not the conclusion."
	},
	{
		"start_time": "1:31:36",
		"speaker": "Ricardo Lopes",
		"words": "No. And the, that bit about, uh, there's not, no one size that fits all is very interesting because I, I mean, I, I also get very bothered when, for example, people start discussing and by people, I even mean, academics sometimes start discussing mating systems in humans because then, uh, I mean, a and sometimes it's very obvious that, uh, people who put for certain arguments is just because they themselves tend to prefer a particular mating system like, oh, I'm polyamory. Oh, I'm monogamous. And then here's the evidence for humans being monogamous, here's the evidence for humans being polyamory. And I'm, and I'm just like, look, just get, just get over it, do whatever you want. And, but then, I mean, it doesn't make any sense for me at least to say that humans have evolved as a monogamous species or poly amorous species or a polygynous species because it depends again on ecology, on economy on, I mean, individual preferences or, I mean, why are people so obsessed with"
	},
	{
		"start_time": "1:32:53",
		"speaker": "Elizabeth Pillsworth",
		"words": "it? It really is. Yeah. No, it really is funny and it's, it's, you know, people are, they like, and I remember this again, going, you know, again, going back, way to the dark ages of when I was an undergraduate. Um, I remember sort of being like, yeah, man, you know, fight, fight the fight the system. Humans really weren't designed to be monogamous. Um, REALLY it turns out, you know, I mean, so here's how I would put it, say humans are designed to be much more monogamous than almost any other mammal. Um Really, I mean, you know, and we're designed to be much more likely to form long term bonds and have paternal investment in those offspring than almost any other mammals. Um But no, you can't say that that humans are, you know, evolved to be monogamous or polygamous or poly and whatever poly amorous. Iii I don't, I hate, I shouldn't say that I hate the term poly amorous and I, I hate it only because I, I feel like we already had that term. Um WHICH is polygamy. I don't anyway, it doesn't matter. Um It's, it's after 2 a.m. here. So I'm, I'm starting to, you know, get a little punchy. Um But uh to get back to that one of the things. So I tell my, my students, so I'm teaching this and my anthropology of sex and gender class and I do teach them, you know, the, the primary mating system, I got four primary mating systems, polygamy, polyandry, polygynandry, um multi male, multi female and monogamy, right? And, and I tell them that, you know, if we look across humans, certainly there's evidence of pair bonding. We've got tons of evidence of pair bonding, including things like reduced sexual dimorphism. Um You know, all all sorts of things that suggest that we definitely have an evolutionary history of para bonding. We also definitely have lots of evidence of an evolutionary history of sperm competition, right? That it certainly we do not have any clear evidence of an evolutionary history of strict monogamy, certainly not strict sexual monogamy. Um We in terms of polyandry, right? We basically look like all other species, which is that the populations where we see polyandry, except in humans, we're all humans, right? Most other species, we see these variations at the species level. But where we see polyandry, it's usually because the resources are really scarce and there's not, there's not enough for one woman plus one partner to raise offspring. So, what do we see? We see men partnering up and almost always, no more than two and almost always brothers, right? This is the same thing that we see in poly polyandrous, nonhuman species. Um"
	},
	{
		"start_time": "1:36:02",
		"speaker": "Ricardo Lopes",
		"words": "And that's mostly because of paternity, uncertainty."
	},
	{
		"start_time": "1:36:06",
		"speaker": "Elizabeth Pillsworth",
		"words": "Right. Exactly. It's like, so, so what males are doing any sexually reproducing males, if they're sharing a female partner, they're basically cutting the reproductive potential in half. And this is particularly true of mammals because again, in mammals, they're really, you know, there's, I know, again, people are, are revisiting these ideas of obligate parental investment. But I'm like, come on, in mammals, there's at least a baseline, really big difference. Um, IN humans, it's definitely, I'm like, all bets are off because even defining what obligate parental investment is, is, is nearly impossible. Right? I mean, is it, should we consider it obligate to get the appropriate social inputs? I mean, I think so because Children don't develop normally if they don't have that. So, you know, I mean, there's anyway, just even defining what obligate parental investment is in humans is difficult and then what, you know, men can provide and what women can provide. But most of it past lactation is not at all female specific, right? And again, our Children are dependent until their mid to late teens. So clearly, males have plenty of opportunity to be incredibly important uh in investing in offspring. But the only, the only mating system and this goes back to the polyamory thing. The only mating system that we have really no evidence that humans have ever been any good at is polygynandry. Uh MULTI male, multi mating um mating systems. We're terrible at it. We keep trying to do it. People really want to do it every generation. There's like, you know, a new invention of free love societies or, you know, poly amorous societies, whatever people love the idea of it and they keep trying to make it happen, but they all fail. Um They, they don't persist and they don't persist because even though we love the idea of being able to have as many mates as we want and the ones that we want, we really don't like the idea of our partners being able to do that and frankly, males even more so than females. Right. So, these poly amorous today, it's poly amorous in the seventies. In the sixties it was free. Love communes, right. Um, THEY, they fall apart. They, they, you know, almost always fall apart pretty quickly. Um And it's usually due to jealousy. Um And, and again, that's evidence that we do have adaptations to form attachments to form these sorts of pair bonds. Um Again, no particular way. There's massive amounts of latitude in what that looks like and what it, how it's expressed, but we definitely have adaptations to form feelings of. I want this person for me."
	},
	{
		"start_time": "1:39:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. A a and I mean, since I score very low on agreeableness, I know that you want to be a little bit more diplomatic here when it comes to polyamory. But uh I'm going to say it straight out. I, I mean, just cut the BS because it basically always falls back on polygyny."
	},
	{
		"start_time": "1:39:30",
		"speaker": "Elizabeth Pillsworth",
		"words": "Yeah. Yeah. No, absolutely. Um Yeah, men, men, men do not like to share their women. So,"
	},
	{
		"start_time": "1:39:42",
		"speaker": "Ricardo Lopes",
		"words": "so, yeah, le let's leave it at that. But I, I also don't want to"
	},
	{
		"start_time": "1:39:47",
		"speaker": "Elizabeth Pillsworth",
		"words": "be"
	},
	{
		"start_time": "1:39:47",
		"speaker": "Ricardo Lopes",
		"words": "polyamory people too much. But"
	},
	{
		"start_time": "1:39:50",
		"speaker": "Elizabeth Pillsworth",
		"words": "anyway, well, and here's the thing too is I would say, you know, what if you're into polyamory? Great. That's great. Go for live your best life. Um, I, you know, I just did it. I, I don't, I'm not optimistic. It will last as long as you think it might."
	},
	{
		"start_time": "1:40:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, me, me neither."
	},
	{
		"start_time": "1:40:06",
		"speaker": "Elizabeth Pillsworth",
		"words": "And,"
	},
	{
		"start_time": "1:40:06",
		"speaker": "Ricardo Lopes",
		"words": "and anyway, I, I don't want to make you stay up until 3 a.m. because here in Portugal it's the morning. So, uh, not a problem at all for me. But a anyway, let's get just into one last topic and going all the way back to one of the first points we talked about when we were talking about the sure and gender roles. Uh How do you approach sex and gender as an anthropologist and also from an evolutionary perspective."
	},
	{
		"start_time": "1:40:40",
		"speaker": "Elizabeth Pillsworth",
		"words": "So, first of all, uh you know, in my, in my head, um those two things, I, I really, to me it's the, the, the tri triumvirate of sex, gender and sexuality and they're all associated with one another, but they're not the same thing. So, and they're important for different things and in different contexts. Um A lot of which were just barely beginning to really untangle. So sex is a real biological thing. Um The, you know, that are there only two, no, there's definitely more than two. Although the vast majority of humans fall into one of two primary sexes, 90 more than 99%. Um And how do we, how am I defining the sexes? I'm defining that in really biological terms, which is, you know, uh uh the chromosome chromosomes is the most basic. But you can also look at um e external indicators of chromosomes which are genitalia, which of course, there's not a perfect 1 to 1 association. But again, there's a very, very, very strong correlation um in more than 90% of humans, what you see on the outside when they're born matches what their chromosomes are not all people. Right. So again, absolutely. People that don't have XX or XY are real people. They exist, you know, they are real people and they are part of the human variation. Um But it is also true that the vast majority have either XX or XY and uh uh"
	},
	{
		"start_time": "1:42:35",
		"speaker": "Ricardo Lopes",
		"words": "sorry to interrupt. But also people who have XX or XY but do not develop the corresponding uh secondary sexual characteristics and might identify as the opposite gender, for example."
	},
	{
		"start_time": "1:42:51",
		"speaker": "Elizabeth Pillsworth",
		"words": "Absolutely. So, and again, I would say that there's, there's still a couple of different things there. So you're talking about first, the, the developmental cor physical developmental correlates of chromosomal sex. So secondary sexual characteristics and we again is really clear, it's really obvious that humans are sexually dimorphic. We're only mildly sexually dimorphic in size. But, you know, it's, it's a very simple thought experiment. I tell, you know, again, I tell this to my students, I'm like, imagine a bunch of babies, male and female babies just wearing diapers um, and no adornments, no hair. No, nothing. Right. Just diapers. So you're just covering their genitals. You know, could you sort them into male and female and some of them think they could. But I'm like, I'm here to tell you you couldn't, you know, you would, you would be at chance, um, sorting infants that have their genitals covered. However, if you think about adults, adult humans wearing just something to cover their genitals and again, remember genitals is just the lower part. Um EVEN if we remove all other extraneous stuff, hair, right? Make up any of those kinds of things, any of the cultural indicators of sex, you would have like a 90% success rate in identifying males versus females at least, right? Um So humans are definitely sexually dimorphic and again, those dimorphic body shapes largely correlate with the chromosomes. Ok. So that's two parts. So far we've got, you know, the internal biology and chemistry and we've got the external phenotypic traits. Now, the part that I think gets into gender is the expression of maleness and femaleness and this is where it starts getting really super messy. Um IN part because here there, it's not categorical at all. So sex, I would argue is fundamentally fundamentally categorical. Is it binary? No, there's definitely more than two, but it's definitely still fundamentally categorical. Um WHEREAS gender is fundamentally continuous, it is, there is no masculine and feminine. There's ranges around masculine and feminine and there's, oh, sorry, go ahead."
	},
	{
		"start_time": "1:45:35",
		"speaker": "Ricardo Lopes",
		"words": "Let me just ask you this just to see if you would agree with this point or not. But, uh, I mean, of course, across societies, there's many different ways of expressing, uh, gender binary. I mean, what it means to be a woman or a man across different societies in terms of how they dress, how they present, how they behave and so on. I mean, it varies. But uh e even if we have uh uh a general binary across societies, I mean, in the, if it, and even if it's different from sex, that uh whatever it is that a man or a woman means in the society you live in, it's still the case that there's a very high degree of correlation between your sex and you white and defining as a man or a woman and behaving and presenting as a man or a woman according to the norms in the society."
	},
	{
		"start_time": "1:46:36",
		"speaker": "Elizabeth Pillsworth",
		"words": "So again, there's, there's actually multiple different levels to be thinking about that because there are some gender traits that really do appear to be pretty consistent across cultures and across time. Um So for example, we show homicide data which is really dark one to show. But you know, if we look at homicide data across cultures, cross continents. Historically, we see what looks like exactly the same pattern in the data again and again and again, which is this big spike in homicide Commission. Um HOMICIDE commission by males uh in the late teens, early twenties that then drops back off and it's massively higher than any point. The the female commission of, of homicide, what differs. And this is why, you know, again, I love these data because it shows so clearly that culture definitely matters because the overall rates vary enormously. Right. You can look at, oh God, I'm gonna pull this from my, my memory and I'm, I, I actually have Dyscalculia which means I'm not good with numbers at all. I can't keep them straight. I'm gonna try and do it. And this is from memory. So we'll see how I do. And it was like the comparison of the Canadian data to the Chicago data and the big difference was the overall homicide rate in Canada. It was something like it maxed out at something like 30 something I wanna say per million per year. Maybe it was a little more than that. I wanna say it was in 30 something and in Chicago it was like 1000 or 3000, you know, something in the thousands per million per year. So culture matters, right? Massively different rates of homicide. But the magnitude of difference between men and women was the same, the age pattern was the same, right? And that's, you know, again and again and again and again, small scale societies, large scale societies, you know, all over the place, same pattern. So some things that, that we would consider gender do appear to be related to maleness and femaleness. And those are likely to be those things that would have been really differentially important to male or female reproductive success on average over evolutionary history. Right? So there's, it's not, it's not an accident that males are more likely to commit homicide. It's because over evolutionary history, the context of male competition for reproductive success would have favored much more uh direct physical strategies, um competitive strategies. Um So, so we do see some of these universals at some level of generality. But then as you said, there's other things that are like, there's just no pattern at all. Right. So whether I whether we wear clothing on the bottom half that has one opening for both our legs or one leg and opening for each leg, right. So skirts or pants, um there's, there's, you know, there's no predicting who's gonna wear what, in what society, it's all over the place. In some places, both men and women wear clothes that have an opening for each leg and some, they both wear clothes that have only one opening for both legs."
	},
	{
		"start_time": "1:50:13",
		"speaker": "Ricardo Lopes",
		"words": "I mean, even just in western society just look at paintings of men from the 18th century."
	},
	{
		"start_time": "1:50:23",
		"speaker": "Elizabeth Pillsworth",
		"words": "Right. Right. And even things like, you know, some of the things that we might think of as really like masculine, feminine, like being emotionally expressive. Yeah, actually, that turns out to be a lot more variable Right. It's not nearly as clear as something like the, the homicide data. Um, SO there's a lot of things that are much more culturally defined but as you said, what's interesting about and, and, and, and what's interesting also when we look into, look at societies that recognize additional, like, uh, uh, additional sexes or genders. Right. So, um, they used to be, we used to call them third sex. Uh, uh, um, OH my God. See, here it is. It's so late. I can't, my words are just like gone. We used to talk about them as um size that, that uh recognized third sexes. It's even more complicated than that, right? But if I could summarize as cultures in which there is recognized more than two sexes. Um And there's a lot of them, right? There's a lot of examples of this. So"
	},
	{
		"start_time": "1:51:37",
		"speaker": "Ricardo Lopes",
		"words": "an example of that be the fafa f in Samoa."
	},
	{
		"start_time": "1:51:41",
		"speaker": "Elizabeth Pillsworth",
		"words": "Yep. Absolutely. The Affine, the, uh the Hira in India, the moche in Mexico. Um There's like I said, there's lots of examples, two spirit people, which is the, the term that's sort of, of course, that one's really confusing because it's a term that's used across Native American nationalities, but it means different things in different contexts. Anyway, we'll leave that one aside. So even in cultures where they very clearly recognize third or more sexes or genders, they still very clearly recognize men and women as well. Right. So there's no place that I know of, um, where there's no concept of men and women and,"
	},
	{
		"start_time": "1:52:33",
		"speaker": "Ricardo Lopes",
		"words": "and also they still make a distinction between female traits and male traits because even if they're talking about feminine men or masculine women or two spirited people, I mean, they're still recognizing that they have more fe or male traits, more female traits are a mix of both."
	},
	{
		"start_time": "1:52:56",
		"speaker": "Elizabeth Pillsworth",
		"words": "Right. Right. Right. Exactly. So, it's like, inherent in recognizing the diversity of gender expression is understanding the patterns of gender expression, right? If there weren't patterns, none of that would be anything we talk about. Right. Um So yeah, so there's definitely, you know, and even when I talk about in anthropology, we talk about the gender division of labor or the sexual division of labor. And one of the things that I try to impart to my students is that the existence of a sexual division of labor is absolutely universal. It exists in every human society that we have any record of. But what varies is the extent of the sexual division of labor. So, for example, in some societies, absolutely everything is gendered, right? Um Women's lives are comprised of this stuff and men's lives of this stuff and never the Twain shall meet in other societies. Almost everything is not gendered, but there might be a couple of things, right? Like this is really considered something that women do and this is really something that's considered that men do. Um So that can vary. The, the uh strictness of the division of labor, the sexual division of labor can vary. So, in some places it's like, you know, incredibly bad if you do something that's outside of your gender professions, in other places, it's, you know, it's like uh yeah, usually men do that but you're a woman and you're doing it. So it's not that big of a deal. Um So that varies and uh one other thing, so I saw the, the ubiquity of them. Um, OH, and the importance there is one other thing that I usually identify. Um, BUT anyway, so there is a sexual division of labor everywhere which again is a recognition of gendered activities. But, oh, and the content of them, that was the thing. That was the third thing, the content of them. So, you know, in some places, basket making is men's work, in some places, basket making is women's work. Um There are a, so if you look at, uh, Bobby Lowe, um, has, uh, identified, um, a number of activities that are almost universally, uh, male dominated. Um And there are very few that are almost universally female dominated outside of child care. Um But there are several that seem to be almost universally dominated by men, um, that include things like large game hunting, um, and, uh, metal working, I think was one of them. Uh, AND,"
	},
	{
		"start_time": "1:55:57",
		"speaker": "Ricardo Lopes",
		"words": "and"
	},
	{
		"start_time": "1:55:57",
		"speaker": "Elizabeth Pillsworth",
		"words": "also,"
	},
	{
		"start_time": "1:55:58",
		"speaker": "Ricardo Lopes",
		"words": "uh, I mean, let me just ask you this, uh, unless I'm mistaken. But I guess that we can also say that even the sexual division of labor is not completely uh inflexible, right? Because for example, uh there are certain activities like just in the West, uh up till the Second World War, it was common for uh for people to think that working in factories was mostly a male job. But then due to the lack of males after the Second World War, there were lots and lots and lots of women working in factories and that was considered perfectly normal. And I mean, many other activities that since the emancipation of women in the seventies opened up to women participation. And now we just think it's perfectly normal for women to be doctors and so on."
	},
	{
		"start_time": "1:56:54",
		"speaker": "Elizabeth Pillsworth",
		"words": "Right. No, and that's exactly the point, right? That, that flexibility that, that both it can vary between cultures, but also it varies over time. Um And so yeah, it's not at all static. It's not that, you know, yes, women do this and men do that and it, it never changes. Um It can change a lot, it can change frequently, can change very quickly. One of the things that is really interesting and we can see this very easily in our own uh culture and history is that very often tasks which are considered women's work as soon as they become profitable or high status, become men's work. Um So I'm not kidding though. Right."
	},
	{
		"start_time": "1:57:40",
		"speaker": "Ricardo Lopes",
		"words": "You were laughing. II I wasn't laughing because I thought you were kid. It was just that,"
	},
	{
		"start_time": "1:57:45",
		"speaker": "Elizabeth Pillsworth",
		"words": "I know it is. It's funny and it's so obvious. Right. So we look at, you know, here in the USA generation ago, right. Elementary school teachers were women, college professors were men. Right. Waitresses were women made ds were men, seamstresses were women, clothing, designers were men. Right? I mean, it's like we see it again and again and again, who takes care of six people in the home, women who gets paid big bucks to be a doctor, men. So,"
	},
	{
		"start_time": "1:58:16",
		"speaker": "Ricardo Lopes",
		"words": "and, and also, I mean, even the idea of the traditional idea that women cook, I mean, now you have very famous male chefs, but why? Because it pays a lot to be a famous"
	},
	{
		"start_time": "1:58:31",
		"speaker": "Elizabeth Pillsworth",
		"words": "chef? And do you know how hard it is for women to break into that really high end chef career? It's like the women are incredibly underrepresented. It's, you know, and again, it's one of those things, it's like, it's, it's almost stunning in its obviousness"
	},
	{
		"start_time": "1:58:51",
		"speaker": "Ricardo Lopes",
		"words": "you think you would like to have?"
	},
	{
		"start_time": "1:58:54",
		"speaker": "Elizabeth Pillsworth",
		"words": "Uh um, DID you just ask me anything? I'd like to add?"
	},
	{
		"start_time": "1:59:00",
		"speaker": "Ricardo Lopes",
		"words": "I mean,"
	},
	{
		"start_time": "1:59:01",
		"speaker": "Elizabeth Pillsworth",
		"words": "what I could talk all night, right?"
	},
	{
		"start_time": "1:59:06",
		"speaker": "Ricardo Lopes",
		"words": "I mean, we can, we can also schedule a second interview to talk just about the anthropology of sex and gender. I mean, I would"
	},
	{
		"start_time": "1:59:14",
		"speaker": "Elizabeth Pillsworth",
		"words": "love, no, it is, it's, it's a fascinating topic and I think, you know, and I think that we're really at an interesting time where we starting to recognize so much more that sex and gender are likely having different effects on different things. And I think we're at a, you know, at a time in history where we really have to revisit when and why knowing somebody's sex matters. I would argue that it definitely does for a lot of things, primarily health related things, right? All of our cells, every single one of our cells is a, has a sex has, you know, because it has our sex chromosomes, xxxy or some other variant, right? Every single one of"
	},
	{
		"start_time": "2:00:04",
		"speaker": "Ricardo Lopes",
		"words": "our, I guess that even socially, I mean, we have to understand that it matters for people to really be able to distinguish between men and women because since we are a sexually reproducing species, I, I mean, you want to be attracted to, uh, whoever you are attracted to."
	},
	{
		"start_time": "2:00:24",
		"speaker": "Elizabeth Pillsworth",
		"words": "Right. Right. Well, in addition to that, you know, one of the things and i, it's funny because no, people don't like to answer this question very honestly. But I ask my students, I say, you know, if you are walking back to your car across campus late at night, all alone. Right. And you hear somebody walking behind you, do you care if it's a man or a woman? And everybody wants to say no, no, no, I don't care. I don't care. And I'm like, really, really, you don't care. You, you should care, you should care because here's the thing, even though if it's a man, there's almost no chance that he's gonna do anything. So he's probably also just trying to get back to his car and go home. Right. But it's a much higher chance that you're gonna have some sort of antagonistic interaction with a man than with a woman. Right? So, even leaving, you know, finding a mate aside, you should care whether you're a man or a woman, right? On average men pose greater risks. Now again, does that mean that women are all nice and sweet? No, of course not. Does it mean that women can't mug you? They can, they don't do it as often. Um You know, uh does it mean that most men are gonna mug you? No, of course not. Most men are totally not gonna do anything to you. But on average over evolutionary history, knowing somebody's sex gave you a lot of information about what kind of interaction you might have. So, you know, I'm not at all ready to throw out the sex baby with the bathwater. I don't know how that goes. But, but I do think that there's also a lot of things that, you know, I think more and more we're saying, oh, this thing, whatever it is, whether it's uh you know, worldview or parenting approaches, um maybe more related to gender, to our gender, our expression of gender than to our sex. And it may be more profitable, profitable in the terms of, in terms of being able to predict and a, uh you know, address problems in the world um that to assess people's gender rather than their sex for some things. Um But I just don't think we're there yet. I think that, you know, we're just starting to really look at that. Yy, you know, it's actually very recent and, and it's still not done all the time that we even look at a lot of data by sex right across the biological sciences very often. We still don't even differentiate by sex. Um So we're only catching up to that to be like, well, maybe sex matters and now I think what we need to do is add in on top of it like I don't think we should get rid of sex, but I think we should be asking about sex and gender and I think we're gonna find that there are some things that sex matters for and some things that gender matters for."
	},
	{
		"start_time": "2:03:40",
		"speaker": "Ricardo Lopes",
		"words": "Oh, ok. So look, I don't want to torture you more because I know it's almost three"
	},
	{
		"start_time": "2:03:44",
		"speaker": "Elizabeth Pillsworth",
		"words": "A"
	},
	{
		"start_time": "2:03:45",
		"speaker": "Ricardo Lopes",
		"words": "ma"
	},
	{
		"start_time": "2:03:46",
		"speaker": "Elizabeth Pillsworth",
		"words": "a"
	},
	{
		"start_time": "2:03:46",
		"speaker": "Ricardo Lopes",
		"words": "and we really have to wrap this up and uh, I, I mean, we have to schedule another conversation just about sex and gender because if we kept going on, we would be here for another two hours."
	},
	{
		"start_time": "2:04:02",
		"speaker": "Elizabeth Pillsworth",
		"words": "I know. I know it's a great topic though."
	},
	{
		"start_time": "2:04:05",
		"speaker": "Ricardo Lopes",
		"words": "Oh, yeah, sure. Uh So would you like to tell people where they can find you and your work on the internet."
	},
	{
		"start_time": "2:04:13",
		"speaker": "Elizabeth Pillsworth",
		"words": "Uh Yes, the easiest way is to just type pills worth into Google. Um, I am blessed with a very rare last name. It's true. I, I mean, I don't know, you should try it there in Portugal, but usually if you, somebody just types pills worth into Google, I'm the first one that comes up. Um, AND I'm related to all the other ones. Uh, BUT I am at Cal State Fullerton. It's true where there are very, very few of us. Um uh AT Cal State Fullerton, I do have a, a very out of date web address there. Um Which let me give it to you. Hold on, I have to look it up. I"
	},
	{
		"start_time": "2:04:56",
		"speaker": "Ricardo Lopes",
		"words": "mean, I can look it up myself and put it in the"
	},
	{
		"start_time": "2:04:58",
		"speaker": "Elizabeth Pillsworth",
		"words": "right. So you find me there. Um And uh yeah, and that's it, I guess is as you can find me at Cal State Fullerton and on, on Google."
	},
	{
		"start_time": "2:05:09",
		"speaker": "Ricardo Lopes",
		"words": "Ok, great. So I'm leaving links to that in the description of the interview and Dr Pil. Thank you so much again for coming on the show. I really, really love the conversation and I hope to have you back on somewhere in the near future. Ab"
	},
	{
		"start_time": "2:05:24",
		"speaker": "Elizabeth Pillsworth",
		"words": "Absolutely. We can do another midnight uh chat. All right. Thank you."
	},
	{
		"start_time": "2:05:33",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no Wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the met Robert Wine in Nai Zuk Mar Nevs called Hofi Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson Yasa dear Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba Adam hunt, Pavlo Stassi, Nale Me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price. Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Einon Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Temple, Thomas Dvor Luke Neeson Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley Man George Katis Valentine Steinman, Perlis Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali. Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Veg and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]