[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Wat. And today I'm joined for a third time by Dr Edward Watts. He is the Vasilia, this Professor of Greek Byzantine Greek History at the University of California, San Diego. In our two previous conversations, we talked about two of his books, namely Mortal Republic and The Eternal Decline and Fall Of Rome. And today we're talking about another one of his books, IPA, The Life and Legend of an ancient philosopher. So, Doctor Watts, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:38",
		"speaker": "Edward Watts",
		"words": "Thank you. I'm really glad to be back."
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "So perhaps to contextualize things a little bit here for people who might not be familiar with Hype and where she lived in, where she came from. So could you tell us a little bit about the social, political and historical context where Hype lived back in Alexandria?"
	},
	{
		"start_time": "01:03",
		"speaker": "Edward Watts",
		"words": "Sure. Um So our patient is born around 355 ad. And uh this is a moment in the Roman Empire where there's a really significant transition going on. The Emperor Constantine converted to Christianity in 3313, 3, 12, 313 ad and initiated this process through which the Roman Empire was shifting towards a Christian majority state. So when Constantine converted, the empire was about 10% Christian. Um Constantine died in 337. It seems like the um empire tipped to be more than 50% Christian, maybe around the year 400. So during hype's lifetime, you have this process unfolding in, in Rome or in the larger empire where you're going from a very large majority pagan empire to a majority Christian empire. And this happens during her lifetime. But what's interesting in 355 is Ipe is born in the city of Alexandria in Egypt. And Alexandria has probably the largest Christian community in, you know, maybe the world um for any city at that moment when she's born, it hadn't yet become a majority Christian city. And so the pagans in that city are imagining that, you know, Christianity is a sort of nuisance and it's, it's like large and they're loud, but they don't really matter. And uh it becomes very clear that Alexandria has probably tipped to a Christian majority city when hype is a child. Uh And so she belongs to um a, a generation that actually is the first um urban generation to deal with living in a Christian majority city. Uh And so that's a really crucial, it's a really crucial element of her background, right? Because nobody knows how to do this. I mean, Christians don't know how to live as a majority in a major city. And pagans don't know what to do with a, you know, with a major city in which they're no longer in the majority. And this is where she's growing up. She's growing up as a pagan in this city that like during her childhood, flipped from majority pagan to majority Christian"
	},
	{
		"start_time": "03:13",
		"speaker": "Ricardo Lopes",
		"words": "and she remained the pagan through all to her life, or did she change her religion?"
	},
	{
		"start_time": "03:20",
		"speaker": "Edward Watts",
		"words": "So hype remains a pagan for her entire life. Um And I think what's important for us and challenging for us to understand is that paganism in the fourth century isn't a religion of identity, like we think of religions now, right? Nobody walked around and said, I'm a pagan because paganism is in essence a default religion. Um It's a default religious category. So everybody who is not a Christian or a Jew is a pagan. And so there's lots and lots and lots of different beliefs and practices that constitute paganism in the fourth century. So for hypatia paganism is about practice. You know, it's about what do you do and it's about um what ways do you live your life so that you're being consistent with what you think the gods want and what you believe is going to lead to, you know, a better outcome spiritually for you and the people around you. And so I patient very much is committed to this idea. Um But paganism for her is a belief system and a set of practices that ultimately um helps construct the world in a better way. Uh And so she's very firmly committed to this. Um And, you know, and she's very firmly committed to this as a set of ideas and actions, but it's not for her an identity, it's really instead something that's part of a larger embrace of a, of a fashion of, um living in the world around her. And so there's no way that she would ever imagine that this is something that she should turn away from."
	},
	{
		"start_time": "04:51",
		"speaker": "Ricardo Lopes",
		"words": "But then you mentioned there that the city became a Christian majority city. And uh I would like to understand uh I mean, if you, if you know about that specifically in what ways did the social dynamics change when it became a Christian majority city? And was, were the pagans treated differently by the Christians when they became the majority or not? I mean, basically, I'm trying to understand if her being a pagan or remaining a pagan really had much influence in her than living in a Christian majority city in terms of how she was treated and so on."
	},
	{
		"start_time": "05:40",
		"speaker": "Edward Watts",
		"words": "Yeah. So I think one of the things that um is a challenge for everybody in the fourth century is what does it mean to live in a city where there's a Christian majority? So Alexander is a very dense city, you know, it's, it has probably 500,000 people. It's a very small space, it's more or less an island. Um, AND so it is a very difficult place for people to, um, get along without violence erupting. And Alexander had a history of violence. Um, AND what tended to happen in these violent confrontations is groups who basically jostle for dominance in the city. So if you're the biggest group, you expect that when things reserve to violence you're gonna win and you're going to be able to exert your um vision of what the city should be like in a fashion that the other side might not like. And what ends up happening in the middle part of the three fifties is there is a violent confrontation that pagans expect they're going to win and they lose and it becomes clear to them and this is how we, we can see that it's probably Christian majority. Um, YOU know, they thought they had a majority of people and they didn't. Uh And so what unfolds across the rest of the fourth century and into the fifth century are these periodic outbursts of violence where now pagans are fighting as the minority and Christians are fighting from a position of majority and the Christian majority is growing um much more significantly. Um, OVER time. And so by the time violent outbreaks are happening in the three eighties, there's no doubt in anybody's mind that, uh you know, there's a Christian majority and by the time of apes death in 415, it's a very large Christian majority. Um And so the so I think the dynamic in Alexandria that we have to understand is it's a communal, it's a city in which communal differences are resolved violently when they can't be resolved peacefully anymore. And frequently the leaders of those communities try to diffuse situations so that they don't become violent, but they also are fully aware that they can become violent and they are prepared when they become violent to be able to win when the violence erupts. Uh And so this is a climate in which Hypatia is growing up. Um The rules in Alexandria have been very clear for a very long time that uh if you cannot resolve things peacefully, it's within the realm of possibility that you will resolve things violently. Um And everybody knows this, but everybody also has an incentive to try to keep things peaceful for as long as they can and to prevent things from getting to the point where violence is going to be necessary. And so this is the kind of dynamic in which she's growing up. Um It's a city that has demographic instability because you have now um rules that have long been established about settling confrontations violently if you can't negotiate your way out of them. But nobody quite knows how large each side is if the violence is going to come about."
	},
	{
		"start_time": "08:41",
		"speaker": "Ricardo Lopes",
		"words": "So before we get a little bit more into her life? Uh What about the intellectual life of Alexandria back then? What characterized it since we're talking here about uh woman uh intellectual. So,"
	},
	{
		"start_time": "08:59",
		"speaker": "Edward Watts",
		"words": "yeah, so uh Alexandria in uh the fourth century ad has, you know, for almost 700 years been the leading center of um Greek scientific and mathematical thought and, you know, and medical thought. Um There is a long standing rivalry between Alexandria and Athens. Athens, of course, is, is older. Uh And so Athens has this claim as the center where philosophy was developed and to a degree where like rhetoric was developed. But in Alexandria, they really have a very strong claim to um having invented the most sophisticated mathematics in the ancient world um to have invented the most sophisticated scientific um techniques and you know, to have really advanced um mechanical engineering and medical um research being done. So there's a rivalry between Athens and Alexandria that you might wanna think in, in like an American context would be like the rivalry between, I don't know, mit and um a school that, you know, is really, really good in teaching philosophy and the humanities. Um Alexandria is the stem school and Athens is the humanities school. And so by the time you get into the fourth century, this is the long standing way to see things, but it isn't exclusive. Alexandria has a strong tradition of teaching philosophy in a way that um embeds mathematics in it. So the Alexandrian idea for a long time had been. Well, yes, philosophy is very important. Um BUT philosophy is imprecise, you know, you talk about something like Plato's idea of, of justice. And Plato says, well, there's a basic idea of justice that you can encapsulate in this concept that is a form. Well, Alexander and say, you know, like what is that? That's totally abstract. Who knows what a form is? Nobody's ever seen one we can say though that justice can be understood as a number. And if you understand it as a number, then you can explore the elements of that numbers use um and its characteristics and how it works in a mathematical system. And that allows us better to understand how concepts fit together with each other in a larger world. And so the Alexandrian idea um was for a very long time to say, in essence, you wanna know about virtue, learn math. Um You wanna learn about, you wanna learn about how to live your life, learn math, because math is more precise, the relationships are clearer and they're more defined and you can actually understand how these concepts work together when you use them through a sort of mathematical symbolism. Um And so what Alexandria has done leading up to um the moment of hype's birth is it's created a very distinctive brand of um intellectual life that combines this very long standing tradition of uh mathematical and engineering and technical learning with a, a sort of structure that allows you to apply it to more humanistic um pursuits as well. So this is the kind of world that hype is born into. Uh AND she's actually born to the guy who is the leader of this, this intellectual movement um in the three fifties."
	},
	{
		"start_time": "12:25",
		"speaker": "Ricardo Lopes",
		"words": "So now that we so to speak, set up the stage who was IPA. And exactly what do we know about her origins, how she grew up, the kind of education she received and so on."
	},
	{
		"start_time": "12:42",
		"speaker": "Edward Watts",
		"words": "So I am one of the world's biggest like Hypatia fans. I love Hypatia. Um And I think what, what we have to understand with hype is there's really sort of two versions of her, there's the version that everybody knows about that's in, you know, that's most famously celebrated in um the movie Gara, you know, she's a martyr, she's somebody who dies for her principles and dies for her philosophical um practices. And that's true. She does. But I think when we, when we allow somebody to become a caricature and we allow them to just be distilled down into this like one moment where we define their entire life, we miss who the person is. And I actually think the person is way more interesting than the martyr. Um BECAUSE what Hacia represents uh is, you know, a symbol of rationalism in a moment of extremism. But what hype actually was is a woman who was brilliant and had a vision for how she wanted to change this Alexandrian philosophical environment and this Alexandrian intellectual environment, um she understood full uh and completely that as a woman, this would be a difficult thing to do. And yet she very actively, very openly and very, very compellingly presented a vision of philosophy that upset the entire way that Alexandria thought about philosophy. And then she applied this to trying to regulate the public life in this city that of course, is prone to violence. Um And so what she was trying to do is to take her philosophical understanding, make her city better. Um And do it in a way that was consistent with the philosophical ideals that she embodied and she brought to, brought to bear in the way that she lived in the world. And so I think for the six years that she's alive, what you see is somebody who understood full well, the risks that she was taking, she understood completely the kinds of um challenges she would face as a woman trying to do this work and she did it very eagerly because she thought it was the right thing to do. Um And you know, and she did it understanding completely that there would be personal sacrifices that she would have to make to have the impact on the world that she wanted to. She did it anyway. And so I think that that's, that's a different type of heroism than being a martyr for a cause um what, what that represents is somebody who is really driven by a set of ideals um and understands completely that there will be personal consequences but assumes those consequences anyway."
	},
	{
		"start_time": "15:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yes. We'll come back to this uh to people thinking about type patient as a symbol or a my even, let's say then uh really as a person, but then how much do we know about her life? Exactly."
	},
	{
		"start_time": "15:34",
		"speaker": "Edward Watts",
		"words": "So, um the sources that we have for a patient's life are much less robust than we would like. Um WE have a set of biographies or a set of biographical treatments of her written by a male pagan philosopher in the sixth century ad. Um And he's writing at a moment where basically he's in a persecuted community and he loves the idea of martyrs. And so when he's talking about Aesha, he leans into the martyrdom story, but he had actually studied in Alexandria. And so he had access to um substantial materials about what Aesha had done based on, you know, the time that he had spent in the city, we have a lot of historical narratives that talk about her murder. Um And some of them do it in a way that contextualizes the murder to explain to an audience why we should pay attention to this. Um These sources are really important for reconstructing what we know about her life. But we actually do have sources that were written by or about or to her, um, in the period before she died and those I think are much more valuable because that's where you get out who she was as a person. So we have the equivalent of her doctoral dissertation, um, which is a mathematical text. Uh, IT'S very hard to read. Um, Greek mathematics are, you know, really tricky because for example, uh the numbers, the whole numbers are done on a base 100 system, the decimals are done on a base 60 system. And like Roman numerals, they're all letters. And so you'll be reading a text and there'll be mathematical things in there. And honestly, it's really hard to even know when you're dealing with a whole number in a decimal and what you do with it. Um And so it is not a very accessible text, but it is hers. She did write it. Um You know, we do have her work and people smarter than me who know about how to read this, this numerical stuff, say that her um mathematics is pretty elegant. Um And uh the contribution that she makes is in taking some very unwieldy material and making it much more um sim much simpler and much more um clear than what had been done before. So I think we can say from that, that she's a very gifted mathematician, but much more interesting for someone like me is uh we have a set of letters written by one of her students. Um INCLUDING five letters written by Asia herself and then a couple of other, a few other letters that mention life at her school. Um And so for these, we have a document, a set of documents that allow us to see what it was like around her when she was alive without this kind of filter of, we're setting up a story to talk about how she dies. Um And so when we're, when we're reconstructing her life, this is the kind of stuff we have to deal with. We're always struggling to distill out the person from the myth, but we do have some things that relate to the person before there even was the myth. Um And those are invaluable because you, it allows you to see this person as she actually was and, you know, on the terms that she sat while she was alive."
	},
	{
		"start_time": "18:51",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and I guess that this is uh an illustrative example of, mm I mean, a lot of the work that historians do, right? When it comes to studying the life of historical figures many times, it's not that we have very well preserved documents written by the person themselves, but we have to reserve to secondary tertiary sources, what other people said about them, wrote about them, what other people thought about them and so on. That's basically the way we try to bring the pieces together,"
	},
	{
		"start_time": "19:32",
		"speaker": "Edward Watts",
		"words": "right? Yeah, I think um I think that that is a perfect summation of it. I think what we're always doing as people um is trying to get through the filters that people create to understand who the individual is. Um So, you know, in a modern context, what you see on somebody's Instagram or what you see on their um youtube channel, that's not who they are, that's who they want you to think they are. Maybe. Um IT'S the stories that they want you to, to read about them. It's, you know, it's a curated vision of who that person is. Um We know that um but in 100 years, I mean, assuming any of this stuff is still around, um if you wanted to reconstruct your life or my life using uh you know, using the media that's out there about us, you would have a vision of us, but it would be a vision that is curated and maybe it's very well curated and maybe it's very sloppy, but it's a vision that doesn't relate to who we are so much as who we want to be seen to be. And so historians are always dealing with this problem as well. Um It just, we have a lot less when we're dealing with somebody from the fourth century ad than when we're going through somebody's Instagram posts now. But this is always the challenge. And so um when you have something that is transparently about creating a story that symbolizes somebody in some ways, it makes it easier because you know this person, you know what they're trying to do in telling the story this way. Um And so you're able to go through find the details that are legitimate details that this person has then transformed into an element of a story in the way they wanna tell. And you can take these details out and you can start building a picture um from the details that are clearly facts um that the person telling the story is using to support their larger argument. Those facts are still facts. And when you assemble enough of them, you have a set of ideas that are grounded in something like reality. You can use to talk about who the person was and what they're doing. Um And you know, and it's, it's the work of a historian, but it's also the work of, of everybody. You know, we are very well trained now in doing this um in a 21st century environment. It's just we have a lot less when we're working with the fourth century,"
	},
	{
		"start_time": "21:55",
		"speaker": "Ricardo Lopes",
		"words": "right? And do we know how exactly high Paia got interested in philosophy, how she got into philosophy and then how she eventually rose to prominence as a philosopher?"
	},
	{
		"start_time": "22:11",
		"speaker": "Edward Watts",
		"words": "Yeah, it's actually, it's a really fascinating story because um in antiquity, especially in, you know, the 4th and 5th centuries, there's a real tendency among intellectuals to try to um keep the intellectual traditions in the family. So a lot of intellectuals when they have Children. Um, IF they have a male child they want to train them in the ideas and the traditions of the intellectual, um, intellectual pursuits that the father specializes in. If they have a female dog, a female child, they like to train their daughter in these pursuits as well for a couple reasons. I mean, the first is, it's great if you own a school to marry your daughter to like your top student. And we see a number of examples of this. Um, THE reason that they like to do this is, of course, it keeps the school in the family. Um, AND so, you know, so you have your intellectual descendant and in antiquity, if you studied under somebody, you were, you were called the son or daughter of the person that you studied under. Um, AND so you have your intellectual son marrying your biological daughter. That's great. Uh, BUT another thing that happens frequently is, you know, the daughters get married in their teens and the sons can get married in their thirties or forties. So it is very common for, um, for a husband in these relationships to be even a generation older than his wife. And he very frequently will die before his wife. Um, SOMETIMES he'll die before his wife. Um, AND before his child is even old enough to go to school. And so it's a tradition in these, um, intellectual families to train their daughters in rhetoric. And philosophy and mathematics so that the daughters are capable of maintaining control and, and supervising the education of the Children. So, um so you have a lot of examples of women from intellectual families getting the equivalent of, um, you know, almost a graduate degree. You know, they, they go through a very significant course of study because it's their patrimony in a sense. Um And they're going to be responsible for making sure that the next generation of intellectuals in this family are trained uh appropriately and have, you know, the right teachers and the right background and the right skills to succeed in this intellectual endeavor. And so this is how a patient was brought up, you know, she, she's the daughter of the top um mathematician and philosopher in the city of Alexandria. And it's expected that she's gonna have that training. Um And I'm sure that what her father is anticipating is she'll be trained in his school and in his methods and, you know, and she'll be perfectly sufficient in this and that will be great and she'll marry somebody um who will then probably leave the school and they'll have Children and she'll train the Children and, you know, and that will be her role. Um And what happens instead is Hypatia is spectacular. I mean, she comes into the classroom and not, she's not gonna be, it becomes very clear, she's not gonna be the wife of the successor. She's gonna be the successor uh because she is far better than anybody else, including her father. Uh And so what hype begins doing is, you know, she, she's learning the mathematics in the Alexandrian way. This idea that mathematics um correlates to philosophical truth and the highest philosophical truth is actually understood through mathematics. And she starts reading the works of philosophers like Plains and porphyry. And she realizes that's not true. She doesn't accept that, you know, she doesn't believe that mathematics is a higher level way to understand philosophy. Actually, she thinks it's the reverse. Um And so she wants to follow Plato and this idea that yeah, math is helpful because it gives you very fixed ways to work with concepts. But the forms are actually superior to numbers. Numbers are in numbers are precise but inaccurate and they don't give you a full picture of the larger um philosophical concepts. And I Pish reads this and she says, you know what this is right? Um And she's an exceptional mathematician, but she ultimately goes to her father and convinces him, you know, what you've been doing this wrong. Um What, what you really need to understand is concepts are more important than numbers and concepts are where the higher level understanding of the universe lives, not in numbers, but in these ideas. Um And so we need to change the way we teach. And her father who is a member of the, the Museum in Alexandria, um The top intellectual in the city. He not only agrees to this, he retires and lets her take over the school while he's still alive because he basically says, yeah, she's better than me. You know, she, she knows more than me. Um, SHE has a better vision for what this philosophy should do and she's a better teacher than me and a better scholar than me. So why would I want to stand in her way? Like, let's let philosophy become better than I'm able to make it. Uh And so he steps down and lets her take over the school. Um, YOU know, probably when she's in her thirties."
	},
	{
		"start_time": "27:41",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. A and back then what was basically the social status of women? I mean, did people accept that a woman herself would be the head of a philosophy school or not?"
	},
	{
		"start_time": "28:00",
		"speaker": "Edward Watts",
		"words": "Uh So it was possible but it wasn't easy. So, the, the um understanding is that um women can lead intellectual institutions but they're always going to be facing, um, you know, people making jokes at their expense, people discounting their expertise. Um, YOU know, people making fun of the fact that they wear, when a philosopher um in antiquity would go out in public, they would wear a specific robe called a Tron. Um It's kind of like when somebody gets their, their doctoral degree and they get these robes from the university that are really like grandiose and floppy hats and all of this kind of stuff. Um Yeah, I mean, there was the same thing in antiquity, but you were expected actually to wear that stuff around the city, um, especially in, you know, any kind of ceremonial occasion. And so she's wearing the philosopher's cloak and people joke. Well, you know, it's a woman wearing the philosopher's cloak. Like, isn't that funny? Um And in Greek, you actually can do something with the language where you talk about, um, the act of wearing a tree bone and it can have a masculine or feminine ending and it always has a masculine ending except when they talk about Hypatia. Uh And so there are authors that make a joke about like the feminine ending of wearing a true bone and how funny it is that, you know, she's doing that. So her whole life she's dealing with this um this understanding that yeah, it's possible for her to run a school but also this kind of like people giggling and joking and laughing about her and, and also more malicious things like people saying, well, she is a woman leading a philosophical school and all of the students are men and um a lot of philosophical teaching is done in public, but some of it is done in private, especially the graduate level work where it's just the teacher and the graduate students. And so that's maybe 1015 people at most. Um And so you have this environment where you have Apacia and then 15 young men. And so there are stories that start circulating about, well, this is really like a sex cult or something. Um And Hypatia has to diffuse those stories too. So it is possible for a woman to lead a school. It is there are other women who led schools, but it's much harder for a woman to do that work than for a man to do the same thing. Um And I think that's, that's what we have to acknowledge is uh Roman society is the sort of place that makes it easier for men to do a lot of things, but it doesn't wholly preclude women from doing them. But if a woman chooses to do it, um you know, something like teach philosophy, she chooses it, understanding full well that it is going to be much harder for her to do this work than for a man to do it. And she's going to assume a lot of uh public scrutiny that a man wouldn't get and she's going to have to deal with a lot of stuff that, you know, a regular person probably doesn't want to deal with. And so while women can do this work, a lot of them say, you know what? Yeah, I don't really want to run my own school because I don't wanna be in, I don't wanna have this kind of scrutiny and I don't wanna have this kind of um rumor mongering and, and public, you know, hostility. So a lot of women in antiquity who teach philosophy, actually do it as a kind of subordinate teacher in a school that is run by a man that's much more common than a woman running her own school. Um Mainly I think because, well, why do you want the extra hassles and scrutiny and trouble of running your own school when you can more or less do the same thing and you don't have to deal with any of that. Um And so what ape is choosing to do by taking over for her father, um, is I think a very conscious choice uh to assume, to assume a lot of burdens that she didn't need to assume. I mean, she could have very happily continued teaching under her father and not dealt with any of this stuff."
	},
	{
		"start_time": "32:17",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, I, I mean, this is very interesting and I guess that will probably come back to this point when, later on we talk about her legacy. Uh BECAUSE, I mean, in that particular case, perhaps, even if there weren't really actual institutional and legal, I guess barriers to her be a leading, uh, philosophy school, there were certain, certainly some social and cultural barriers that she had to deal with. Uh, I guess that we can even call it discrimination in a sense. Right."
	},
	{
		"start_time": "32:56",
		"speaker": "Edward Watts",
		"words": "Yeah, I think that that's, I think that, um, I think one of the challenges that, that I had and I, and I, I still think I have in conceptualizing the career of Hypatia is um importing a kind of modern idea of what should be fair um on an ancient context where I don't think she thought that way. Like I, I don't think she thought, well, it's unfair that I have to do these things, I think instead she thought, well, this is my burden. Um This is how it is. And um you know, if I need to do this work, well, that's my path and I choose this path. Um And so there wasn't any point in her saying something like this is uh unequal treatment or this is um discrimination against me. It wouldn't have made any difference to the people listening. Um And she couldn't have changed that and I think she understood that. Um And so it's not that she's um leading a good, you know, 19th century struggle for women's suffrage or something. She doesn't expect that she's going to change these conditions. Every woman is going to face these conditions if they wanna do what she's doing. Um She doesn't get into this to change those conditions. She gets into, she gets into teaching philosophy because that's her mission. And if it means she has to endure things that her male colleagues don't, well, then she has to endure things that her male colleagues don't. She's not in this to make things more fair for women. She doesn't, I think, imagine that that's possible. Um BUT it's certainly not what she is aiming to do, even if she thought it could be possible. Um, SHE is fully accepting the fact that for her entire life to perform the mission that she believes she has to perform, she is going to have to deal with um much harsher conditions than she would face if she was a man. Uh And so I think that that's one of the things that we struggle with because we, we assume that um in a modern context, if you take an action like that, it might get better. You know, if, if you are a woman philosopher and you, you go into an environment that is hostile to female philosophers, we imagine that the example of that woman philosopher might make that environment less hostile um Because she will, by her example, change perceptions. That is not, I think what Hypatia is doing. I don't think she imagines for, for a moment that she's gonna change perceptions or make things easier for the next female philosopher in the future. I think she understands that the conditions are going to remain bad for her for her entire life and she does it anyway. Um And there's a particular um a particular kind of a set of assumptions there that I don't think many people in the modern world really share."
	},
	{
		"start_time": "35:58",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So what were her main intellectual contributions? What was she known for and is known for?"
	},
	{
		"start_time": "36:11",
		"speaker": "Edward Watts",
		"words": "Uh SO I think one of the biggest things that Iesha does of course, is is flipping Alexandria from this strange way of thinking about philosophy to this more conventional way of thinking about philosophy as something guided by concepts, um larger concepts and larger constructions of how the world should work. Uh I think we can't undersell that, right. This is taking, this is changing the entire intellectual identity of a city um and changing its way of functioning and teaching uh and doing it very quickly and doing it as someone who is, you know, of course, something of an outsider because um there aren't many women who try to even do this and there are very, very few who actually succeed in doing this. Um But then I think the other contribution that she makes is she understands how to take this tradition of um philosophical thought that she's inherited from thinkers like plains and porphyry and make it something that is nondenominational in a religious context. Um What basically this philosophy said is there is a higher power, a a sort of unified divine entity and all of the world flows out of this um higher power. But it is possible if you really um distill down the essence of truth and focus your intellectual energies, it is possible for you as a human to ascend from this sort of messy world of matter to this higher sort of spiritual plane and interact directly with the sort of pure unfiltered wisdom that comes from this supreme entity. What a patient realizes is this particular structure doesn't define who that supreme entity is. It doesn't say this is a pagan supreme entity and Christians are wrong. What a basically says is, you know what, this is a way of thinking about truth and knowledge and I'm not gonna put a label on it. You know, um if you are a Christian and you believe that that supreme entity is a, is a Christian God. Well, OK, you know, I mean that, that great, you know, you do, you, I do me as long as we believe in this philosophical system and this, this contemplative approach. Um You don't need to put a label on what that divinity is to benefit from that particular approach. You as a person can reach a higher spiritual plane. And you know, if you are a Christian, you come from a Christian tradition, this is a contemplative activity. And so you, you can still go to church, right? I'm not requiring you to do pagan sacrifices to reach this Supreme God. And if you're a pagan, um I'm not requiring you to do pagan sacrifices to reach the Supreme God. Either you can be in the same room with this Christian thinking these same ideas, interacting with these same concepts and having the same benefits that come from being a philosopher. Um WHETHER you're pagan or Christian and no one was doing this in the war in the Roman world at the later part of the fourth century. Um, WHAT I think she realized is she lives in a Christian majority city. She lives in a city where, um, pagans and Christians disagree about a lot of things sometimes violently and yet, um, there is a way philosophically to make everybody better in a way that doesn't require you to be pagan or Christian. Um, THERE is instead a common path that everybody can follow that is open to both pagans and Christians, but is philosophical and is firmly grounded in, you know, 700 years of thinking by people like Socrates and Plato and Aristotle. And so the contribution that Ape makes is, is to create a way for philosophy to function in a Christian majority environment. Um And to function well and meaningfully for both Christians and pagans without requiring them to compromise their religious beliefs or to do things that might run afoul of um the religious practices of their communities."
	},
	{
		"start_time": "40:19",
		"speaker": "Ricardo Lopes",
		"words": "So she was a philosopher, but she also participated in the politics of Alexandria, right? Uh If and if so, in what ways did she do it? And uh also how did that tie to her ideas about public service?"
	},
	{
		"start_time": "40:39",
		"speaker": "Edward Watts",
		"words": "Yeah, I think that um this is a key part of what it meant to be a philosopher in antiquity, this idea of public service. Um One of the, the key obligations that people from the philosophical tradition that I belong to uh believe they assumed was this responsibility to instruct everybody. You know, this goes back to Socrates, right? And this, this, this responsibility to instruct everybody to the degree that a person is capable of understanding um the political and ethical concepts that made society better. And so it was the obligation of a of a practicing philosopher to speak to everyone in their city. And if they are intelligent and um well read and interested, you can train them in highest level philosophy so that they can ascend to this intellectual level and interact with the supreme divinity. That's great. But that's not everybody that's actually not most people. Um Instead your obligation is to figure out, ok, I'm talking to this person, their intellectual level is, is here. How do I make them better? How do I make them more philosophical? They're never gonna understand the supreme divinity. They're not capable of doing that, but maybe they are capable of understanding justice in a, in a more rudimentary way. Well, then my job is to instruct them in how to behave more justly towards their fellow citizens. Um And so, Hypatia, it was her um obligation as a philosopher to interact politically with the people around her and to train them to behave better in a way that was consistent with philosophical practice, but also was um calibrated so that it was consistent with their ability to implement those, those teachings. Um And so our patient, very much believed that in the city of Alexandria, she needed to be available to anybody, anybody who wanted to receive her guidance. Uh So that meant that she kept her house more or less open to anybody who wanted to come in and get help. Uh And sometimes that meant she would help them in a lawsuit. Sometimes that meant they were new to the city and she would help them find an apartment or a job. Uh And sometimes that meant she would talk to them about God, but she made sure that she was available to everybody um to help them in whatever way was most appropriate to their needs so that she could make her city more broadly, um a better, more philosophical place. Uh And she would do this individually, she would also do this collectively. She would give speeches, she would um meet with governors, she would interact with the city council. Um You know, she, she saw it as her obligation to do political activities in every context um to make philosophy felt in the public life of her city."
	},
	{
		"start_time": "43:43",
		"speaker": "Ricardo Lopes",
		"words": "And so with the events then led to her death, what happened? Exactly."
	},
	{
		"start_time": "43:50",
		"speaker": "Edward Watts",
		"words": "Yeah. So this is uh this is one of those particularly Alexandrian tragedies. Um When we talk, when we talked earlier about what is the dynamic like in this city? You know, we talked about how this is a very dense city. Um There are a lot of people and uh these conflicts between these people frequently became violent. Uh And so what happened in the year 412 was you, you had the death of the leader of the Christian community in the city of Alexandria. Um MAN named Theophilus and Theophilus had presided over a real significant outbreak of violence in the early three nineties. But for the next generation, I mean, for the next like 20 years, he and hypatia and people like hype had um created a kind of common understanding that this level of violence was, was a real problem and they wanted to tone it down. Um And so they had built a kind of way for the leading members of the Christian community and people like, aha and the leading sort of civic officials to coexist, you know, and, and to let their differences be resolved through communication and um conversation rather than violence. Uh But in 412, Theophilus died and there was a contested um election about who should succeed him as the bishop of Alexandria. Uh THAT, you know, because it's Alexandria resulted in violence. Um And the person who, who came out on top in the violence was um Theophilus nephew Cyril. Uh The problem that Sil had is the violence had been significant enough that there were communities in Alexandria that actually weren't Christian that had weighed in on this, including the city's very large Jewish community. Um So Alexandria is maybe 10 to 20% Jewish where the numbers vary. Um They're never a majority, they know they're never going to be a majority, but there are significant enough community uh that you do have to pay attention to them if you're an official in Alexandria. Uh And so, so Cyril starts taking action against Christian communities that opposed him, um administrators that opposed him and Jewish people who opposed him. Uh And eventually the governor of Alexandria has to step in and try to calm things down. And what he decides to do is build a coalition of people who are not supporters of Cyril to try to rein the bishop in and he more or less elects hype to build this co this um coalition. So Hypatia do does what she's supposed to do. She's a philosopher, she's been called by a leader in her city to um step in and try to make the city calmer and more philosophical and she has succeeded in doing this in the past. Um So she starts working with the governor to try to create political conditions in the city that are calmer and, you know, and marginalize Cyril at the same time. Uh Cyril knows that he would be hard pressed to actually go after the governor. And so he starts making noises about is this is IPA fault. You know, she's the reason that we aren't, we aren't getting along. Um There is a riot in which some of serial supporters attack the governor. They throw a rock at his head, um the person who did this is arrested and executed. And at this point, the rhetoric against hype becomes more aggressive. So we see in our sources, um so very clear indications that people around Cyril were saying things like Ape is a witch. She's a magician, you know, she is using magic to um make the governor not like Cyril. And you know, and for this reason, um something needs to be done. Now, we don't know that Cyril himself said this. Um BUT there are supporters of Cyril who decide that this, this uh gives them grounds to attack Apacia. Um And so this is kind of the lead up to her murder. There is this, this growing tension in Alexandria, it is this sort of periodic um move from conversation to violence that happens every generation or so in Alexandria. Uh And this is how she gets caught up in it. And"
	},
	{
		"start_time": "48:13",
		"speaker": "Ricardo Lopes",
		"words": "so what was then the aftermath of her death? How did people respond to it?"
	},
	{
		"start_time": "48:22",
		"speaker": "Edward Watts",
		"words": "So the murder of Hypatia happens in Lent. Um It doesn't seem that Cyril spoke directly to. This doesn't seem that Cyril said go kill hype. Um It doesn't even seem that Cyril endorsed it after the fact. Uh But what you, what you have are uh sit you have a situation where because hype is so publicly available, it's actually easy to grab her. What happens frequently in the Roman world is mobs get angry at elites and most frequently, what happens is the elites lived in these houses that are very well fortified. You know, they have a big gate. If you've been to the Mediterranean, you've been to the city of Rome even, you know, like the houses have very strong out facing walls, very big doors, very strong gates. There's a reason for that, right? Uh Mobs might come to try to get you. And most of the time what happens is they come, the gate is there. You have um, bodyguards, they yell, they scream, maybe if they're really mad, um, they might throw something to try to burn your house down. But most of the time you're not there at that point. And, you know, and it's a ritual almost where if you are um expressing your discontent about the behavior of a leading person in a Roman city, most of the time, it actually doesn't become violent. They are intending to scare you, you know what's going on and you moderate your behavior if, if it bothers you and a lot of the time, everybody knows that this is the, this is the game, but her patient doesn't live that way. You know, she doesn't live behind walls with shut doors and, and closed gates. Um, WHEN she travels in the city, she doesn't do it with bodyguards and, you know, carried in a litter and protected. She walks like a normal person. She behaves like a normal person. Her door is open. And so if you're angry at Hypatia, um you might have expected that you left that day to go and yell outside of her door to intimidate her. But suddenly you find her in the street and she's not protected and there's nobody preventing you from doing anything. The mob loses control and it seizes Hypatia and it kills her and it kills her very brutally. Um They take her to a public square. Um They take broken roof tiles and they tear her body apart and then they burn her body um in public as a way to purify the city from the um wickedness that's supposedly attached to her. Um I don't think Cyril knew this was gonna happen. I don't think Cyril was particularly thrilled that it did happen. Um And the outcry that you see in sources suggests that there is almost nobody in the entire Roman Empire, Christian or Pagan who thinks this was justified. Um There's an imperial commission that's sent to investigate this. Cyril escapes punishment um for instigating this, this riot by basically bribing the commissioners so that um he doesn't get found, you know, responsible. Uh ONE of the organizations that Cyril and the Alexandrian church had used as a kind of um way to mobilize supporters and pressure opponents. Uh This is disbanded by imperial officials despite Cyril's bribes and all of our sources um written in the immediate aftermath of Isac death. Talk about this like it is an extremely serious breach in the social fabric of the Roman Empire. Uh One of these sources that I think is, is one of the most interesting, has a, an entire to the end of his history. And he has an entire narrative where he's talking about how Roman society is coming apart. And he gives a set of examples from the four tens. Um The, you know, the first one is a set of um violent confrontations of constantinople that are, that are diffused more or less because he thinks the bishop did a good job. The next one is the sack of Rome by Alaric in 410. You know, the event that like beyond everything else in our imagination, um symbolizes the decline of Roman, you know, Roman power and Roman virtue and, and Roman um integrity in the fifth century. For him, the murder of Hypatia is an even more powerful symbol of the decline of the Roman Empire than the sack of Rome. The sack of Rome is, you know, the lead up to what he sees as indicative of Roman society is coming apart and it's the murder of Apacia because for him, she is a person who is just and true and behaving in a fashion that um you cannot attack as partisan. What she's trying to do is make her society better in the purest way imaginable, not for material benefit, not because she can like get an office out of it. Not because she can seize imperial power. She's trying to make her city better and, and her world better because she believes it is her job to make her city and her world better and she dies for it. And so for Socrates Scholastics and a lot of people like him, this is a symbol of a sort of rip in the fabric of the Roman world. Um THAT is incomprehensible. You know, this is a person who is acting with pure and true motives, who's killed because of those actions. And he doesn't see how society comes back from that."
	},
	{
		"start_time": "53:49",
		"speaker": "Ricardo Lopes",
		"words": "And so in the centuries following her death, um looking at, I don't know, other uh intellectuals and even artists the way they have portrayed their reacted to her. I mean, first of all, how common is it across the history of philosophy for other philosophers to actually get in touch with her work or even become aware of her?"
	},
	{
		"start_time": "54:20",
		"speaker": "Edward Watts",
		"words": "Um Nobody reads her work now that that commentary is, you know, nobody really works on that material. There's maybe 10 people in the world who work on that material and the people who work in it don't read her commentary. Um You know, so I think in terms of her actual work, her published work, um it's basically forgotten in terms of the imp the impact of her actions that is not forgotten at all. Um I think if you, at one point, I looked at um how, how many philosophers from antiquity, you know, who are the most common philosophers in antiquity? Uh If you do Google searches for their mentions and it's, you know, it's the big three. So Plato Aristotle IPAC number four. And so what is it that actually matters about Apacia? It's actually, I think these, the deeds, it's what she did. Um And this is something that I think a lot of philosophers until very recently downplayed philosophy is about thought and it's about concepts, but it's about actions also. And so in antiquity, um as you know, the, the French philosopher Pierre do says, you know, actually philosophy is about what you do. It's a way of life. And what I think you get from hypia is not so much. There's this particular doctrine that Apacia pioneered or this particular way of, of solving a philosophical problem that Apacia um discovered what you have is somebody who in a most pure way embodies a way of life, a philosophical way of life um in a fashion that was consistent across her entire life and also um led to her death. And so I think when philosophers consider the influence of a way of life, this too is why Socrates matters to us. There's no writings from Socrates, but we remember Socrates, because what Socrates did is embodied a way of life in a fashion that was particularly memorable and true and uncompromising. That's what Apea did as well. Um YOU know, it's a different moment than Socrates. She's a different person than Socrates. But her legacy is as important uh or is, is important like Socrates because like Socrates, she embodied a way of life that philosophers believe to be admirable. Um And a way of life that philosophers believe should be emulated if one actually lives according to the philosophical principles that one expounds."
	},
	{
		"start_time": "56:57",
		"speaker": "Ricardo Lopes",
		"words": "So, uh could we say that she has been influential as a philosopher or not?"
	},
	{
		"start_time": "57:09",
		"speaker": "Edward Watts",
		"words": "Uh You know, again, I think um a lot of philosophers would say she has no influence on modern philosophy. Uh I would say that what I would say, actually the opposite. I think she has tremendous influence as um as a philosopher in the way that most people think about philosophy. You know, I, I think most of us agree that philosophy is something that um should not be just an abstract thing about concepts that have no bearing on the world around us. Who cares about that? You know, it, it, it's not why most of us are interested in philosophy. It's not why lots and lots and lots of people read stoicism. Now nobody's reading Stoicism because they want to think more deeply about, I don't know the, the end of the, you know, the end of the universe or something. Um They're thinking about stoicism because what it does is it offers a very clear way to function practically in the world. It offers practical ethics and, and a way for us to um come up with a way of life that makes our ability to function in this environment that we inhabit better. That's what philosophy ultimately does for most people who are interested in philosophy. That's what Hypatia does. You know, that's where she contributes to philosophy is. She gives us in its almost purest form. Somebody who is devoted to this idea that there is an ethical way to behave, that's guided by higher principles that can be organized systematically. And it is possible to live your life consistently with that. And it is possible to do it in a fashion that is so uncompromising that you, you even give your life to the principles that your um manner of behaving in bodies. That's where I think her legacy is most strong and that's why we still talk about her, you know, because for most people, philosophy isn't about like a particular doctrine of the soul or a particular like way of approaching, I don't know, atomic particles or something. Philosophy is about how do you live better in the world around you? That's what she was, that's what she did, you know, and that's what her example allows us to see."
	},
	{
		"start_time": "59:19",
		"speaker": "Ricardo Lopes",
		"words": "But then, uh I mean, when it comes to uh the history of philosophy itself and uh how we she might or might not have influenced other philosophers and the way philosophy developed in the West, particularly, uh I'm asking you this because many times we hear about Apacia and other female historical female philosophers when there's, for example, some feminist philosophers talking about them and even mentioning also some other contemporary female philosophers that because they are women, they say that's one of the main reasons why they haven't played really a prominent role in the history of philosophy or been very intellectually influential or something like that. What do you think about that? Do you think that that might have played a role there? The fact that she was a woman compared to, for example, prominent figures like Aristotle later and others after them,"
	},
	{
		"start_time": "1:00:36",
		"speaker": "Edward Watts",
		"words": "I think that the biggest reason we don't have philosophical works by Hypatia um actually is because of her murder. Um BECAUSE what her murder does is it destroys this philosophical tradition in Alexandria that she was building um the Athenian, the rivalry between Athens and Alexandria was very real during Ab's life. But in Athens, there was a tradition that was exclusively pagan and actually involved pagan sacrifices as part of your philosophical practice. So for a pia, the idea of unifying with this spiritual realm was contemplative. You know, you would um focus your life on philosophical principles, you would eventually come to a point where your mind was so undisturbed that it could ascend to this level where you interacted with the divine. And that was something that both Christians and pagans could do in the same room in Athens. The tradition was well, OK. Yeah, I mean, in theory, you can do that but you can actually um you can't do it that often and it's really hard to do. And so you can move to this level by doing certain rituals that help you move to this level. And those rituals are of course, pagan rituals because these philosophers are pagan. Um WHEN Hypatia is killed, her version of that philosophy is killed with her. Um And so the, the tradition that she embodies it, it gets snuffed. And so the texts that were consistent with that tradition, once you know, the Athenian tradition develops out of the ideas of a, a teacher named the Omics in the fourth century. Plains and porphyry were texts that both the Omics and Hypatia read. Hypia, didn't interact with the Omics at all. And so the Athenian tradition uses Plains and porphyry just as Hypatia would have. But Apacia interaction with them is not something that they are interested in. So, um this Athenian tradition then becomes the dominant force in philosophy in the fifth century because Hypatia has been killed. Um And the, the reason that we don't talk about Hypatia is because that Athenian tradition is the tradition, ultimately that moves into Arab philosophy and it moves into Byzantine philosophy. And so when Byzantine philosophers are interacting with philosophy from the 4th and 5th centuries, they're interacting with the Athenian philosophy, not the Hyatt philosophy. And so um what it it is an accident in a sense of his, of history that a conflict between one set of approaches to philosophy based in Athens and another set based in Alexandria didn't happen because Hypatia was killed and when she's killed, the school ends. Um And so her intellectual legacy is snuffed out because of the murder. So the, the, the texts and the um the system, all of this stuff is destroyed because there is no one to pick it up. So it doesn't make it out of antiquity and into Byzantium. And then this Byzantine tradition is what fino and the Florentines. And um and ultimately, you know, our entire structure of Western philosophy, that's where it comes from. Um And so it is really in a weird way, you know, her murder leaves this legacy of practical philosophy that is unmatched by anybody from that Athenian tradition, but it destroys the textual tradition and the, the systematic sort of evolution of her ideas um in a fashion that is unrecoverable. So I think that, you know, I think that there is a, a really, it's a really unfortunate situation because it is possible that that Athenian tradition would have been defeated by a Hyatt Alexandrian tradition. And our philosophical tradition would actually now not be Elis and all of the things that we see coming out of 5th and 6th century Athens, it would instead be Hypatia and a bunch of things that would then come out of the descendants from her line in Alexandria. And that's what was destroyed in 415."
	},
	{
		"start_time": "1:04:37",
		"speaker": "Ricardo Lopes",
		"words": "So, at least in this particular case of Hypatia, you don't think there's good enough evidence to suppose that one of the reasons she's been mostly uh ignored in the more, let's say, textual, actual philosophical tradition in the West is much more accidental than for uh than because of her being a woman."
	},
	{
		"start_time": "1:05:06",
		"speaker": "Edward Watts",
		"words": "I think so. Um You know, I just, I think it, it is certainly possible that if in the 17th century we had texts by hype, someone would have made the decision to read other things instead because she was a woman. Um And there is actually, there's a really interesting example of a female mathematician named PDR who um we know about, she ran her own school and um and she, you know, because of hypatia sort of work in destroying this mathematical consensus, um her work and the work of the people engaging with her is not very well preserved either. But it's interesting that the people who edited the text that mentions Pedroia's work actually just there was a, a feminine article that, you know, like she's marked as erosion. And the person editing the text said, well, that must be an error because it says she's a woman. So they changed the text to say whole Pandian to say she's a man and people went back and said, wait a second. No, I mean, she's a woman it's clear she's a woman, you know. So there, there are definitely possibilities that had IPAs work survived into the 17th or 18th century. Somebody would have said exactly, you know, exactly this. Right. Well, maybe she's not a woman or, you know, or this work is not as good because she's a woman. Nobody even had the chance. I think that's, that's the thing, right? Like we can correct for that, we can go back and say, here is a voice that is underrepresented, but here's the voice and like, let's rebuild um the tradition and say that this voice has been underrepresented, but her voice was destroyed. It never even got to the modern period. And I think that's the, um that's the great tragedy here. Uh You know, we don't even have the opportunity to go back and do that work um because of the destruction done in the fifth century."
	},
	{
		"start_time": "1:07:07",
		"speaker": "Ricardo Lopes",
		"words": "So I have one final question then in modern times, in contemporary times, uh how do people look at, at high pressure? Because earlier you mentioned people looking at her mostly as a symbol and not so much as the person she effectively was. So uh but there's a symbol of what exactly, what does IPA symbolize for modern people."
	},
	{
		"start_time": "1:07:40",
		"speaker": "Edward Watts",
		"words": "Yeah, this is, this is one of the most interesting things about um reading about hy patient. I mean, I for the, the book I went back and I looked at all of these moments where you see her from the 15th century to now. And because she is understood as a symbol of um a pure and total commitment to rationality and intellectual pursuit, people put whatever they believe, the most purest form of intellectual pursuit and, you know, commitment should look like. So at various moments, you have her as, you know, a symbol of um absolute commitment to um stem, right? So Ara has her as like a, you know, Copernican, which is totally made up. I mean, it's like ridiculous. Um HYPE was a lifelong virgin, but you actually have somebody who writes a thing about Apacia that commits her to um a lifestyle of like uh hedonism and like, you know, lots and lots and lots of sexual partners which I would have looked at and said, like, she would have been horrified that, that, that anybody would think that's her legacy. Um But, you know, you, you, it becomes something where whatever ideas you particularly think are the purest, you can make Hypatia a symbol of those ideas and you can talk about irrationality and intolerance, destroying those ideas that you think ought to be preserved and supported. Um And hypia becomes a sort of stand in for, for that. Um And II, I think that's um something we have to be very aware of any time IP is introduced in a conversation. She is a symbol and it's a symbol that is extremely resonant because the purity is absolute you know, this is somebody who truly lived according to a set of principles that she understood very deeply. Um She thought very hard about how those principles should guide her behavior. She behaved completely in accordance with, you know, the system that she developed and she died because of it. And there's something really admirable about a story like that, but there's also something very malleable about a story like that. And you can take that and take whatever principles you want and use her as a metaphor to illustrate complete commitment to whatever principles you think are most important. Um And it's a very dangerous thing because in a lot of those cases, I just would not have agreed with you. The hypatia that you create was not a hypatia that ever existed. Um And I think there is uh an obligation that we have to the people in the past to be true to their memory. You know, if we can understand what somebody was about, we can't understand all of what somebody was about. We can't understand all of what their concerns and ideas were. But if we can understand to some degree what they were like and what was important to them, we should try to be true to, to those ideals. Um And putting her patient in a situation that she would not be at all comfortable with is I think doing some measure of injustice to an actual person who actually did live actually did um feel things and, you know, have emotions and have reactions and feel tension and feel pressure and, you know, and made choices. We should be true to that because we would want someone to do that for us too."
	},
	{
		"start_time": "1:11:07",
		"speaker": "Ricardo Lopes",
		"words": "Well, I would imagine that Taipei would not be alone when it comes to historical figures that are commonly who or whose ideas are commonly misrepresented."
	},
	{
		"start_time": "1:11:19",
		"speaker": "Edward Watts",
		"words": "Yes, absolutely."
	},
	{
		"start_time": "1:11:22",
		"speaker": "Ricardo Lopes",
		"words": "OK. Great. So, the book is again, Hypatia, the life and legend of an ancient philosopher. And of course, I'm leaving a link to it in the description of the interview and also links to our two previous interviews and Doctor Watts just before we go. Would you like to tell people again where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:11:45",
		"speaker": "Edward Watts",
		"words": "Sure. Uh I have a youtube channel that's called Eternal Decline of Rome. Um And we post on there, um all sorts of things about Rome and it is also the place where I, as I say it, it's where I put my outtake. So I'm doing research and I find something that's interesting that is never gonna make a book. Um You know, I'll do a little videos on those. So if you're interested in Roman stuff, big or small, that's a good place to go."
	},
	{
		"start_time": "1:12:09",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Watts, thank you again, so much for taking the time to come on the show. And as I said, at the beginning, it's always fun and a real pleasure to talk to you."
	},
	{
		"start_time": "1:12:21",
		"speaker": "Edward Watts",
		"words": "Absolutely. Well, I love it and I, I look forward to talking again soon."
	},
	{
		"start_time": "1:12:26",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check their website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a thank you to my main patrons and paypal supporters, Pero Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitten Bear, no wolf, Tim Ho Erica J Conners, Philip for Connolly. Then the Mere Robert Wine in NAI Z Mark Nevs Colin Ha Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and Hall Herz Michel J and Labyrinth, Jy and Hes Mark Smith. J Tom Hummel S David Wilson, Ro Ro Jan Punters, Charlotte Bli Nico Barba, Adam Hunt, Pavla Stass Nale Me, Gary al Seo Zal and YP JJ Price Edward Hall, Eden Broer Douglas Franca la Gil Cortez Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loi Georgio Theophano Chris Williams and Peter Oin David Williams Di Costa Anton Erickson, Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica Week in the B brand Nicholas Carlson, Ismael Bensley Man, George Katis, Valentin Steinman, Perlis Kate Von Goler, Alexander Albert Liam Dae Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden and to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]