[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the, the Center. I'm your host, Ricardo Lobs and the MG by Doctor Adam Tun. He is Associate Professor of Philosophy at the University of Exeter and Deputy Director at Agents, the Center for the Study of Life Sciences. And today we're talking about his book Mind as metaphor, a defense of mental fictional. So, Doctor Tun, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:27",
		"speaker": "Adam Toon",
		"words": "Thank you. Thank you very much for inviting me."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "So, since we're talking about the mind here today, and of course, as the subtitle suggests, we're going to try to defend a mental fictional list position here today. But uh of course, there's several different ideas that people have about the mind. Some of them come from more, let's say common people, uh the common folk and others from philosophers. But starting with the more common ones, there's this idea of folk psychology, what is it and how does it apply in the context of what you're exploring in your book?"
	},
	{
		"start_time": "01:09",
		"speaker": "Adam Toon",
		"words": "Yeah. Thank you. Um The, you, you, it's surprisingly difficult to say exactly what folk psychology is, which is, which is strange given that it's supposed to be something we know, uh, very well. Um, SO, so roughly speaking, it's supposed to be the sort of, um, common sense understanding of the mind that we're all employing every day. Um, USUALLY without thinking about it, um, when we say things like someone wants a cup of coffee or, uh, they think the meeting is in such and such a room or they hope that, um, they'll get a pay rise next year or what have you in, in other words, the thought is simply that, um, we in a sense know an awful lot about the mind in our everyday life. Um, AND the sense in which we know that is we're very good at using, um, l a whole set of um, terms to describe uh the minds of others and ourselves, like, uh wanting and hoping and fearing and thinking and understanding and so on. Um, AND, um, one place to start as it were in the philosophy of mind in, in, uh, in other words, in trying to understand what the mind is, is to sort of begin from that, um, fluid use of those concepts within everyday life and to try to give an interpretation of it. And, and that's where I suppose a lot of the shouting begins as to how you, how you make sense of it and what it tells you about the mind."
	},
	{
		"start_time": "02:45",
		"speaker": "Ricardo Lopes",
		"words": "So a very common idea and this, I guess applies not only to common people, but also to intellectuals in general is that we tend to think about the mind as an inner world. Why is that important here? And what do you think about that idea?"
	},
	{
		"start_time": "03:02",
		"speaker": "Adam Toon",
		"words": "I, I think it is a very common idea. Um A, as you say, both within philosophy but also other, other disciplines, um closely associated disciplines like parts of cognitive science, but, but also in, in, in all sorts of areas of, of, of academia and everyday life. Um And in, in the book, I call it Cartesian is, although I, I realize that that's not necessarily historically accurate, I'm sure lots of Descartes scholars would take me up on that. But, but um it's kind of just a measure of how influential Descartes is that you can, you can use his name in all sorts of sorts of ways. Um But, but I think that idea of the mind is, is an, the world is um uh very important, very common. Um And we often talk about it in everyday life without really noticing, you know, well, in my head, I'm thinking that such and such or, you know, just deep down inside, I think that idea is not gonna work or what have you. So, so it is important um within philosophy, I suppose there have been roughly speaking, two attitudes you could take towards it to take towards that, that idea of mind as an inner world, you could try as it were to take it seriously. In other words, you could try to give an account of what that inner world is. Um And we can talk about different versions of that approach, different versions of what I'm calling Cartesian is. Um OF course, uh in the past, many more philosophers might have been willing to say that that inner world is something non material. It's, they might have talked about it as a soul or spirit. Um IN that sense, it's not strictly speaking inner. Although of course, then we get to lots of the problems with, with that view um of, of trying to, to say how it, how it um interacts with the body. Um OR the much more common approach nowadays, of course, is some variety of materialism when you uh might say, well, that world is literally in a, in that it's located somewhere in physical space and, and the brain is typically where um where it's located. So, um so, so Cartesian is in that broad sense of, of that mind as in a world can come in in dualist and, and materialist versions. Um So that's as it were one strand and saying, well, we have this talk about mind as in a world. Um Let's try to, to sort of make sense of that, to, to, to understand what the mind is, what that inner world is. Is it something physical? Is it something non-physical? Then there's another strand probably less dominant, especially nowadays, um and behaviorism would be the kind of key example here which says, look, this talk about the inner world is suspect in some way or other. Um So we should try to do without it. Um And we should try, let's say to um in the classic version of behaviorism to, to um translate the talk about the inner world, to talk about patterns of behavior, something like that. And I guess one way of trying to put the, the you mentioned this term mental fiction is which is a kind of label you can use for the view. I'm I'm trying to push um would be to s be in a way something that sits between those two positions. So that says on the one hand, Cartesian is, is right to say that this notion of the inner world is uh important and we can't do away with it like the behaviorist to do. But on the other hand, um uh we shouldn't follow Cartesian is in taking that in a world seriously. In other words, we shouldn't think that it exists. So, so the overall position is to say we have this notion of part of everyday life and philosophy of mind as an inner world. And that's a useful fiction. In other words, it's part and parcel of our language in a sense. We can't, at least in our culture, we can't avoid thinking about people in those ways. Um But strictly speaking, there is no such inner world, it's a useful fiction for making sense, ultimately, of, of behavior."
	},
	{
		"start_time": "07:05",
		"speaker": "Ricardo Lopes",
		"words": "So we'll come back to mental future because I want to explore some uh a little bit more about it and also some of its implications, of course, but you mentioned several different philosophical approaches to the mind there and I would like to break them down a little bit further. So one that is very prevalent nowadays as well is thinking about the mind as a machine. And uh it's interesting that uh you're talking about metaphors in the book and uh a very relevant metaphor nowadays that I guess uh it is like that because we tend to derive metaphors from the kind of many times from the kinds of technologies that we use in the mind as a computer. So what do you make of it? What are perhaps some of its uh limitations if you think that it has any?"
	},
	{
		"start_time": "08:02",
		"speaker": "Adam Toon",
		"words": "Mm Yes, I th I think, I mean, I think you're right to, to point to the importance of um a, a sort of um a mechanistic type thinking in one way to put the inner world idea is it's usually cashed out today would be a sort of inner mechanism. Um And um you know, the history here is complicated but, but certainly beginning, at least with the British empiricist, you seem to see this idea that um you know, in, in the, the, the famous um uh uh association of hume of being the sort of Newton of the inner world rather than the outer, this thought that ideas are somehow uh items that have um what, what Ryall would call para mechanical. So in other words, not quite mechanical, but um something, something rather close, even if a bit spookier um that, that we should try to discover that, that associate between ideas and uh between our ideas for, for instance. Um So, uh and now I, I suppose that that um you know, Cartesian is in, in, in the sort of materialist form that I mentioned. You, you, you, you mentioned the computational view is one way to see that is in an attempt to make, to make um that idea something we, we take literally not metaphorically, right to say that in some sense, the mind literally is a computer. Um uh FOR instance, um and, and to sort of, of course, computation is one very powerful means that people have tried to use to sort of cash out that in internal mechanism view of mine and see how it, how it could be made to work, you know, how, how could it be that we could have these states that um uh that represent the world that cause other states to arise, cause behavior and, and so on. And that's, that's been enormously powerful. Um I suppose my, my own view there would, would go back to what I said earlier that this, that this way of talking, it seems to me um of a mind as in a mechanisms on is um n not only there in uh in philosophy and in particularly sophisticated versions like the computational theory of mind um but also part of, of everyday life, I think, I think Carss uh uh uh Cartesian's are right to say that. Um I don't know how long it's been part of our everyday sort of mind. I mean, you know, mechanism, of course, is something that people often associate with. Um THE, you know, the scientific revolution as they would put it from the, the early modern period onwards. But I do think it's, it's that kind of thinking about the inner world is part and parcel of our, of our everyday concept by now, at least. Um But I want to say that it, it is metaphorical. Um IN other words, uh one way to see that I think is to um to try to push uh um folk view of that inner world um to uh as far as you can to try to um to push it towards being uh taken literally. And then I think you see that our ordinary um folk psychology starts to back off a little bit. And that's one indication that what we're doing is using a very powerful set of metaphors, inner machinery of inner states and so on. Um TO make sense of people without being committed to thinking that um uh the mine really isn't in a machine."
	},
	{
		"start_time": "11:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what about the position of illuminati is? Uh, I would like to understand what it is exactly. And I, if it relates at all to mental fictional is because II, I mean, uh, uh, because it's one thing to think about the mind as a fiction and I guess another thing to just, uh, try to get rid of the mind entirely or reducing it to just whatever happens in the brain. And then if you want to add something on top of that, I mean, if you can't find it directly in the brain, then it's just not there, I guess."
	},
	{
		"start_time": "12:09",
		"speaker": "Adam Toon",
		"words": "Yes. Yes, I think IIII, I think you're right. I mean, so I, I suppose as I've tried to, this might sound surprising. It's pa partly as a result of the way I'm using this, this um uh terminology to divide up the terrain here. But, but I suppose one way to put it would be that I see, I limit is in a way as um a variety of Cartesian is. In other words, what Ali is, seems to do is to broadly speaking, accept the idea that our ordinary concept of mind is an attempt to describe it in a world. So that when we attribute beliefs and desires and hopes and fears and so on to people, we're attempting to pick out a state of their inner machinery. Um It's just that the illuminators is pretty pessimistic about that theory and thinks that, um, well, like, as they, as they will say, lots of folk theories, um it may well turn out not to be particularly good. And as a result, if you think that say beliefs and desires are, are posits, they're, they're, they're, they're something akin to atoms that folk are conjuring up in order to explain the observable um behavior in this case, then they're hostages to fortune. Then it it could turn out that our final cognitive science will not find a place for beliefs, desires, hopes, fears, and, and so on. So so that I suppose the way I would see it is that um I in a sense, both something like the computational theory of mind and the limit of it have this kind of common starting point of thinking that what the folk are doing, what our ordinary concept of mind is doing is attempting to describe an inner machinery, the computation list, at least in some forms. And, and Jerry Fodor and the, and the classical computation theory would be the, the best example here is an attempt to show how that folk view can be made as it were scientifically respectable, how we we could turn out to have these inner states. Whereas others like the Churchland and Paul and Patricia, Churchland would be examples of people who seem to accept the same starting point. That's what it would really be for us to have beliefs and desires but to be much more pessimistic and place a different bet on the future of cognitive science. And I guess what I'm saying is, I think the fictional list rejects that common starting point. They reject the idea that what the folk are doing, what the concept of mind is doing is trying to pick out an inner world. Um So that, that would be how I would understand the difference. It could be that um There are, there are other ways in which, um uh there's a li a little different to the way some, some people who are fictional lists in different domains might, might see the relationship between fictional and lit. But uh yeah,"
	},
	{
		"start_time": "14:48",
		"speaker": "Ricardo Lopes",
		"words": "so another approach that you also mentioned earlier that today is not very popular is behaviorism. So what do you think that are perhaps some of the biggest difficulties that it faces when approaching the mind? And does it relate to a fictional is in any way at all or?"
	},
	{
		"start_time": "15:12",
		"speaker": "Adam Toon",
		"words": "I think so? I think so. I mean, um uh iii I know that, so that the term be, you know, the, the name, behaviorism, of course, um, a term you're quite right in, in some areas doesn't, um, uh have AAA great reputation nowadays. So perhaps I, I should distance myself from it as far as possible. And I do think there are differences between fiction and behaviorism. Although I, I think behaviorism's given a bit more of a bad reputation than it than it really deserves. Actually, there's a, there's a, some forms are, are, are, are um uh I, I think um are really onto something. Um BUT um perhaps 11 way to put the point in general um would be to say that it seems to me and this, this goes back to what I said earlier. If, if Cartesian is, is on one side as, as taking the inner world seriously and thinking that in a sense for the mind to exist, the inner world has to exist. And then behaviorism and associated ideas seem roughly speaking to be trying to do away with that notion of the inner world. And I said that in a sense where fictional is sits as I see, it is kind of between those two views. It says, well, we need to retain this idea of the inner world. But as a useful fiction, I think that can help to explain um the difficulties or the the problems that behaviorism got into and how fiction is can avoid them. So let, let me give you one example. Um uh THE, the kind of classic way of understanding behavior is at least in philosophy is to say that what it's really trying to do is um to do without talk about inner states. In other words, to show how um a a claim about say someone's beliefs or desires uh can be translated to a claim about their behavior about what they would do under certain circumstances. So it's an attempt to sort of to do away with that m mental as it's sometimes called or talk about um about the inner world and translate it into to talk about behavior. And, and that, that project is often said to be to be doomed. Um It, from the perspective of fiction is I think the failure of that project of, of translating, talk about the mind to talk about behavior turns out to be a, a very um general feature of our, of our language, which is um that, that we often need metaphors. In other words, we often can't translate metaphors into um uh straightforward literal paraphrases. So I, I think that this notion of mind is an inner world is like a lot of metaphors, is adding richness to our language is allowing us to say things about people that we can't say otherwise. Um And that's why at least that classic form of behaviorism which tries to do without talk about the inner world fails. That's why we, we can't do without that um feature of a, a language. And I think you can say the same about some other um uh theories of mind um that are, are sort of akin to behaviorism. Like instrumental is for instance, that, that the sort of key mistake that they make is if, if the Cartesian takes the inner world too seriously, views like behaviorism, I think don't take it seriously enough in the sense that they don't see that it's doing something for us. And one of the things that it's doing is adding richness of expression that it's adding to our powers of expression. So that, that would be one way in which I would try at least to make the case that some of the, the, the well known um uh problems with behaviorism are not, um uh uh are not fatal to the fiction list. Yeah."
	},
	{
		"start_time": "19:01",
		"speaker": "Ricardo Lopes",
		"words": "Uh By the way, for the audience specifically, you mentioned instrumental is there, could you tell us a little bit more about what is, what it is basically?"
	},
	{
		"start_time": "19:11",
		"speaker": "Adam Toon",
		"words": "Yes, I, I try the, the um I suppose that the, the instru an instrumentalist position would be similar to behaviorism and what, what behaviorism. So the views here are complicated and I'm simplifying a little bit but, but the, the classic form of behaviorism might be to say something like, look, uh when I say some, for instance, someone uh wants an ice cream. So I say, you know, or I say they, they, they desire ice cream. I'm um I'm not trying to pick out some uh um state in their uh in their head or in their inner machinery or what have you that has that content that's gonna cause them to do something. I'm really just saying something like if you give them a chance, they'll buy an ice cream, something like that, right? So, in other words, if under these situations, you know, standing in front of an ice cream shop, they will do something, go and buy an ice cream. And of course, you know, one of the very well known problems for, for behavior is in that very simplistic form is that, um uh roughly speaking, what we do under certain circumstances seems to depend not just on one mental state, we might have like the desire for ice cream, but all sorts of other mental states. So, you know, if we think that this shop is charging too much for its ice cream, however much we want one. THAT belief, this is extortionate um will result in a different behavior which is walking down the road instead and trying to find another shop or something like that. Or if we've already, if we know perfectly well, we've had two ice creams already today. Despite our love for ice cream, we might not buy one and so on. So, so one reason it seems that we can't translate at least attributions as philosophers put it of individual mental states to behavior seems to be that um a kind of holism that, that what we do seems to, it would depend on not just any a particular mental state that we have like a desire for ice cream, but all sorts of others like the desire not to spend too much money or the, the belief that, you know, £3.50 is extortionate for a for an ice Lolly or whatever it is. Right. So, um and I suppose that sort of connectedness that holism of mental states is what the instrumentalist tries to say, take seriously to say, um Roughly speaking, that what we're doing when we attribute a mental state is we're, we're very often attributing m far more than one. And we're giving a sort of um uh convenient description that allows us to um uh to pick out a pattern of behavior. Um So, what we're doing is roughly speaking, well, saying, well, you can make sense of someone's behavior if you um uh you know, the, the were to plug in this belief and this desire and that will explain, that will explain is perhaps a bit more of a contentious way of putting it, describe at least what they will, what they will do. Um So, so in a sense that the instrumentalist is um a a allows for that um uh thought that what we do depends on more than one mental state that we have. Nevertheless, like the behaviorist, the instrumentalists will typically want to do without the idea of inner states. They'll just say this is just a kind of convenient machinery um for predicting behavior. And it's just that we have to plug in more than one mental state into that machinery to chug out a particular answer. But still, we're not talking about an inner world. That's, that's roughly as one way of putting the, the idea of um uh of instrumental. Um And again, the key way that fiction is, differs from that is saying, no, no, no, there is um there is a, a reference to an inner, an inner world. There is um and, and there are classic thought experiments that are often brought up to try to show that instrumental is, is um is mistaken. Um And we could talk about some of those if you like. But the, the blockhead is one famous example where you're supposed to imagine a robot, which whose sort of external behavior is seemingly indistinguishable from a regular um flesh and blood person, but who just has this sort of giant look up table inside of what's an appropriate thing to do. You know, if ice cream costs more than £3.50 then say no, thank you and move on or what have you. And the intuition that, that th thought experiments like that are, are often said to elicit is the thought that you would say, OK, if that's how things are going on inside, then this, this being wouldn't have a mind. So in other words, they're, they're often said to show that we care about more than external behavior. And again, I want to say, well, that's because this notion of it in a world is part and parcel of our concept of mind. Um But it, but it's one as I said that I think we, we use as a useful fiction that we, that we treat metaphorical."
	},
	{
		"start_time": "24:00",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So let's just do one more approach before we go back to mental fictional is. And I guess that it's important for us to cover this one because the, the author behind it is a very prominent philosopher. So, what do you make of Daniel Dennett s approach to the mind?"
	},
	{
		"start_time": "24:21",
		"speaker": "Adam Toon",
		"words": "Hm. Um I think, yes, I, I think it, it is a very important, um, approach and, um, uh, and it's possibly as, as I see it anyway, Dennett may well, well, we disagree. I know. Um, uh, SO, um, Dan Dennett very kindly, uh, contributed a, um, a, a paper to avoid your moment. Fiction is that I edited last year and I think the title is, am I a fictional list? And, and the, the first sentence is something like, well, sort of, yes and no. Um, AND I think, you know, he's quite rightly often resisted quick labels for the position that, that he has and that includes instrumental. It also includes fictional. So, um, so, you know, um, sometimes these labels aren't, aren't helpful and, and then its views, a very sophisticated one, I think what I would say is, it seems to me that there are important similarities between, um, the kind of fiction view that I want to put forward and Dennes position and that perhaps the kind of machinery that I want to, um, to use to, um, uh, to cash out this fiction, this view can explain some of the can try to again avoid some of the problems that, that, that den it's view is sometimes said to, to have. So perhaps I'll give you one example of that. So, so um uh the, the, the view that I would want to put forward to say, well, what does it mean really to say that we treat the mind as a, a useful fiction, We treat the inner world as useful fiction. Well, it's something like um uh the, the, the Cartesian says, um well, well, we attribute a belief, for instance, we're roughly speaking, saying someone's got an inner state with a certain content that causes them to behave in a certain way. And the way I would see it is that what we're doing is uh um roughly speaking, pretending that someone's got a certain inner state, right? Um We're using that as a useful metaphor. We're saying it's as if they were guided by this inner state. Um uh But we don't take that too seriously. We treat it as a metaphor and I think that perhaps this is something we'll come onto later. Um I think that the source for that metaphor, that the, the as it were the domain that gives us those, the richness of those ideas of inner states is um roughly speaking, um external representations, especially language. So roughly, we talk as if people had something like language inside their heads that captures their beliefs and desires and causes them to behave in certain ways. Um um Even though they don't. Um So, so if I go back to, to, to den, it's view, um uh I, I, in his terms, taking the, what he calls the intentional stance to somebody, of course, is often glossed in a similar way. It's to say we treat people as if they had beliefs and desires for instance, and we don't care too much perhaps about their inner machinery when we, when we do that. Um So the, so there does, I think even though as I said, I, I'm not sure that Dennett would light the label of, of fiction is there does seem to be something similar there. And another similarity is that I think that um then it would um and say that there are, as he puts it real patterns in our behavior that are picked out by talking in that way. And I think the fiction is, can say the same thing. There are real patterns in our behavior that are picked out by these metaphors by this, by this fiction. Um Perhaps just to indicate one way in which I think this machinery of, of fictional can, can help to avoid some, some problems that, that Dennett view is often said to have one problem is people are worried well, if all of our talk um about functionality as it's put about thoughts and so on, has this is, it involves taking the intentional stance. Has this kind of a, as if structure, well, then there's no literal case to make sense of that. So if I, it looks as if, you know, if I uh want to pretend to be a bear, I have to at least know what a real bear is, right? Um Or, you know, uh if I pretend to be a pirate, I have to at least have some idea about what a, what a a pirate really uh is and so on. And people have said well, but I, I if we um think along with Dennett that taking the intentional stance is always talking as if people have beliefs and desires say, well, what is it really to have a belief and desire? Now again, I want to say, well, whether or not that's a fair worry for, for Denne, it's view, I think the fictional list view can meet it. And that's because as I said earlier, what really cashes out this pretense I think is something else, something external particularly written and spoken language. So we know what it is to say things um that have meaning for instance. And then we talk as if people had something a bit like that in their heads. So it's the, it, it, in my view, and I think this is a key difference with Dennett, I would say in a sense it's language, it's external representations that come first and that provide the stock of metaphors that we then project inside to, to create the, as if intentionality of the mental. And I, and as I read to him anyway, I think that's probably quite a big difference from Dennes view and, and he, um, I don't think would want to accept that view of intentionality. Um, AS I've said though, it seems to me that it gets, um, at the fiction is a response to some really important objections that are raised against um views like, like Dennis, the intentional stance."
	},
	{
		"start_time": "30:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So we'll come back to some of the things you mentioned there, particularly, for example, representations later in our conversation. But I would like to ask you more of a metaphysical question now. So if you are right about uh and if mental fictional is, is right and our mind is just a useful fiction, then does it, does it exist? I mean, how do you approach it uh metaphysically do, does it really exist?"
	},
	{
		"start_time": "30:37",
		"speaker": "Adam Toon",
		"words": "Uh Yeah. Well, here I'm going to, to echo the response that I mentioned earlier from Dennett a sort of yes and no or, or sorter as he says in, in lots of his writings um uh to, to give you, give you a, a parallel that I, that I mentioned in the book and then, and then try to say what I, what um how I would answer it. Um uh So I think 11 example that's sometimes used in in particularly the work of Kendall Walton on, on metaphor, which I um uh draw upon in the book is something like talking about clouds as angry. Um Now, you know, you can say, well, in fact, it's a bit of a uh overcast day today, but they were angry. The clouds here were angry a couple of days ago when we had a big storm down in Devon. Now, you know, if you say to me, are there angry clouds? It looks like the answer is yes and no. In other words, do I literally think that clouds have emotions? Uh No. Um Certainly not. Um Are there clouds that are quite properly called uh angry? Um According to a certain metaphor? Well, yes, there, yes, there are. And roughly in the same sort of way, although of course, it's more complicated with the mind. I want to say, if you just ask me flat out, uh does the mind exist? I want to say, well, if you mean an inner world and in particular, um the book focuses on thought. So if you mean are there um inner states with content that cause us to behave in a certain way, which is very often what people just mean by mental states in the literature or what they mean by the mind? Then I think the answer is no, that there is there is not that inner world of representations um caused by the what we see and causing us to behave in certain ways and so on. But if you mean, are there real patterns as Denne would put it in our behavior that is, that are picked out by that metaphor, um which is very often what we really care about in everyday life. When we're talking about whether people want or think or desire something, then I think the answer is yes. So, um so that would be my, the attempt to make that response seem less evasive. I, if you mean, is there an inner world of the kind that I've mentioned? No, if you mean um uh are there real patterns in our behavior? Um Such that uh ordinary talk about people's beliefs, desires and so on, um is often true, sometimes false um can be right or wrong then yes, I think there is."
	},
	{
		"start_time": "33:09",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to mental states or what we usually refer to as mental states, those wouldn't be real."
	},
	{
		"start_time": "33:22",
		"speaker": "Adam Toon",
		"words": "Again, I, I, the very often, the way that's talked about, if we, if you say, what do you mean by mental states? Um VERY often people will say, well, I mean, in a state, in the case of, of say beliefs, an inner state with content that can be true or false, something like an inner representation and causal powers. Um And if that's what you mean by mental state, then I think n no, that they don't exist. Um But again, as I say, I think the probably the folk, for instance, and certainly some varieties of behaviorism and so on. If you said, um, are their thoughts or are their beliefs or their desires? I think there's quite a proper sense in which the answer is. Yes. Um, BECAUSE, um, as I've said, there are, um, patterns in our behavior that we pick out perfectly sensibly using that, using that talk. Yeah."
	},
	{
		"start_time": "34:14",
		"speaker": "Ricardo Lopes",
		"words": "And so how do you approach then causality? And how do you explain behavior through the lens of fictional?"
	},
	{
		"start_time": "34:25",
		"speaker": "Adam Toon",
		"words": "That's a really a really good question. And it's, and it's often, of course, um a, a kind of key uh disagreement or point of difference between what I've broadly speaking, been calling Cartesian and, and behaviorist. So, so um y you know, I in everyday life, it seems like we often say things like, well, why did you go and you know, why did you walk off the beach and go to the beach hut? Uh Because, you know, why did Adam do that? Because he wanted an ice cream? And, you know, roughly speaking, uh one view that, that um that many Cartesian would have is say, well, that's a kind of causal explanation. I'm pointing to a particular item in my inner machinery. Um The desire for ice cream that perhaps together with others um you know, caused me to get up and, and, and walk to the beach hut. Whereas of course, the behaviorists will typically give a different construal of that and say, well, it's more like, um, uh explaining why the vase broke because you, because it was fragile. In other words, you're saying that there's a particular kind of disposition I have roughly speaking to, to get an ice cream whenever I get the chance and here was a chance. Um, uh, SO that we'll, we'll disagree that they are, they are causal explanations in the sense that the Cartesian thinks. Um, NOW again, perhaps not surprisingly that the, I think the fictional view is somewhere in between. Um So would say, well, look, um when you, um uh when you say that someone's does something because they had a particular belief or desire and so on, what you're doing is picking, you're not trying to pick out a particular item of their inner machinery that's caused a particular form of behavior. You are really just making sense of a pattern in their behavior, saying it's useful to treat them as if they had this and this uh inner machinery. Um But the, um again, this idea of inner machinery I think is um you know, to go back to what I said earlier, at least since the early modern period. Um One of the ways in which we explain things, you know, one of the, the, the very common ways in which we give explanations is by pointing to a particular kind of mechanism. And that um by invoking these kind of imagined mechanisms, we're making sense of behavior would be, that would be the way that I would, would put it. So we, we, we do give up this idea that we are trying to pick out inner causes. That's, that's true. Nevertheless, there's a sense in which we are picking out a whole state of somebody. Um uh um USING that, that fiction."
	},
	{
		"start_time": "37:10",
		"speaker": "Ricardo Lopes",
		"words": "Well, before we go on, let me just tell you that the philosophy of mind is one of those, uh let's call it disciplines that where I, I mean, it's very easy for my mind to break while thinking about some of the ideas and concepts there. It's like when I read about fictional is I just have that temptation to just uh go with illuminati is instead"
	},
	{
		"start_time": "37:38",
		"speaker": "Adam Toon",
		"words": "it's easier. Why, why is that? Um"
	},
	{
		"start_time": "37:43",
		"speaker": "Ricardo Lopes",
		"words": "uh I, I mean, I mean, I don't know, it's perhaps easier for me just because I was trained more as a scientist and a philosopher to understand the I is. But I don't know."
	},
	{
		"start_time": "37:55",
		"speaker": "Adam Toon",
		"words": "Yeah. Well, of course, one of the, the things a fiction would want to say probably there is um that, that even though limit might seem an easier path as soon as you step out of the philosophy room and try to interact with your fellow human beings, uh You, you will find that you will uh reach for saying what they think or want or hope and so on. And, um, and that, that language is, is pretty much indispensable and I guess that's, that's one way in which fix is often, often motivated. Um, YEAH,"
	},
	{
		"start_time": "38:27",
		"speaker": "Ricardo Lopes",
		"words": "that's, that's totally fair, totally fair topics you also talk about in the book is self knowledge. So, according to the fictional view, how do we find out about ourselves? And by the way, does the concept of self apply here?"
	},
	{
		"start_time": "38:48",
		"speaker": "Adam Toon",
		"words": "Hm. Um, IT'S a good, a good question and, and, um, let, let me start with the, with self knowledge and then, and then try to try to, to broaden out a little bit. Um, I think so that the topic of, you know, thinking about self knowledge is, is of course extremely important for, not only for the fictions but also for all sorts of, um, what I call non Cartesian positions like, like behaviorism. Um And, you know, there's the classic joke that many people will repeat in their, in their, um, you know, first lectures on philosophy of mind of two behaviorists meet on the street and one of them says you're fine, how am I? Um, THE, the thought being that there's a, you know, behaviorism and related positions is denying a really obvious fact about mental life, which is that we have a particular way of finding out about our own minds. Um, um, THAT is very different from the way in which we find out about other people's if indeed we can. So, um, and, and of course, in the sense of, in the case of mental fictional is, it's particularly um a an issue because I seem to be granting that this idea of an inner world is there and part and parcel of folk psychology. And yet I'm telling you not to treat it too seriously. So, so one way to put the challenge from introspection or self knowledge for the fiction is, is to say, well, look, you're telling me that we don't have mental states in the sense of inner states with content, but I can just look inside and see that I have them, right? I um so how can fictional is be uh um a viable, a viable view, right? So that, that's 11 way to put it. Um And I guess what I would want to say here is that, that, that I, in a sense we have as it were two stages to this one is the thought that, well, is there an asymmetry between the way that we know about our own minds and the way that we know about other people's and if there is, which it seems that there is, well, what does that show? What does it? And, and you know, one very common response is to say, well, it shows that there's a certain special faculty of introspection that's, that's, that gives us access to the mind in a, in a fundamentally different way. And I suppose roughly speaking, there's a long story to tell here. But roughly speaking, I would want to say Well, look, there is an asymmetry here. We, we do typically um know more about our own mind than we know about other people's. Um But you can, as it were explain that asymmetry without needing to appeal to a special faculty of introspection and without um uh nnnn needing to reject fictional. So let, let me, let me say what I mean by that. So um so, so the, the, the key case here, it seems that the key thing to remember is that mainly I'm talking about thoughts. In other words, I'm talking about what philosophers would sometimes call propositional attitudes and, and related, sort of roughly speaking, cognitive aspects of mind, like concepts and understanding and so on. And now, of course, um there are also sensations like a, a sort of, you know, a pain in my stomach or a, a feeling hot or, or a more tricky case, perhaps a fiction is sort of he um hearing, talking to myself, like inner speech as it's often described. Um And in the case of sensations, it does seem like there's AAA marked asymmetry here. I mean, if I have a kind of minor, you know, pain in my stomach, um Well, um you know, uh I feel that, you know, I, so in a sense, although it's quite misleading to put it in these terms, I'm, I'm um I know that I'm in pain or perhaps better to say, I just feel it. I just feel that I'm in pain. If it's not a very sharp pain that doesn't have me rolling around on the floor, you may not know. So there does seem like there's an asymmetry in um with regard to sensations between um the awareness or the knowledge that I have and the way that awareness that you would, you would have of those. I think what I'd want to say though is we shouldn't move too quickly from that asymmetry in talking about sensations to um uh to um think that that shows that the mind as a whole is an inner world or that we have that special access to the mind as a whole and in particular, when it comes to, to thoughts. So, so the, the key point here I think is that when we come to make sense of our own behavior and our own sensations, we do need to make sense of them and in particular, the step from how we're behaving or what sensations we're having to, our thoughts is um still an interpretive step where we draw upon all the resources of, of folks like. So, you know, um if I had a little grumbling in my stomach before I had this, this uh meeting this interview with you, um And I did, um and you know, I could think to myself. Oh OK. Uh Am I um apprehensive about this interview? Am I, am I worried about how it will, will go? Um You know, do I hope it will go well and so on. Um And then I realized, oh, no, no, I haven't eaten my lunch yet. I've just been so busy. I've forgotten that I haven't eaten my sandwich and I, I was just, in other words, you know, uh and this is something that Gilbert Ryle emphasized, um, uh really nicely as well that these sensations that we have don't come hallmarked as Ryle puts it, they don't come with a particular stamp saying this is a grumble of hunger or this is a grumble of nerves or what have you. And, and so, so that would be my thought that we, we do, we have only, we have our sensations. Uh We spend a lot of time with ourselves compared to the time that we spend with other people even uh um uh uh close um family and friends. We, if you're anything like me, we say things to ourselves. Um SOMETIMES out loud. Um YOU know, um sometimes uh um in, in, in a speech, in a, a kind of quasi sensational way, but still the key point is strictly speaking, even when we're having those sensations of inner speech, we're not listening to our thoughts. Um We uh we have to take a step of interpreting those sensations to get to the question of what do we think? What have we decided to do? What do we judge? And that's where fictional comes in, I think. Yeah."
	},
	{
		"start_time": "45:26",
		"speaker": "Ricardo Lopes",
		"words": "And so let's talk a little bit more about mental representations. That's something that you mentioned earlier and you mentioned specifically external representations if I remember correctly. So what do philosophers of mind really mean when they mention or talk about representations? What is a mental representation specifically? And what kinds of representations would apply in the case of fictional?"
	},
	{
		"start_time": "45:56",
		"speaker": "Adam Toon",
		"words": "That's a good uh uh Yeah, a good, a good question. Um uh There's a sense in which I'm not the right person to answer the question of, of what mental representations are cos I, I don't think we have any. Um So that's one of the, the sort of um uh uh perhaps radical or counterintuitive um uh a aspects of, of mental fiction is. Um So, but I'll, but I'll try to, I'll, I'll try to give AAA an, an overview of how the idea is normally understood and then tell you what, what I would, what I would like to say. Um So, so I guess, you know, the, the, the problem here is what, what is usually called the problem of intentionality or the, the problem of um explaining um about n or content. And, and of course, when you, when you raise the question, that way you can see that on the face of it, at least there are all sorts of representations in the world. In other words, there are all sorts of um things, states processes, what have you that seem to be about other things, states processes or to have content. So um obvious examples are, you know, I'm I'm saying words, I'm making disturbances in the air that are being captured on, on um hopefully captured by this microphone. Um And um you know, uh then resulting in a, I'm gonna show my limits and my technical knowledge here resulting in some distribution of magnetic, you know, uh o on um uh uh alignments on a hard drive or what have you, right? So, so the there are on the face of it, it seems lots of different representations from spoken and written language to road signs to um uh um Semaphore and all, all, all sorts of uh of different things. Um And uh and in amongst those are our thoughts or our beliefs and desires, we would typically say, well, they also have content, you know, if I have the belief that um uh Derby is in England. Um Well, then that's a belief that's about a certain city. Um AND um uh and England and my belief could be true or false and, and so on. So, thoughts seem to be one of these um things in the world that have content. And roughly speaking, I suppose the question is, well, how do you explain that? How, how do you explain how these things get their content and the, the view that would look to mental representations, I suppose. Um uh Does that offers that explanation by as it were seeing a certain kind of dependence or hierarchy, it says, well, ultimately, although um there are, there are lots of in phenomena with, there are representations or with content marks on a page disturbances in the air and so on. Ultimately, they all get their content from thought from uh um people's beliefs and desires of writers or readers and so on and people's uh and thoughts get their content from inner representations, right? So, and as I've said that, that view, that's roughly speaking, what I've been calling Cartesian is now applied to, to thoughts and representational is, is a general term that people would use there. And you can find it um in Descartes, you can find it in hume and uh lock and so on. Um And you can find it in uh much of cognitive science as well. Um And of course, they'll talk about those representations in different ways. Some of them might think they're predominantly language like other people might see them as more picture like and so on. Perhaps other sorts of formats that you find in, in connection is, for instance. Um um And they, you know, you could have that view and be a dualist. I think these things are non-physical more commonly nowadays, you would think that they are, they're somehow um realized in the brain for instance. So, um uh so, so the one way to put it would be that mental representations in the first instance, are a sort of um nowadays usually understood as a kind of theoretical posit that we use to explain behavior. And that gives an explanation for um the how our thoughts have content. And from there have l how language have content and so on. So the view that I want to propose basically goes exactly the other way around. Uh ROUGHLY speaking, I'm, I'm certainly not alone in, in having this uh th this, this view um in some sense, m many people might see something like this in the later Wittgenstein. Although of course, there's always big questions of the right interpretation to have there. Um um But roughly speaking, I would want to say, well, of all the intentional phenomena of all the things with language, it's it with content, it's really language that comes first. So I would want to say it's what comes first really is um uh uh um language and external representations that um uh represent ultimately due to social norms and conventions. It's cos we're social creatures who um follow certain norms within those practices that we have those norm, government practices, we use marks, we write things down on bits of paper to label things and so on. Um That's ultimately where content and intentionality comes into the world. And then what happens? I think in the um a concept of mind is, as I said earlier, we then project that um intentionality, that kind of content that we have through our um uh life as normal governed um social creatures um into an imagined inner world to make sense of what people are doing, even when they're not writing things down, uh or saying things and so on. So, so that's a long answer because it's a big topic. But I guess that's, that would be how I would, would understand it. So, so um for the fiction, this then the, the, the kind of um the sort of lesson at the end there is that mental representations don't exist, these inner, inner sentences, inner pictures, these inner states with content don't exist, but they are a metaphorical projection of representations that do exist like language and they're very useful for making sense of people."
	},
	{
		"start_time": "52:14",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you now about the extended mind thesis, you talk about it in the book and then you also give a fictional approach to the idea of extended mental states. But before we get into your approach, what is the extended mind? If this is exactly how does it approach? Um BASICALLY the relationship between mental states and items of material culture. And then what would you say uh without uh having a fictional approach to it? What are basically its weaknesses?"
	},
	{
		"start_time": "52:54",
		"speaker": "Adam Toon",
		"words": "OK. Um So I'll start by trying to say what the extended mind um thesis in its sort of canonical form is and then, and then try to, to tell you what I, how I would want to reinterpret it. So um I guess the, the, the canonical form due to, to Andy Clark and, and David Chalmers in a, in an extraordinarily influential paper from 25 years ago. Now, gosh, uh is um is roughly the idea that the skull isn't that important when it comes to the mind. Um uh And um the classic thought experiment that, that um some of your, your viewers might know is this thought experiment of, of Otto and Inger. So in Clark and Chalmers paper, they tell this, this um story about someone called uh um INGE, let's start with INGE and she um uh hears about the uh an exhibition on, at the museum of Bob Knight. Um And she thinks for a moment, thinks, oh, the museum is on, I think 53rd Street. Uh I should know by now how many times I've heard this example, but I always have to check myself uh 53rd street and she sets off, right? And, and now, now here's a parallel case that or at least Parker Chalmers want to say it's an importantly parallel case of Otto and Otto, somebody who suffers from memory loss. And so because of that, he carries a notebook with him wherever he goes to write down important information. So Otto hears about the exhibition, he looks up the address of Moma in his notebook, the museum in his notebook. Um AND he sets off and roughly speaking, the guiding idea here is that, um, well, the entries that are written in Otto's notebook are playing the right causal role, roughly speaking, the same causal role as, um, uh, whatever say, um, pattern of neurons are encoding or realizing, um, uh, inger and biological memory. And so, um, we ought to say that the notebook, um, uh, counts as hold that the entries in the notebook are Otto his beliefs, right? Because, um, they are playing in the, um, in the relevant respects the right causal role to count his beliefs. So, only a kind of skin and skull prejudice is it sometimes, but only a sort of, um, uh, a, a prejudice that leads us to say, well, surely mind or memory or belief that all can, uh, must be inside here would lead us to, um, to deny that there are lots of complications with that argument. There are lots of other ways of putting it. So I'm aware that aficionados of the extended mind might, might think that's too, too quick. But the, the point I would want to make is that at least as it's presented in the, the paper by Clark and Chalmers in that canonical form, the, the, the extended mind thesis, even though it's caused an awful lot of debate over the last 25 years or so. And some people see it as a very radical idea. Um, uh, THAT notice that it accepts the, the basic view of the mind. Um, THAT is often called representational, right? In other words, it, it seems to accept the idea that a what a belief is, is a certain um representation, a certain bit of information that's playing a particular causal role. And perhaps in all cases on the earth, in which there are, there is nobody perhaps that relies on their notebook quite to the extent. Otto does. That means that beliefs will always be in here, right? But what the clock and, and Chalmers example does is show us that in some special but not science fiction circumstances, some item of information could play that causal role, the causal role. It has to have to count as a belief from outside the head. Uh HUH. So, so that's ii I take it one way of putting the the main claim of the extended mind thesis that beliefs could be outside the head. Um If we have a certain item of information playing the right um uh causal role that the folk attribute to, to beliefs. Um Now, um so that's, that's the, so we can call that a sort of representation list take on the extended mind thesis because it seems to accept this basic view about what beliefs are and just show that given that conception of beliefs as a an item of information playing a certain causal role, you could in principle have that outside the head. Of course, the fiction rejects that idea. That's, that's I wouldn't say that's not what beliefs are. And so that, so I now have to say, well, what, what would the fictional take on this be? And again, I uh a little bit like what I just said about mental representation. I want to say that if what the extended mind thesis says is, well, in most cases, and most actual cases anyway, um the beliefs are um uh inside the head or items of mental representations playing a certain c causal role inside the head. But sometimes under special circumstances, like Otto, they could extend outside. I wouldn't say, well, the fiction is view is almost exactly the opposite. It says really all of our talk about the mind is a metaphorical projection in the other direction from the outside, in, from exter. So think about memory. Um YOU know, w we often talk about memory and this is a, a way of talking about memory that stretches back. Um You know, 2000 years or so, we can talk about memory as a kind of information storage as, as um in other way words, is we use the external practices that we have for writing down and storing information as a metaphor for making sense of um of what memory is. Um So I think the way I would put it is what Clark and Chalmers have done in this example of Otto is to really nicely capture one of the central metaphors that we use um to talk about memory, which is roughly speaking, as a sort of ever present trusty notebook that we keep in, in our head where we write down important information and, and move on. Um So, so what is a very strange case from that perspective where he's someone who literally does have a notebook that he's using in that kind of way. And that's why we, you know, I think they're right to say that we find it natural to, to talk about memory in that sort of case. So, so that's, that's as it were the heart of it. I want to say that the basic move from the fiction list is in the opposite direction to extend in my thesis. To say it's really um external representations that we see that we're familiar with that ground, our con our concept of mind, even when we're talking about Inger, right? Even when we, we're basically, when we say I inga um remembers where the museum is. We're basically saying you can make sense of by her behavior by saying it's as if she had it written down in a little notebook in her head, even though she doesn't print. So that's the basic story. Now, what I would want to say then though is that I do think there's a really important um uh insight behind the extended mind thesis, which I think it's really important that fiction is captures and I, I hope it does capture it, which is to say in an enormous amount of our daily activity, um we are thoroughly dependent on external tools. Um And that when we attribute mental states, we talk about people understanding or, or, you know, believing or desiring and so on, we very often don't mind whether as it were they have to rely on those tools or not. So, so one example I've written about is understanding in science. I mean, it's very often the case that in order to attribute what we think is required for understanding the capacities that are required for that scientists have to rely on pen and paper and computers and so on. And uh and, and we're fine with that in, in many, many, there are certain special circumstances like exams where we might bar people from having some tools but, but in many other cases not. So, so what I would say is w the really important insight, there's a really important insight of the extended mind thesis. And I think fiction can capture that by saying, look what, what are we doing? When we talk about the mind, we're trying to make sense of people's behavior and we're using a certain stock of metaphors like memories, information storage, say to make sense of their behavior. But when we do that, we often don't really mind whether or not, right, in order to, to realize that pattern of behavior, they have to rely on using all sorts of tools and devices, right? Um So you can imagine a case in which Otto say is really nervous when he wanders around a big city. So imagine he doesn't have the notebook, but he has a stress ball on him. Right. So, uh and I I in a big city, he's fine if he's got his stress ball to keep him calm. Um But not otherwise. So, so in this case, it might be that we can make sense of Otto's behavior by saying, um, well, he knows where the museum is, even if he's having to rely on this external device, in order to realize the right pattern of behavior, like walking to the, the correct street and so on, or you can think of all sorts of other cases, you know, he has a map on him which he can look at, it doesn't have the name of the museum written down, say that he just needs to look at it and sort of orientate himself. So again, he may realize the right pattern of behavior to count as, um uh you know, believing that the museum is on 53rd street where it is. Um, HE can't do that, let's say without the device, but with something like a map to orientate himself or a stress ball to keep him calm. What have you, he can. And I think in everyday life, you'd be fine saying, you know, we're gonna meet Otto at the museum. Does he know where it is? Yes, that's fine. And you wouldn't uh take back that, that attribution if you knew that he had to have a street map on him. I think that's um so I think there is a really important, it's a long answer. I think there's a, a really important insight here in the extended mind, thesis about the thoroughness of our dependence on um tools and external representations in order to display certain capacities where I think it goes wrong, at least in the canonical form in Clark. And Chalmers is by um assuming the representational list conception of mind. And I think you can, you can as it were ditch the representational is but keep the important lesson of the extended mind thesis and, and doing that, I think you avoid some problems."
	},
	{
		"start_time": "1:03:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. By the way, I'm curious since there are people nowadays that use the extended mind thesis and apply it in the broader framework that they call the four e cognition. So apart from the extended bit, there's also the better than bodied and enacted mind. Do you think that fictional is, would have anything at all to say about the other three s or that perhaps they would uh there are some insights from them that would also apply to fictional."
	},
	{
		"start_time": "1:03:51",
		"speaker": "Adam Toon",
		"words": "That's a, yeah, that's a really good question. It's quite a big question because you're quite right to say that I focused on the Clark and Chalmers paper from uh you know, 25 years ago. Now, um there is now, of course, AAA huge movement um that comes under that heading of for recognition and, and uh even though the movement might share the general emphasis on thinking that a kind of internal is, is a mistake. In other words, a view that says it's all about the brain, somehow it's a mistake and we should emphasize body and environment. There are big theoretical differences between um different views there. So, so I probably won't be able to, to encompass it at all. I certainly won't. Um uh I suppose um that um one thing to say would be so if we think about something like the embedded versus extended conception, roughly speaking, um they um both seem to make sense of um they both seem to rather to assume something um that I think that we perhaps shouldn't assume. Um And that is that, for instance, it makes sense to ask where beliefs are. So, so one way in which I think the extended mind position gets in trouble is people say, well, it's very strange to say that a belief could be in a notebook. That seems a very strange thing to say. And that's quite right. So that, that even though I've said the folk don't really care that much often about whether we rely on external devices. It does sound weird to say a belief is in a notebook. I guess what I would want to say is the, the fault there lies with representational is not with the extended idea. So I think it's just as strange to say, is my belief that Derby is in England on the left or the right side of my head. So I'm getting confused now because I'm looking in a, uh, the camera. So I don't, II, I promise, I do know my left or my right. But, um, you know, that the real one I'm trying to say is I think talking about where beliefs are, is a strange um uh thing to do, right? That that's at odds with our ordinary conception of belief. That's of course one thing the jewelers would say, they'd say, yeah, they're not, they're not in uh space in the way that tables and chairs are. But I think the right and the right reason to give for why that sounds strange is cos we're speaking metaphorically. So, um example I mentioned in the book you say about someone, oh, he's got such a chip on his shoulder and you say, oh, really? Right or left shoulder right. Now, if you say that it looks like what you've done is push a certain metaphor too close to literal, right? Um And I think the same is true about asking where beliefs are, whether that's right or left side of the skull or in notebooks or outside and so on. So, so that's just to give one example of it looks on the face of it like the dividing line between someone who's an extended uh mind person and someone who's embedded is um that they both admit the importance of the environment. But one of them thinks that the mind literally extends outside the head and the other one doesn't. And I wouldn't say, I think the whole thought about the whole question of where the mind is located is um in a way a kind of um follow on from Cartesian is a sort of implication of Cartesian is that we should um that we should reject the mind isn't really anywhere um in that sense that, that they, that they need um perhaps just one more thing to, to mention would be something like in activism. And II, I think um of course, there are different forms of in activism too, but at least one form that um associated with, with authors like Dan Hatto and E mind would be the, the also a view that is, is um skeptical about inner representations, at least in at least in some, some cases. And I think there, there is a, an important parallel with fictional is probably the key difference is that I am a little bit more conservative in allowing uh people to still carry on talking about, you know, representations as long as they, they're careful not to take it too seriously. In other words, one way to put that would perhaps a bit too simplistic would be to say that some expressions of an activism are more likely limit is about inner representation that we need to learn to do without this in cognitive science. Whereas I guess because of perhaps because of being someone who's worked on models in science in the past, I'm I'm more comfortable with the thought that um an awful lot of the representations we use in science are things that we know are not strictly speaking true and perhaps taken literally have problems. But we, we cope with that and we still use them for various purposes. And I think roughly speaking, I'd want to say that about inner representations as well."
	},
	{
		"start_time": "1:08:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. So I have one last topic that I would like to ask you about. You also refer to it in the book. Uh You also talk tackle it in the book actually. So uh dealing with epistemology, then uh does our view of the mind shape how, for example, we approach the nature of human knowledge, the nature of inquiry, inquiry, basically what sort of implications would fictional is, for example, have for epistemology?"
	},
	{
		"start_time": "1:09:10",
		"speaker": "Adam Toon",
		"words": "Yeah. Thank you. II, I think it does. And I think that um uh it's perhaps AAA slightly strange feature of a, a sort of philosophical landscape at the moment that that quite often um not always but quite often debate, say in epistemology um happens fairly independently from say philosophy of mind. And, and if you think back, of course, to some people like the British empiricists, um that, that would seem quite, quite strange. Um THAT really understanding the nature of human knowledge was part and parcel of understanding the mind and its limits. Um And I suppose that uh it seems to, to me that, that the notion of mind as an inner world is not only, of course, um as we said earlier is not only part and parcel of the way that we think about the mind in philosophy and, and um and everyday life, but, but also part and parcel of how we think about the whole. Um It were the modern challenge for um epistemology, you know, if as it's often said, it's, it's with the early modern period, particularly with Descartes, that knowledge becomes the central problem for philosophy. The way that that becomes a problem is often thought of in terms of this inner world, you know, and that we are as it were somehow locked up inside our inner world. And we ask ourselves, well, how do we know what's outside of that? How do we know there are other people? How do we know that there's a, an external world or what form it takes and so on. So, so arguably that, that notion of inner world is sort of lies right at the heart of um the um the whole conception that, that we have of what um the problems of philosophy or particularly the problems of knowledge are in the, in the modern period. Um And, and, and I if you think of, say someone like Hume, you know, what, what is uh what is the response to that? Well, it's to try to understand the operations of our inner world, as I say in something like uh uh and being something like a newton of the mind in order to understand what we can talk sensibly about what concepts we can have um uh where we're talking nonsense. Um And what the limits of our knowledge can, can be now. So that means that if you reject that idea of mind as an inner world, then epistemology and enquiry looks very different. And roughly speaking, one really important implication, I think of thinking about the mind in, in the sort of way that I've tried to, to set out is that you will think that mind has a history. In other words, you'll think that it's not as it were that we have um a particular um largely fixed inner world with certain operations that, that um tell us what we can uh talk sensibly about what we can know and so on. It's more that um we have during the course of our history um created all sorts of external devices and tools, right from, you know, ancient Greek mathematics up to computer simulations and so on that expand the range of capacities that we have for um describing the world, for predicting it for um understanding it and so on. And so the, the, the, as it were charting the, the nature and the limits of the human mind is about charting a whole complex set of practices that are built up over the course of generations and generations and involve keep incorporating more and more um sorts of um uh devices, tools, representations and, and so on. Um And that, that, that really understanding the nature of enquiries about understanding those practices. And that really, that's what an awful lot of our um uh concepts that we use in epistemology, like knowledge and understanding and inference. That's really what they're describing, they're describing those complex practices of interaction um with tools in certain social environments,"
	},
	{
		"start_time": "1:13:19",
		"speaker": "Ricardo Lopes",
		"words": "right? So this is probably a good point to end on. Uh And the book is again mine as a metaphor, a defense of mental fictional is I'm leaving a link to it in the description box of the interview and Doctor Tun just before we go apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:13:41",
		"speaker": "Adam Toon",
		"words": "Ah Well, um So AAA good question if you um uh you go to my website. So if you search for me, you'll find my University of Exeter web pages. Um And I suppose that the perhaps the the most interesting thing for, for people, if, if they've made it to the end of this interview, uh might be a link that's included there to um some lectures I I gave called the Frega lectures at the University of Tartu in December last year. Um And those lectures were based on um the book and cover a lot of the topics that we've talked about in more depth. So, so if people are interested, if you go to my website and follow that link, it will direct you to the University of Tartu and you can um watch recordings of those of those lectures."
	},
	{
		"start_time": "1:14:25",
		"speaker": "Ricardo Lopes",
		"words": "Great. Uh I will add that to the description box of the interview then and Doctor Tun, thank you so much again for taking the time to come on the show. I really love the book so I hope that my audience also loves it and buys it. So, thank you so much again for taking the time to come on the show. And it's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:14:44",
		"speaker": "Adam Toon",
		"words": "Thank you. It's been great."
	},
	{
		"start_time": "1:14:46",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel S Friends, David Sloan Wilson. Ya dear, Roman Roach Diego and Jan Punter Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi na me, Gary G Alman, Sam of Zal Ari and Y. Polton John Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, La Gilon Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano Chris Williams and Peter Wo David Williams Di A Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Ebon Starry Michael Bailey, then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor. Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica week in the B brand Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar, Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]