[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Center. I'm your host, Ricard Lobs. And today I'm joined by Doctor Robert mckennon. He is senior lecturer in Philosophy at the University of Liverpool. And today we're talking about his book, Non Ideal Epistemology. So Robin, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:19",
		"speaker": "Robin McKenna",
		"words": "Yeah, nice to be here. So I noticed that you've actually covered this confusion in your intro, Ricardo, you call me Robert first and then Robin, this is a constant problem. My official legal name is Robert, but everyone calls me Robin. I publish under Robin, but my university refuses to call me Robin. I have to be Robert and all the official system. So, yeah, as I said, endless cause of confusion um throughout my entire life."
	},
	{
		"start_time": "00:43",
		"speaker": "Ricardo Lopes",
		"words": "OK. So let's get into it then. So we're talking about epistemology today and particularly about non ideal epistemology. But I guess that before we get into what non ideal epistemology is, we should talk a little bit more broadly about what epistemology usually do and what ideal theory, the opposite of non ideal really is. So let's start with that. W what kinds of what are the the most common approaches in epistemology and uh how do epistemology usually approach questions?"
	},
	{
		"start_time": "01:22",
		"speaker": "Robin McKenna",
		"words": "Yeah, that's a good question. I mean, I know that if you go online, you find all sorts of kind of nice, simple definitions of epistemology. Like for example, it's the theory of knowledge or, or the ethics of belief or something like that. But the thing that really impresses me as someone who works in epistemology is that epistemology do lots of different things and they ask lots of different kinds of questions. So some epistemology ask what you might call or like what is questions like what is knowledge, what is evidence, what is justified belief? Um A lot of the time to answer them, they kind of do conceptual analysis, the kind of traditional method of philosophy if you like, but you don't have to do that. You can answer those questions using different kinds of methods. Um Those aren't the kinds of kinds of questions I'm particularly interested in, at least in the book anyway, perhaps another moods of interested in them but not in the book. I'm more interested in kind of broadly normative questions about knowledge, but also about belief, questions such as how should I go about foreign belief, but also questions like how should I go about gathering evidence? I guess most broadly, how should I go about conducting my inquiries and then a couple that as many other epistemology do with interest in social dimensions of inquiry. So most inquiries are not just you by yourself, it's you with your friends or your colleagues, you're getting information from a wide range of sources. So the question isn't so much, how should I inquire? It's rather how should we inquire together? Um So those are the sorts of personal questions that I'm interested in these sort of social questions about how to conduct inquiries. So you asked about ideal theory in epistemology and what that is. So one reason why I like putting it in terms of these broad normative questions is that you can then distinguish between two different kinds of approach to them. So one kind of approach and this is the Ideal Theory approach I would say is you sort of, I don't know, this is maybe a bit of a caricature, but it's not too much of a caricature, you could have sit there and you think, well, what would a really good inquiry look like? What sorts of things would our good inquirers do? Um How would they go about gathering information on the assumption that lots of the information that's out there is kind of good quality. How would they share information on the assumption that they're not going to be lying to each other all the time? Um So you're kind of answering these normative questions about inquiry, communal inquiry in a way that's in a kind of obvious sense idealized. Um If you like, you're kind of constructing a model of what a kind of idealized community of Inquirers would look like. And when you start to talk about norms of inquiry, these are things that your idealized Inquirers would do. The idea then being that, you know, we're not idealized Inquirer, we've got all sorts of perfections. But what we should do is if you like, try to emulate this idealized community of Inquirers and I guess the better the job we do of emulating that idealized community, the better we're doing. So that's the Ideal Theory approach. That's not as the title of my book suggests. That's not the approach I favor I favor the non ideal approach where instead of constructing this idealized model, we look at actual inquiries. So here, of course, scientific inquiries are a natural place to look. We want to look at how actual inquiries work. We want to defy the actual inquiries that seem to be getting something right? Uh They seem to be productive across a few different dimensions. And let me try to figure out well, what exactly is it about those inquiries that enable them to work? What are they doing? It could be that as it turns out what our actual inquirer uh do in these well functioning inquiries is quite different from what the uh idealized inquirers do. So, for example, and men will have this view, it might turn out that a degree of dogmatism and closed mindedness is actually a kind of essential ingredient of successful scientific inquiry, obviously, you want to be limits on this. But it may well be the case that um good scientific Inquirer are rather more dogmatic than the more idealized versions would be. That's just one example. But that's kind of basic idea. You can, if you look at how things actually work and from that, you try to get a sense of what sorts of things we should do given the limitations of the situations which we find ourselves."
	},
	{
		"start_time": "06:01",
		"speaker": "Ricardo Lopes",
		"words": "This is actually very interesting because I mean, shouldn't all epistemology from the very beginning be non ideal in the sense that it should realistically look at how actual people uh approach questions in epistemology, how actual people work cognitively and so on be because I mean, isn't it a bit? Um uh I don't know, I don't even know the exact word to use here, but idealizing something and expecting people to work in a particular idealized way, isn't it? Isn't it a little bit uh unrealistic?"
	},
	{
		"start_time": "06:47",
		"speaker": "Robin McKenna",
		"words": "Well, obviously, I'm sympathetic to what I think is behind the question. Um But I guess maybe what I should say is that um how to put this the point of my book and the kind of criticism I want to make of what I was earlier calling ideal theory is not that there are no conceivable reasons for which you might adopt this sort of approach. So for example, one very popular subfield and contemporary epistemology is formal epistemology So what former Teos are doing essentially is they're constructing very idealized models of inquirers. These inquirers have got properties such as logical, logical omniscient. So they can, they see all the logical consequences of their beliefs and they endorse those consequences. Obviously, people aren't like that. You know, you might think, why would you do this as you put it? This is very unrealistic. But as it turns out, formal epistemology has been influential in a wide range of fields outside of philosophy. So it seems that non philosophers are very much interested in the sorts of work that formal epistemology do. I mean, one way of thinking about this perhaps would be, you know, fields like artificial intelligence and robotics, you're trying to construct agents, you have to kind of give them rules for how to go about doing things it seems like here you might be actually interested in trying to figure out what would be good rules for someone to try and follow. I'm not sure if that's the best example of what I have in mind, but hopefully the audience gets the idea um this sort of form of work, even though it's not realistic as a model of human beings. Um Well, it's not meant to be, that's not what it is, it's not trying to be a model of human beings that is doing something else kind of roughly analogous, I guess to the way in which things like logic, right? So logic isn't meant to be a model of how human beings reason. Um If you take it that way, it's very, it's a very bad model, but that's not what logic is. A logic of course, has got all sorts of very important practical um uses. So the critique of Ideal theory in epistemology is not that it has no point. The critique is rather more precise than that. Roughly speaking, the critique is epistemology, justs increasingly are turning their attention to real world problems, often real world political problems, but sometimes just more broadly social problems. And they want to use the tool of epistemology to say something about those problems. In some cases, one gets the impression they think that we can use the tools of epistemology to actually put forward sensible solutions to these problems. That's where this tendency towards idealization becomes a problem because now you're addressing an actual problem faced by actual human beings. But if you're using these tools that embed all sorts of idealized assumptions, then it's not particularly surprising if it turns out that, that those solutions aren't really particularly fitting to the actual problems people face. Um And part of the reason you might think, well, why would anyone do this? Right? Like why would anyone get confused and think that um these idealized models have got um practical application? Well, part of the reason for this is that the way put it earlier was the ideal theory and non ideal theory are kind of two diametrically opposed things, but that's not quite right, of course. So you can have think about it as kind of a continuum, right. So one end, you've got the most idealized ideal theory at the other end, but the least idealized the most non ideal theory. Um THE actual epistemology with actual views will be located somewhere along this continuum. I would say that kind of the dominant trend in my kind of epistemology and the epistemology is more towards the idealized side. But there is a recognition of certain human limitations and the critique in the book is that the problem becomes, once you start to recognize certain limitations, you can kind of lose track of the fact that actually you're ignoring other limitations. Um So you end up kind of in a sense confused about just how ideal your approach is. Um IT is less than fully ideal perhaps, but um it is idealized in ways that cause problems given the sorts of uses to which you want to be your theory. That wasn't too cryptic."
	},
	{
		"start_time": "11:17",
		"speaker": "Ricardo Lopes",
		"words": "No, no, not at all. Thank you for that clarification. And really to, to point that you made there in the book, you talk about non ideal epistemology as being explicitly ethical and political. Could you explain that point? What"
	},
	{
		"start_time": "11:36",
		"speaker": "Robin McKenna",
		"words": "I'm trying to think what exactly you're picking up on in the book? Um Well, there's, there's a clear sense in which no idea ology is explicitly ethical and political, which is that I think that once you are approaching things in this non ideal way, um It's very difficult to put down a kind of clear distinction between epistemological and say ethical or political questions. Um But if you work at a higher level of distraction, you can sort of try and preserve this, this night, this nice, neat distinction. Um So that's one way in which I think um it's explicitly ethical and political. So one topic I discuss in the book, for example, is um science denial, in particular climate change denial. Um So I'm interested in the epistemology of science denial. So this is as I see it an inquiry in epistemology. But of course, this has got a political dimension because I'm talking about climate change skepticism and that's connected up with all these big political questions. So there's just as I see it, no way of doing the epistemology of science denial that is not also to do some kind of ethics or political philosophy. Um So perhaps that's what I had in mind in the passage you're you're referring to"
	},
	{
		"start_time": "12:58",
		"speaker": "Ricardo Lopes",
		"words": "uh and also you're interested in feminist epistemology and it's also something that you talk about in the book. And so how does non ideal epistemology relate to feminist epistemology?"
	},
	{
		"start_time": "13:14",
		"speaker": "Robin McKenna",
		"words": "Good. Yeah. So I guess I should give me the opportunity to expand on what I said in response to your previous question about Non Ideal epistemology as explicitly ethical and political. So one way of characterizing feminist epistemology is that it is an approach to recognizably piston question. So questions about knowledge, the nature of knowledge, for example, that is informed by feminist concerns and of course, feminist concerns are ethical and political concerns. Um BUT it's still an approach to ethology. So a feminist emo for example, is still interested in a question such as how we should go about forming beliefs or a question such as how we should go about conducting inquiries. But they see that question as as relevant to the their feminist political concerns. So for example, when a feminist pasmo just takes a look at science, they might ask questions such as well. Why is it that so much scientific inquiry seems to ignore questions of gender. Why is it that it seems like when you look at certain fields such as evolutionary psychology, there are certain assumptions but male dominance that seem to be unquestioned within the fields, perhaps we should question those assumptions. So feminist psalmists are asking epistemological questions but with these kind of political and ethical concerns in the background. So now to go back to your question, Ricardo about how this all relates to non ideal epistemology. So the way in which I put it in the book and I guess I stand by this is that feminist ology is a kind of non idea epistemology. So feminist cosmologists are doing non idea epistemology. I think they've done some of the best non idealist, which is why I draw on feminist so much in the book. But you can do non idea epistemology without having these sorts of feminist concerns in the foreground, so to speak. So I thought to say you're doing kind of anti feminist ethology. It's just that that's maybe not the sorts of considerations you are focusing on. So for example, to go back to the earlier example, perhaps you could bring a kind of feminist dimension to your analysis of science denial. But that's kind of optional as it were. Um YOU might be thinking about a phenomenon such as science denial in just a different way. Um As I said earlier in the book, I'm doing something like the epistemology of science denial. And that just doesn't seem to me to be a kind of feminist system. Um So yeah, that would mean no, the epistemology is if like a broader category than feminist ology. So feminist p would be a kind of species of non idea, perhaps a particularly interesting species but still just a species. Then there's kind of other ways of doing non ideal epistemology. That wouldn't be obviously feminist,"
	},
	{
		"start_time": "16:09",
		"speaker": "Ricardo Lopes",
		"words": "please correct me if I'm wrong. But I guess that some of the things that you mentioned there regarding feminist epistemology apply more broadly to uh non ideal epistemology. And as you said, feminist epistemology, you look at it as a form of non ideal epistemology. But in the sense that for uh it looks at epistemic agents as situated in a particular social, cultural, perhaps political and environment, right? For example, you mentioned the fact that feminist uh feminist epistemology sometimes look at scientific inquiry in certain disciplines. And for example, they notice that the scientists many times come to the table, come to the table with certain uh assumptions that then drive the way they produce science or the way they formulate hypothesis to be tested, for example, certain assumptions about uh sex or gender differences and where they come from and then that has an impact on the production of science, how they evaluate evidence and so on. So I is that uh right, I mean, am I right in pointing that out or?"
	},
	{
		"start_time": "17:31",
		"speaker": "Robin McKenna",
		"words": "Yes, certainly. So. So on the official sort of uh account in the book, Non Ideal Epistemology means an approach to these normative questions I was mentioning earlier that involves several different dimensions of non ideality, so to speak. And one of those dimensions is a recognition of the extent to which actual inquirers are socially situated. So that means that they've got the various markers of social identity, right? So they've got a gender, a race, a class and so on. But then obviously a whole bunch of other things besides, right. So they've got a job, a scientist, for example, um they're embedded within a particular community which has implications for the sorts of information sources they have available. All these sorts of things have to be taken into account. Um So kind of one nice way of putting the sense in which feminist epistemology is almost by definition, a version of non ideal epistemology is precisely that in feminist Phal, uh it's kind of definitional that it is based on a recognition of the social situation this, of, of no, and in particular, the fact that everyone has got a gender identity and that kind of informs the way in which they might look at the world in all sorts of ways, not necessarily in a kind of crude way. You know, the idea is not, there's like a male way of looking at the world and a female way of looking at the world. That's you can find that idea in older writings and feminist pathology, but that's not the more modern idea. The more modern idea is just the kind of to me obvious fact that who you are has an implication has implications, sorry for, for how you look at the world and therefore is something that can't be ignored if you are asking certain epistemological questions. I mean, to me, it just seems obviously true. So to that sense, in that sense, I can't really see why you would disagree with the basic idea behind feminist pathology."
	},
	{
		"start_time": "19:31",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into some specific issues problems that you deal with in the book related to Non Ideal Epistemology and uh how they play out in non ideal epistemology. So uh one of the issues you address there is the problem of the identification of expertise. So what is this problem? And how would it play out in non ideal epistemology?"
	},
	{
		"start_time": "20:00",
		"speaker": "Robin McKenna",
		"words": "Yeah, good. This is an interesting problem because it's well interesting because it's, it's an interesting problem, both, both as a theatrical problem and also as a kind of like more practical or applied problem. So the theoretical problem is just that um unless we assume that all experts agree about everything, there are always going to be situations where different experts say different things. So for example, one person says that the um a good diet is one that is high in protein. Another expert says that a good diet is one that is high in fat, for example. So two medical experts saying different things. Um So the question becomes well, how are you as someone who is not an expert in the relevant subject? In this case, uh Nutrition, how are you meant to um decide who to listen to? And you can formulate this is kind of abstract philosophical problem. You can say lots of interesting things about it. Um So the work you can kind of do and this is an abstract problem I think is independently um worth worth doing that said I'm not really interested in the abstract problem I'm interested in. If you like kind of the form the abstract problem takes in actual environments where it's not that you're kind of sitting there as a uninformed layperson without any kind of inclination towards one side rather than the other. No, often you've got an inclination towards one side. So for example, um I don't know, you've been brought up being told that um uh fatty foods are bad for you. Uh So when you come kind of come across this sort of disagreement between these two experts, your inclinations automatically side with the doctor who is saying that you should avoid fat. Um But of course, you know, that should lead you to kind of interrogate your prior inclinations. Um You might want to ask, where did they come from? Am I terribly well informed? Perhaps I've been misinformed. So that just makes the problem even more difficult because it's not just that from a kind of abstract, rational perspective, it's not obvious how you should decide the issue. Um You've also got to reckon with the fact that, you know, you're not impartial, you're not an impartial observer. And um but then how do you go about questioning your kind of inclinations towards one side rather than the other? It doesn't really seem obvious how you go about doing that. And that to me seems like a kind of difficult problem. So of course, the example I've given perhaps isn't the most, isn't the best one for making the political dimensions of the problem salient. So just replace this with a different example. Um You've got one doctor saying that uh wearing masks uh is going to protect you against uh let's imagine a brand new pandemic. So not COVID but a new one in 10 years time. Another doctor saying that they won't um you've got inclinations one with other. Perhaps you think, you know, masking is uh is fine or perhaps you think it's, it's not, it's not so good that's going to color how you interpret this expert disagreement. But of course, you know, you should be kind of questioning the interpretation that you give to the disagreement, not just Lynn leaves you, I would say in, in a very difficult situation."
	},
	{
		"start_time": "23:16",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so I guess that at least to some extent associated with that, uh there's also uh the idea of intellectual autonomy and the uh the reason why I'm bringing that up now is that many times, uh I mean, relying on experts, people pitted against intellectual autonomy against the idea of to put it in simpler terms, thinking for yourself instead of relying on the intellectual or the epistemic work of others in this case, experts. So to what extent should we have it according to this non ideal epistemological approach?"
	},
	{
		"start_time": "23:58",
		"speaker": "Robin McKenna",
		"words": "So, so there's a view I think probably I defend in the book that I know have come to think is a little bit too strong. So what I'll do is I'll see what the view was in the book and then maybe explain why. Now I think it's a little bit too strong alone, its essentials, I think still. Right. So, the view in the book, I think, or at least one could justifiably get the impression from the book from the book that I think that, um, intellectual autonomy would be nice, but we can't really have it. And in so far as we can try to have it, it's often going to make things worse. So, what do you mean by that? Well, let's go back to my example where you're trying to decide between, I don't know, the pro masking doctor and the anti masking doctor. Um So someone who wants to kind of focus on the importance of intellectual autonomy is going to say, well, sure, you're going to end up in this very difficult situation where you almost have to kind of question your assumptions before you can start to decide what to listen to, but still you should try and do that, right? So you should try and sort through the issue for yourself. Perhaps you should go and read a bunch of um uh medical literature. Um You should talk to people, you should really try to uh come to your own view uh about the, the matter in question. Um So that's what the defender of intellectual autonomy would say in the book. What I essentially say is that um that's not going to work out very well. Um Essentially because I think that this is going back to what I said earlier, there's just no good way for you to remove your prior biases from whatever process of inquiry you try to carry out. So the fact that for example, you've got nations in favor of masks is inevitably going to lead you to perform a sort of biased literature review. And the chances are you'll end up just gathering evidence that supports your, your initial view of the situation. And the claim is not that you'll do that consciously, right? The claim is that you're in a sense, sort of kind of fool yourself into thinking that you're doing an unbiased search. Whereas in fact, you're doing a biased search, like an idea I have in the book is what this shows you is that at best, trying to be intellectually autonomous is, is useless at worst. Actually, it's going to lead you further away from the truth because what you could do instead is rather than trying to figure out the matter for yourself is you could, well, you could, it's also you could do something. It's rather that a better environment could be constructed for you uh in which um there's less need for you to uh to do these things by yourself. So the idea in the book is really that left their own devices, perhaps we'll try to intellectual autonomous that will work out very well. So really what would be required is an attempt to engineer a situation where people don't need to be. Um, WELL, people end up with the right sorts of views, um, irrespective of what they do as individual Inquirer. That sounds a little bit possibly Orwell. And we can talk about that later anyway. So the, the kind of shift in my thinking that I've kind of come to more recently is perhaps that is a little bit overstated. I think probably they are going to be a wide range of important cases where trying to be intellect autonomous could actually be to your benefit. Perhaps in certain situations, for example, in situations where there's a kind of problem at the level of expertise, perhaps the experts themselves are subject to a kind of group, think there could be value in a kind of intellectual autonomy. But the point I wanted to make the book was really independent of all this. The point was more just that we shouldn't be led into the following mistake. Um JUST because it would be good for an idealized Inquirer to strive to be intellectually autonomous, doesn't mean that we should strive intellectually autonomous because an idealized Inquirer is going to lack the sorts of features such as susceptibility towards various forms of bias. That mean that when we try to intellectually autonomous, we end up making a mess of it. So the point is if you like kind of more almost conceptual, um it's kind of natural if you have this kind of ideal theory way of thinking to um to think that intellectually autonomous, intellectual autonomy is important because it would be important for an idealized Inquirer. But again, we're not idealized Enquirer. Um So the argument isn't that simple, what you'd have to do is show that for actual inquirer in the actual situations that Inquirers find themselves trying to be intellectually autonomous works out well for them. Um So perhaps now I think that that will happen more often than I give the impression I do in the book. But the point is still, that's what you would have to show. OK. That made sense. That was quite"
	},
	{
		"start_time": "28:52",
		"speaker": "Ricardo Lopes",
		"words": "no, no, no, of course. I I just want to ask you one or two follow ups to it. So at a certain point there, you mentioned the idea or touched on the idea of constructing a better epistemic environment, but I I would like to understand a little bit better. Uh If we are operating under this non ideal epistemological framework, what does it mean that to have a better epistemic environment? What does it entail? Exactly,"
	},
	{
		"start_time": "29:20",
		"speaker": "Robin McKenna",
		"words": "right. Yeah. So I mean, let me put it in a kind of abstract terms first, that will help your audience get the idea. So let's imagine the best of all possible epidemic worlds as it were. So this is a world where there is plentiful information to hand and that is genuine information. So we can even imagine there's no misinformation out there, right? So that all the information that you get from all the sources that there are in this perfect world, are giving out good genuine information. So someone who lives in that world is going to have a very easy time forming true beliefs, right? They should literally pick up the first thing they come across and that will give them a bunch of true beliefs. And perhaps those aren't the true beliefs they want. Perhaps this is true beliefs about the nutritional properties of some new food stuff. And they don't really care about that. Perhaps they want to know about, perhaps they want to know, perhaps they want to know about how uh nuclear energy works, for example. Um So they don't really care about uh nutrition. Uh But the point it still stands that what they're going to get from just picking up this bit of paper is lots of genuine information. So, of course, we don't live in that world, right. So that's not what our world's like. There's um even if you disagree with the authorities, but what is misinformation? You're still going to agree that there's lots of misinformation out there. It's just, you might think that what many regard as misinformation is, is inaccurately labeled as such. Everyone's going to agree that there's lots of misinformation out there. So that makes it hard for us to form true beliefs. And this is the point made earlier. It's especially hard given that, you know, we're not unbiased observers of this situation. We've got inclinations one way or the other and that's going to lead us to essentially focus on the bits of information that support our our prior views. So constructing a better epidemic environment, kind of very abstractly means making our world more like this perfect world. Uh That's that, that's what it would mean. So of course, there's all sorts of enormous political questions about how exactly you go about doing that. I think in a wide range of cases, you might want to discuss this becomes very difficult because obviously, there's not going to be background agreement on what is true in the first place. And if there's not background agreement on what is true, there'll be disagreement on what exactly making the environment better involves. And that's perhaps one reason why I focus so much on climate change as an example in the book because, you know, obviously there is some disagreement, but there really is very widespread disagreement amongst all the relevant authorities that at the very least climate change is real and is driven by human behavior. There's disagreement about what to do about that fact. Um EVEN at the kind of the level of the relevant experts, um not so much about the the fact that this is a human driven uh phenomenon. So that to me kind of gives me a kind of workable example of what constructing a better environment would involve in the case of beliefs about climate change, it would involve making it easier, essentially people to access good genuine information about the climate and harder for them to access misinformation. And that doesn't necessarily mean censorship just, just to add, that might mean for example, and this is actually what the focus is on in the book, getting science communicators to think more to think carefully about how exactly they go about trying to get their message across. Um So this is not about um uh censoring uh the voices of skeptics rather, it's about getting people that want to put across the, the pro science message to think about how to do that effectively. Um So that's not a point about censorship or anything of that sort. That's more about, you know, how can you go about uh convincing people of these things that, that you think are obviously true and um essentially in the book, that's what I focus on. Uh SO far it's constructing a better environment, uh is concerned. Answer the question."
	},
	{
		"start_time": "33:21",
		"speaker": "Ricardo Lopes",
		"words": "Yes, I think that you've already answered this next question, at least partly, but uh just to address it directly. Now, uh one of the issues that stems, I guess from the fact that we live in this sort of imperfect epistemic environment is or has to do with public ignorance about important political and scientific issues. So how would you deal with that then?"
	},
	{
		"start_time": "33:50",
		"speaker": "Robin McKenna",
		"words": "Yeah. So I think probably this is another place where my thinking has moved on a little bit. Uh FROM what I say in the book, not in the sense that I disagree with anything I say in the book, maybe just in the sense that I would want to add something to it. Um So I think the way to think about public ignorance of important scientific issues as a kind of political problem is to adopt a sort of if you like pluralistic response to it. So what you want to do essentially is um improve the situation. So abstractly speaking, create an environment where we have more true beliefs about the relevant issues. And of course, there are various tools one could use in order to go about doing that, people often want to talk about education. So in this case, we're talking about science education, they also want to talk about public communication strategies. So here we're talking about science communication strategies and then they want to start to talk, you know, kind of more fine grained about. But what exactly should these strategies look like? So for example, in the education context, how should we teach science? Should we teach it as kind of a body of established facts? One kind of question, should we do something a bit different? Um If we do something a bit different, what what should that be in the science communication context? You know, so like should we again, should we kind of focus single mindedly on getting our message across or rather should we try to acknowledge certain kinds of complexities, trusting to, to make up their own minds. Um So in the book, I think probably I adopt a slightly more myopic approach that I would know. So I kind of, I, I give the impression that roughly speaking, it's going to be difficult to make a kind of balanced case for certain scientific issues. So you should focus more on thinking about how you frame your message in the hope that that will make it easier for that message to get acceptance. So that's kind of going along the lines of maybe not trusting the public quite as much as you might in order to make sense of things, I think. No, probably I would say it's a bit one sided perhaps in certain situations. Um Actually fuller explanations are called for. I know increasingly think that the pandemic is a case in point here. So I think at least certain bodies did try to adopt this sort of information strategy where it was all very focused on getting people to have the right beliefs. There wasn't perhaps enough recognition of certain kinds of nuance and complexity, perhaps counter factual. But it's possible to me that if there had been more recognition of certain kinds of complexities that might have actually improved public uptake of certain health messages, again, that's speculation. But to me, it doesn't seem crazy to think that uh so yeah, so um to kind of summarize all that uh public ignorance about science is a complicated issue and I think it calls for a sort of multi proned approach. Um I guess the point I want to make and this is one of the main points in the book is that if you're approaching this as a problem, your approach has to be as I put it in the book, evidence based. Um So the question is not what might work. The question is rather based on the evidence that we have at our disposal, what does seem to work? And those are the sorts of strategies that you should focus on. And of course, that kind of goes against the ways in which philosophers have tended to approach these questions where not always and certainly not nowadays, whether there are other philosophers doing what I do. But you know, at least in the recent past, the way that philosophers would approach this problem would be more akin to, to armchair speculation to put it slightly provocatively,"
	},
	{
		"start_time": "37:38",
		"speaker": "Ricardo Lopes",
		"words": "right? So according to these non ideal epistemology framework, what should be our obligations and responsibilities as Inquirer or epistemic agents?"
	},
	{
		"start_time": "37:53",
		"speaker": "Robin McKenna",
		"words": "Yeah, good. So there's a nice simple answer to this question uh which is that you can't answer it in the abstract. So, so one of the points I want to make in the book is that um it's a mistake to think as I think many logs seem to think that one can actually talk about our epistemic responsibilities or obligations in general, rather the right view to me seems to be that, um, what your responsibilities and obligations actually are, are going to depend on certain facts about you. Um So for example, it might depend on the sort of inquiry you're engaged in. Um, SO think about different kinds of scientific inquiries, for example, um, certain scientific inquiries call for a certain kind of evidence, right? So perhaps you're doing a sort of inquiry that calls for randomized control trials. Well, then, you know, one of your responsibilities is to conduct these randomized controlled trials, right? So other sorts of evidence you might have are not really going to be um germane to your inquiry. Um So, so yeah, so as I said, it's not the sort of question that I think on my view, you can really answer in general rather what you need to do is you need to think through the different kinds of responsibilities you might have in different situations."
	},
	{
		"start_time": "39:19",
		"speaker": "Ricardo Lopes",
		"words": "Uh OK, so a more specific question then uh do those situations include your social situation? Does that also matter?"
	},
	{
		"start_time": "39:29",
		"speaker": "Robin McKenna",
		"words": "Well, indeed, yes. So let me, let me just take a step back here and kind of talk a little bit about why you might think that it's important to engage with uh challenges to your beliefs. So this is an idea that um is often dated back to, to John Stuart Mill and his various discussions in on liberty of the importance of, of freedom of expression. And one thing that's really interesting when you read Mill is it's quite clear that he's not just saying that it's important that people are allowed to air unorthodox views. I mean, he thinks that, but he also thinks that it's important that we listen to them and we take them seriously that we engage with. So his whole argument essentially is that it is only by engaging with those who disagree with us that we if you like earn the right to, to our beliefs, so they kind of thought would be that if you can't deal with these unorthodox views, there's a sense in which you're not really justified in having your belief, it might even become what Mill called a dead dogma. So to me, this is kind of an interesting perspective because it seems obvious that there is something to it, right? So this is one reason why Mills thought has been so influential even hundreds of years, well, just over 100 years later. Um So there's definitely something to this and I think the obvious thing to say in response to the and in a way I'm saying the obvious thing, it's just that, well, this kind of goes too far, right? So the fact that in certain situations, it seems clear that would indeed be important to deal with this challenge to your beliefs does not mean that you always should do. So. So kind of following Mill, I think I would suggest we should think about this in terms of the consequences are likely consequences of engagement. So Mill presumably is imagining a situation where the consequence of engagement is, I guess either a recognition that you were wrong in the first place, which is good or a kind of better understanding of why you're right in the first place, which is also good. So for Mill, it, it's good either way. Um So the point to me here, it's just that, well, that's not always what's going to happen. Um There are some situations where what's going to happen is you end up being like a muddle, like you're not really sure what to think. There'll be some situations where you end up mistakenly concluding that you were wrong when in fact, you were right. And perhaps there'll be situations where you have to kind of focus a little bit more on the public consequences of having the debate. So it could be that one of the bad consequences of having the debate, is it misleads people in your audience? So that's kind of, you know, programmatically various ways in which the sort of engagement Mill was championing can, can actually have adverse consequences. So, of course, you know, if you want to defend, defend Mill here, presumably you say something like this, that, well, Mill wasn't claiming that in every single instance, you would have beneficial engagement rather, he's claiming that as a kind of general rule. Um YOU would have beneficial engagement. But I think, you know, we can go further here and say that, well, you know, that's not quite right either because there are certain kinds of situations where I think we can say as a general rule, engagement is not going to be beneficial. So one kind of situation is one where this is a debate that we've had many times before, right? So one reason why it's not obvious what is gained by debating, for example, to take the usual example, Holocaust Deniers is that this debate has happened, right? There's a huge amount of scholarly, scholarly literature documenting that the holocaust happened. So to have a debate about it now uh seems somewhat irrelevant because you can just point to that literature. So the debate happened, uh that's why there is this huge literature and there's no need to go into it again. And"
	},
	{
		"start_time": "43:26",
		"speaker": "Ricardo Lopes",
		"words": "in that specific, let me just ask you in that specific example, do you think that perhaps one of the things people could worry about is that if we keep on having that debate, it could legitimate uh the question, I mean, it could legitimate the conspiracy theory in that."
	},
	{
		"start_time": "43:46",
		"speaker": "Robin McKenna",
		"words": "Well, indeed, yes, this is, this is what this is why I said earlier, that one thing that can happen as a consequence of having a debate is as you put it uh legitimation of um the the other side of that debate. Um BUT just getting away from the Holocaust example, which I just used, I think it was such an obvious example to make my point. Here's a slightly less obvious example perhaps. So I think we can say as a kind of maybe not entirely general rule but a rough and ready rule. Um DIFFERENT people get different uh or experience. Um Sorry, uh we can see it as a kind of rough and ready rule that um the consequences of engaging the debates are going to vary depending on who you are. So, for example, if you are a well spoken, well credentialed academic and you engage in a debate with someone, then the chances are people are going to be very impressed with, with your arguments. Perhaps you're going to even impress yourself. There's very little chance that in engaging with all sorts of opponents in debate, you end up kind of misleading yourself into thinking that you're wrong in the first place. Actually, what's more likely to happen is that you will end up congratulating yourself on how right you were all along, things are different. If you are someone who is along all sorts of dimensions less secure, perhaps you've got genuine doubts in your own position, engaging with all sorts of unorthodox challengers could solidify those doubts. And that's a problem in situations where perhaps you're wrong to have those doubts. You know, it's kind of you, you're doubting that you're right, but actually you very much are right. So one example in the book that I, I used to make this point is uh someone in a workplace situation who thinks that they've faced um uh discrimination because of their gender. Um So they think this because, you know, they, they think they're kind of fairly good at picking up on these sorts of social cues. So they think that they've definitely faced discrimination, but they have the natural sort of doubts that someone in that situation might have one consequence for this person of kind of taking seriously all the men who line up to dispute her interpretation of the situation is that she might end up thinking, oh, she, she actually was wrong, but of course, in many situations, she was right. Um So these sorts of debates can knock your confidence in a way that means that you, you no longer have the belief that you started with. And to me that's a kind of negative epidemic consequence because you've gone from having a true belief that you've kind of picked up based on your reading of the various social cues to lacking that true belief because you have engaged with all of these challenges. And of course, you know, in real life versions of this example, many of these challengers have not entirely got pure motivations either, right? So it's kind of a all sorts of explanations why um people have, have sprung up to, to challenge your interpretation of events. So that's a situation where um someone has actually had a kind of net epidemic loss from engaging in the sort of debate that that Mill thinks um is always going to be beneficial."
	},
	{
		"start_time": "47:15",
		"speaker": "Ricardo Lopes",
		"words": "One or two more issues that you also explore in the book. And I would like to address here. So another one of the features of our human psychology that is non ideal epistemological speaking is motivated reasoning. So how would you deal with it? Uh ACCORDING to your framework?"
	},
	{
		"start_time": "47:36",
		"speaker": "Robin McKenna",
		"words": "Yes, it's a, it's a good question, I guess the first thing to say is that so I said earlier that what non idealist technology means is we have to recognize certain dimensions of non ideality ways in which actual people depart from idealized versions there of. So one of those dimensions is very much a kind of susceptibility to various sorts of cognitive biases. So kind of ways of misapprehending the world, so to speak, it's motivated reasoning. It's not quite a cognitive bias, but kind of roughly speaking, you can call it a cognitive bias. So what this refers to is the various ways in which our thinking about the world is motivated by our desire for the world to be a certain way. So human beings are not dispassionate inquirer rather we want certain things to be true. And that can lead us to kind of constructive view of the world that aligns with what we want to be the case. And the important thing to say is that this is meant to happen in various very subtle ways. The idea is not that you kind of simple mindedly put together this imagined version of the world that fits with what you want the world to be like. That's not psychologically realistic. Um Rather what we do is through various means. We sort of fool ourselves into um having an understanding of, of things that is amenable to certain purposes that we have and we're all familiar with this, right? So, um, how do you go about having a better impression of your friends moral qualities than others would have not by kind of deciding to think well of your friend, regardless of the evidence, rather by gathering all the evidence that you need to have a good impression of your friend's moral qualities. So when asked about their moral character, you will automatically call to mind good examples. So that situation where they helped out someone in need as opposed to bad examples, that situation where instead of helping out someone in need, they were on a fancy holiday, for example, um, you know, you can, you construct the evidence in such a way that you end up with, um, the sort of view you want to have. And again, I want to further thing to emphasize is in the psychology on motivated reasoning. Um The idea is that we only do this within certain limits, right? So we can't, we can't have views of the world that are completely at odds with the facts. Um So there are certain limits. So for example, if your friend is a truly awful person, the chances are on some level you'll recognize that. So you can only stretch the truth so much, but you can still stretch the truth. So that's motivated reasoning. What implications does that have for epistemology? Well, it makes you ask all sorts of questions about, um, not just whether our beliefs are rational or justified, but also how to understand those beliefs in the first place. So what does that raise questions about whether our beliefs are justified? Well, kind of put simply if it turns out that we kind of gather evidence that is designed to support our favorite view of the world, then that doesn't sound like a way of, of forming justified beliefs, you know. So it's, it's not that we kind of go out and gather the evidence and then form the belief rather we can have in a way, almost start with the belief and then go looking for evidence to support it. Um So the problem with that, of course is that you might think that whatever you started with, you'd find the evidence for. Um, SO that seems to be kind of a way in which our beliefs are in a certain sense unjustified. And this also, at least to me makes me ask questions about who understand beliefs in the first place. So we do tend to think that beliefs are the sorts of things that we form in response to evidence. Right? So kind of, that's what a belief is. It's a kind of evidence responsive thing. This is the way that a lot of philosophers like to talk. Um But if the literature or motivated reasoning is to be believed, that's not quite right. Um Beliefs are evidence responsive in the sense I mentioned earlier that they can't be too at odds with the evidence, but they're not necessarily evidence responsive in the sense that they are formed in response to the evidence. Again, rather, it might be more like we, we go and gather the evidence that we need to support the belief we already have. Um So yeah, I mean, that to me indicates that the motivated reasoning has got all sorts of interesting epistemological implications that are worth thinking through. And that's what I try to do in the book."
	},
	{
		"start_time": "52:05",
		"speaker": "Ricardo Lopes",
		"words": "And in regards to those implications, do you think that keeping in mind all of what you said there dealing with motivated reasoning, epistemological necessarily leads to skepticism?"
	},
	{
		"start_time": "52:20",
		"speaker": "Robin McKenna",
		"words": "Well, first of all, no, but let me just take a step back and say what we mean by skepticism here. So, so in philosophy, uh certainly in epistemology, when we talk about skepticism, usually people assume we're talking about like Descartes skepticism. So the kind of skepticism that says that we, we don't know anything. So the skeptical problem in in technology is usually taken to be what is called the radical skeptical problem. The problem of how to show that we know anything at all. So that's not the sort of skepticism, that's the issue here because there's nothing in the psychological literature or motivated reasoning to support that sort of radical skepticism. Um So the claim is not, for example, that we don't know that the earth is flat or we don't know that or I don't know that my hand is in front of me. That's not the sorts of beliefs where motivated reasoning is meant to play much of a role precisely because these are not, these are not the sort of beliefs that are kind of relevant to our moral political identities in any obvious way. Right? Um, WHEREAS, you know, uh compare my belief that I've got a hand in front of me with my belief that uh raising taxes would be a good thing for the UK. The second belief is very different to the first and there's all sorts of ways in which I might just go out and assemble evidence to support that belief rather than taking kind of unbiased view of the situation. None of that applies to my belief that I've got a hand here. Right? I just, I see it. I believe I've got a hand, um, we're not talking about Descartes, kind of skepticism. We're talking about a much more narrowly limited sort of skepticism. It doesn't affect all of our beliefs. But, and this is a crucial point, it affects a lot of the beliefs that are most important to us. Right? So, you know, moral political beliefs, these are the beliefs that really matter. And if it turns out that those are the beliefs where perhaps we are, we are less rational than we initially assumed that would I think, make for at least a politically or morally interesting kind of skepticism if not necessarily a kind of purely philosophically interesting form. Um So your question though was does dealing with motivated reasoning necessarily lead to that sort of skepticism? And my answer to that is no, it doesn't. Um I think it really depends on, uh well, first of all, how you understand motivated reasoning. And second of all, it's really going to depend on you, right? So what I've said so far is that humans have a tendency to kind of conform their picture of certain parts of the world to what they would like the world to be like. But of course, people vary in terms of this tendency. Um It could be that some people are less prone to it than others. Um It could be that even though there is an element of bias in the way in which we go about gathering evidence, um It's still the case that we can have gathered enough evidence that our beliefs are still justified by any reasonable view of justification. Um So the point is not that there is this ne necessarily this jump in the skepticism. The point is just that it's possible. Um So there's a kind of skeptical problem that we have to take seriously if we start to think of it motivated reasoning and just going back to radical skepticism for a second. Um So people don't think that radical skepticism is an interesting philosophical problem because it's true. In fact, most philosophers think it's false. Uh Many think is obviously false. It's an interesting problem because Descartes skeptical scenarios uh pose a certain kind of challenge to how we understand our knowledge of the world. And the idea being, we have to answer that challenge in order to be kind of vindicated in thinking, we know what we think we know. I wanna say the same thing here. Um This stuff motivated reasoning poses a kind of challenge to whether we have the sort of political knowledge. For example, that we think we have a rather politically relevant knowledge. Um That challenge perhaps can be answered, but this is an interesting problem precisely because we have to answer the challenge. Um So yeah, that's the kind of way in which I'm thinking about skepticism here, not as a necessarily as a conclusion, more as a problem that is worth thinking about."
	},
	{
		"start_time": "56:29",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I think that this is probably a good point to wrap up the interview on and the book is again, non ideal epistemology. I'm leaving a link to it in the description of this interview and Doctor mckenna, uh Robin just before we go, would you like to tell people apart from the book where they can find you with your work on the internet?"
	},
	{
		"start_time": "56:53",
		"speaker": "Robin McKenna",
		"words": "Uh Well, I assume if you type my name into Google, you'll find me. I've got a website, uh, Robin mckenna.weeble.com, uh, not particularly good website. Um If you look for Robert mckenna, you'll find my University of Liverpool profile. Um I used to have an active Twitter account, but I've tried to leave Twitter behind to, to focus more on more uh enjoyable things. Uh But yeah, look for me online. You'll, you'll find me"
	},
	{
		"start_time": "57:19",
		"speaker": "Ricardo Lopes",
		"words": "great. So thank you so much again for taking the time to come on the show. It's been fun to talk to you."
	},
	{
		"start_time": "57:25",
		"speaker": "Robin McKenna",
		"words": "Thanks for the questions, Ricardo."
	},
	{
		"start_time": "57:27",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development, then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitten Bear. No Wolf, Tim Ho Erica LJ Condors, Philip Forrest Connolly. Then the Met Robert wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel S Friends. David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nico Barba, Adam Hunt, Pavlo Stassi alek medicine, Gary G Alman Sam of Zed YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati W Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon, Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert. Jessica. No week. Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar, Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Veg and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]