[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Lobs. And today I'm joined by Edgar Dubourg. He is a phd candidate in Cognitive Science at the Department of the Cognitive that they are called No Super. Uh IN France, he uses uh insights from both the natural sciences and the humanities and both computational and experimental methods to explain the psychological foundations and cultural evolution of fictions. And that's what we're going to talk about today. So, Edgar, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Edgar Dubourg",
		"words": "Thank you. Uh It's a real pleasure to be here. Thank you for the invitation. Really"
	},
	{
		"start_time": "00:42",
		"speaker": "Ricardo Lopes",
		"words": "great. So let's start perhaps with this because I know that you try to tackle fiction from several different perspectives and frameworks. And one of them, I guess is an evolutionary perspective. So do we know how old fiction is in human societies?"
	},
	{
		"start_time": "01:01",
		"speaker": "Edgar Dubourg",
		"words": "Um Yes, it's uh uh I actually, no, I think we don't quite know, but it's a really great question to, to begin with. And uh uh maybe it's uh it, it would be good to start by noting why uh this is uh this question matters. A lot. Uh, I think part of your question is, is like, uh, about, uh, whether to, to know whether fission is part of our nature or biology or if, uh, if it is a species typical trait and it's a fair question because we, we, uh, in all societies where you have, uh, fiction movies or TV, series, man, uh, uh, literary works or oral stories, it seems that people enjoy them a lot. So, so how can we know if uh if it is a, a specialty trait or universal trait? Uh Well, as you said, uh uh often for other cognitive or V traits, uh we, um we look at the history of the traits and try to evaluate when it emerged because if it, uh if it is here for a long time, if, if we, if, if it is here in humans, uh for instance, uh since humans emerged like 3000, uh 100,000 years ago, approximately, then we know, uh at least it's first evidence that it is a species of typical trait. So, and also we could also examine uh whether fiction is uh appears in different societies worldwide or if it is present even in nonhuman animals for instance. But uh uh first, uh it seems that uh to, to evaluate this, uh we need a good definition of fiction and this is where it's, it can get tricky, I think uh you, you need a good definition of any trait. To be able to quantify its presence in, be it in different periods as you asked, uh different societies or even in different species. Uh And here, I think it's a problem because with the definition, the definition of fiction, I think is not cons and uh it's, it might be controversial across sees at least. Um And I, in my view, it has not been uh like properly naturalized in a way that would allow us to, to do such cross cultural or temporal or cross species analysis. So there, I think maybe we can start to write right in the, in the, in the, in this question, which is the uh I think we can differentiate uh between three broad definition of fiction and maybe at least, maybe there are more. Um II, I have not worked this through as a, as a anybody. Uh And so this is highly speculative, but let's group them and make the whole definition of fiction would be the ability, the cognitive ability to uh to, to make fiction in one's mind. So some biologists or cognitive might call simulation uh or imagination. Uh So the definition of fiction here has the capacity to simulate things in, in our head. Um I think it is present actually in uh many non human animals. Uh TAKE for instance, a square when it wants to make a jump from one tree to another, it simulates uh the jump just before in order to uh to, to evaluate in advance, uh the first ability of the action, the probability it will, it will have to, to fulfill the goal it has. So this is really, really adaptive. Uh And here for a long time, I think, um because it allows to, to, to get the benefits of, uh, of trial and error without, uh without uh possibly failing. So it's really, uh it's really uh beneficial. Um So it seems that we don't want to call the simulation of a German by a squirrel a fiction. So this is where I think it's not the right definition. Um Because uh well, it's not what we want to, to study here. So it seems that fiction is not just about the simulation of things that don't, that don't exist because it's not. So uh another broad definition is about um uh still a bit narrow, but still broad is about artistic representation. So here, fiction would be uh a, a kind of representation of an individual uh that other individuals from the same species find active. Uh And here again, it's not uh specific to humans. Uh I have the, I have the example of the p fishes. I don't know if you know that they draw uh like beautiful patterns on the, on the ocean floor, on the sound, uh the circles and uh they are specific specifically made uh because they are attractive here to the opposite sex. Uh So what's important here is that they do that because uh it's attractive. Um And they are really beautiful. I uh I encourage people who don't know about that with good look on the internet because it's a fascinating event for us humans. So it's, it's funny."
	},
	{
		"start_time": "06:18",
		"speaker": "Ricardo Lopes",
		"words": "No, no, I actually watch that on youtube videos and it's really fascinating. So, yeah, if people are interested, you can find videos like that on youtube."
	},
	{
		"start_time": "06:30",
		"speaker": "Edgar Dubourg",
		"words": "And also the, I don't know if you know the book of uh uh Richard Pro and uh the Evolution of Beauty, which is really about uh about all that beauty in animals. And I recommend it to all the people who listen and who are interested in this question. So if this is fiction, if uh those drawings on the, on the ocean floor are fiction in a sense. Uh THEN uh the first fiction in humans would be uh maybe the, the c paintings around 60,000 years ago uh or maybe more likely other productions that I don't know about that humans are made and that were uh made because they were attractive to other people in the, in the species. So, I don't know. Uh I really, I'm not an expert in uh archaeology or relationship. So I don't, I don't even know, but there might be productions even from the beginning. But I, in fact, I would suggest to serve uh definition which is uh more strict uh and which will require uh uh crafting uh uh representation while explicitly uh uh signaling to the individuals that it is not a real uh representation. Uh So, for such a fiction to exist, uh you need some sort of uh pragmatic sense uh as discussed in a recent paper in uh in be senses by uh Ancient Scott Phillips. Uh So, it seems that humans are ended with such cognitive mechanisms that allow a shared understanding. Um And therefore that law uh for craters of fiction to make sure that uh what they create is recognized as uh A K A representation. Mhm um So according to the definition, actually, it would be hard to, to date the first fiction. So the first written fiction, fictional story that seems overtly fictional is um sometimes uh sometimes we say it's uh the uh but oral stories predate, of course, uh any written story. Um And we would also have to quantify, in fact, the extent to which at the moment they were released, they were considered that they were crafted uh with the intention to be rightly received as false information. So this is uh how to quantify anything but uh really uh really fascinating. Mhm So,"
	},
	{
		"start_time": "09:03",
		"speaker": "Ricardo Lopes",
		"words": "so let me ask you perhaps two or three questions about all of what you said there. So first of all, when it comes to those uh three definitions in your own work, do you operate with uh a specific one? I and do you choose one of the three or is that something that you don't really do? I mean, you study fiction but in terms of the specific definition behind it, uh, it's not really that important for the kind of work you do. Which one is the correct one?"
	},
	{
		"start_time": "09:40",
		"speaker": "Edgar Dubourg",
		"words": "Yeah, it's a great question. I think we, uh, the, the, the more specific, the definition, the, the better, uh, for any kind of work. But, uh, uh, here I, uh, I think I tend to, to work with the so definition, which was uh not the broadest, but uh still a bit broad uh because I, I like to study entertainment. So anything that appeal to women's mind, uh even if people don't uh don't, don't realize, don't understand that it is uh uh fictional uh in a, in a stricter sense. Uh But actually, I am currently working on a, on a project that would uh uh try to evaluate uh the uh evolution of fictional in a stricter sense. That is the evolution of uh of the, of the extent to which people uh uh receive in uh rightly receive information uh as uh rightly receive the fiction as false information. And this is a good uh approximation of entertainment actually, because if we, if we consume works that we know are completely false, it means that I think that uh that we want to be entertained. So we have to juggle between definition according to the project that, that we have, I think."
	},
	{
		"start_time": "11:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh AND of course, when it comes to the evolutionary foundations of our psychology, in particular cognitive mechanisms, and here we are talking about fiction. So I would imagine that it involves several different cognitive mechanisms. And we're going to get into that in a second. But one of the sources, you people many times point to when they have access to it for, to establish that a particular cognitive mechanism or a particular behavior or feature of our psychology as an evolutionary foundation or is an evolved rate is of course looking into other closely related or sometimes not so closely related animal models. And you mentioned there uh different examples like for example, the squirrel imagining, if it jumps in a particular way, if it will reach the other branch or the other three or something like that. But, but I was wondering um when you talk about that specific case, for example, is that really fiction or are you pointing to perhaps some evolutionary precursors to the cogni mechanisms that play a role in fiction? Because even if other animals also have imagination, I mean, imagination just by itself is not exactly the same as fiction. So, or, or are you really claiming that perhaps there are other animals who have fiction like uh uh cognitive traits? Let's say, how do you reply to that?"
	},
	{
		"start_time": "12:47",
		"speaker": "Edgar Dubourg",
		"words": "Iii I really agree with the first uh proposition I make a comparison with animal to show that uh uh uh other animals have the cog the, the, the cognitive mechanisms necessary. Uh Some animals have some of the uh required mechanisms to make fiction. Uh So it's kind of PURs, as you said, uh, fiction but it's not, uh, I, I really think it's not fiction. Uh, I think, uh, simulation and, uh Osten communication uh, are all adaptations that are used uh by producers and consumers of fiction to be able to share, uh, fictional stories. Yeah. Mhm"
	},
	{
		"start_time": "13:28",
		"speaker": "Ricardo Lopes",
		"words": "uh So, uh I mean, we again, we'll get into the specific cognitive mechanisms, but then fiction itself wouldn't be uh a psychological trait. I mean, it would be like the result or a by-product of specific evolved psychological adaptations. Is that how you look at it or is it by itself uh an adaptation"
	},
	{
		"start_time": "13:57",
		"speaker": "Edgar Dubourg",
		"words": "that it's a and it's a, it's a great question and I think it's uh still uh quite uh controversial. Uh I don't know really where people stand on this question. But uh in fact, as you said, there is an adaptation is due uh with people who say that fiction evolved uh as an adaptation. Uh So it would mean that fiction uh would have brought fitness benefits during, during our revolutionary history. What uh yeah, you're referring to. So it would uh it would mean to say that uh uh people who were interested in fiction reproduced more during the revolutionary history and therefore after generations, uh this trait of reducing, consuming fiction would have spread in the, in the population and here people, uh In fact, we don't all agree about the, uh the, the, the possible uh function, uh adaptive function that it might fulfill if it were the case. Um And the opposite side that you mentioned is a by product one and it is uh kind of simpler. It's, uh it's a fiction would have no evolved function uh because it would be uh like a by product or side effect of other psychological trait uh that emerged uh even before uh fiction uh appeared in humans, actually, uh it emerged maybe before humans even emerged. And the view had been, has been put forward by your student in care. And also uh the cosine and John to when they, they wrote that many features of fiction uh seem to take advantage of uh of design, feature, features, design features of the mind that uh were not targets of section because they caused enjoyment of fiction, but because they solved other uh allergic problems. But uh I think there is a uh a third uh path, a third possibility uh which, which is where that section is neither uh uh natation per se, neither uh by product. Uh uh BECAUSE it's created by human minds, as you said, it's a, it's a result of uh human cognition. And I believe, I believe we need uh to understand why uh our psychology motivates us to produce and consume fiction, even if such behaviors are not adaptation process that might be adaptive. Um And this is where this is where um the work of uh Nicola Boma, my supervisor, also Robert Stre and Baskar Boe. Uh AND particularly one paper that they wrote together uh about symbolic culture is uh according to me, really important because it kind of offers this sort of solution, which is we can focus on the adaptive goals that such productions may indirectly fulfill. And they also show that we need to take into consideration the fitness uh benefits and costs of uh the producers and the consumers of s culture separately and try to understand what, what would be the, the evolutionary advantage to, to, to produce or consume fiction. And in these scenarios, I thought we could compare a fiction uh to uh for instance, uh a computer or a smartphone or a kayak to, to, to take a an earlier exa MP. This is some kind of technology that's something uh something that humans create uh to fulfill some instrumental goals that would ultimately help, help them to fulfill uh goals. And in this, in this uh in this uh specific uh uh example of fiction, we would say that it's a, a kind of entertainment technology with uh that's what we call them with a new collar."
	},
	{
		"start_time": "17:53",
		"speaker": "Ricardo Lopes",
		"words": "Mhm No. Thi this actually reminds me quite a lot of the ongoing debate in the cognitive science of religion as to whether religion is itself an adaptation a by product of specific other specific adaptations, just a result of genetic drift or the result of cultural evolution. Because there's also that and I know that you are also interested in the cultural foundations of fiction and we'll get into that later. But uh one more question about what you said earlier. So of course, another kind of source that people many times point to when talking about the evolutionary foundations of specific psychological traits is looking at ancient societies, ancient human societies. But in this particular case of fiction, I mean, I guess that there's a lot of guess work and speculation and speculation that we have to, I mean, just deal with because uh most of what we would classify as fiction, I mean, of course, we only have access to the material remains. I mean, what archaeologists basically work with. And also there are many things that are pro we lost forever because fiction also expresses itself in oral traditions, right? And that's something that just can't fossilize or be, uh, I mean, in some sort of way, uh be preserved materially."
	},
	{
		"start_time": "19:27",
		"speaker": "Edgar Dubourg",
		"words": "Yeah, I, I agree that's a really difficult, uh, that's, uh that's one reason why I don't work that much on, uh on, uh on ancient, very ancient uh uh fictional works because uh I'm not, uh uh ii, I don't know what uh what we might miss or what we are, what we don't know about, uh how we, how these fictional stories were shared and, and I'm actually, I'm actually very happy to, to work on contemporary fiction. So uh so I, I have not so much to say about uh about that actually."
	},
	{
		"start_time": "20:07",
		"speaker": "Ricardo Lopes",
		"words": "No, that, that's, that's totally fair. So, uh but when it comes to the cognitive mechanisms that you associate with fiction, you and of course, other people that work on this, what do we know about its psychological foundation? So in terms of the specific cognitive mechanisms that play a role in fiction?"
	},
	{
		"start_time": "20:31",
		"speaker": "Edgar Dubourg",
		"words": "Mhm um We already uh talked about some of them, uh some of the skills that are the cognitive skills that are necessary to make fiction like simulation Osten communication. Um But I really think that these are not the only psychological mechanisms that we need to, to some fiction. Uh WHEN uh when uh a character of fiction uh create a fiction, um they can use the full spectrum of human preferences. Uh And actually, they are limited only by uh their own psychology in fact. So it means that uh so it's, it's where it can get complex. Uh It means that to understand fiction, you need to understand everything that is attractive to the human mind and to understand that you need uh uh to consider all possible uh factors of psychological factors of attraction uh to uh to take uh uh a term by Dennis Barber. So it's uh it's uh the program, for instance, if you, if you want to understand love stories, you need to understand the specificities and the variability of, of romantic club, which is a, a specific psychological uh uh mechanisms that are evolved in humans for par uh strategy for problem as a paing strategy. And you can make link between our psychology of psychology of love. And uh uh the follow of stories, which is when singer managed supervisor Nicole is working on actually uh to understand why we, we have horror stories in the form of our movies or literature, etc. We need a good understanding of the fear system, which is another, another psychological foundation of fiction I think. Uh uh And you need a good understanding of the relating mechanisms like uh predator and aggressor detectors uh which evolved in humans for her to, to, to avoid uh don't, potentially, don't use animals in specs. And here there are people at the uh recreational C lab like Ma Kin and Coltan Schriner who work on just that. And I, I myself worked on the how exploratory performances might explain uh the app for images and we might talk about that a bit later. Um And we could go on, go on and on and list uh uh uh a long list of psychological mechanisms that can be and, and I, I think usually are activated by fictional stories while we consume them. So, uh and, and I, we tried uh to list them in the collaborative paper that uh that I've been working on for the past uh for, since the beginning of my uh phd basically uh and become a, a highly collaborative paper that uh that is currently under review. But I think we will uh will preprint it and it's, it's just that we try to list those the psychological mechanisms that are the foundation of fiction and which uh combined might explain uh uh the di the, the great diversity of fictional stories. Because we, uh as I started to list, we have a lot of different stories out there. And uh we need uh all of the, all of our understanding of psychology, of human psychology to understand, I think uh uh uh fiction stories."
	},
	{
		"start_time": "24:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, we'll come back to some of what you said there when we talk about different kinds of fiction because there are of course different genres here. So, but uh we've already touched a little bit on the functions that fictions might serve when we talked about the possibility of them or fiction in general being an a, an evolved adaptation. But what do we know about its function actually? And of course, here, I'm not necessarily pointing to an adaptation is perspective because it might serve certain functions that do not necessarily translate into fitness benefits or increased fitness. So, but what do we know about that?"
	},
	{
		"start_time": "24:52",
		"speaker": "Edgar Dubourg",
		"words": "Um, WELL, we know what, what, what uh the, the, the, the way I tend to see it is that as I said it's, uh, it's like it's kind of a technology that, uh, that pulls off craft because uh they get uh attention from, uh from the audience um and capturing the attention of people, uh might not be relative goals per se, but it's a, it's a good instrumental goal to fulfill their relative goals. Um For instance, uh it can allow you to uh appear as a good coperative partner for, for instance, it can enhance uh how you appear competent to other people because you're, you're good, you're a skilled uh storyteller. Um From here, I took at the producers item. You can accumulate resources through exchange of services. Um You can transmit uh uh relevant uh fitness, relevant information to your team, uh which is again a good goal. Um And I, I think, uh in fact, uh uh different researchers have worked on each of these aspects, uh which are some kind of function that we might, we might call instrumental function or, uh but not adaptive function, as you said. So there are a lot of them potentially, uh like uh a smartphone. Again, uh smartphone can be used in a lot of ways, have a lot of functions. And uh and we use, uh we use it actually to communicate uh to uh to uh to orient ourselves to uh uh to play. Uh So it's uh it's hard to, to pinpoint one and I think it's good to, to evaluate uh a bunch of them uh that can be relevant to explain its uh its success."
	},
	{
		"start_time": "26:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh Actually you mentioned something there that I guess a also applies to art in general or at least the researchers who come from an evolutionary perspective apply that to art. That is that um there are at least some features or specific kinds of information that many times you find in fiction that from an evolutionary perspective uh basically help communicate fitness, relevant information, right? I mean, things related to survival, reproduction and so on, we find lots of those things in fiction as well,"
	},
	{
		"start_time": "27:36",
		"speaker": "Edgar Dubourg",
		"words": "right. Yeah. Yeah. Yeah. Yeah. I, I do think so in the studies are showing that MP that you find any information about uh what to eat and what not to eat, where to go and where not to go uh in a, in a, in an target cities. Uh Again, since I'm uh actually more interested in contemporary fiction, I think we have less uh and that this is something really interesting. In fact, we have less and less uh uh relevant information, the more fictional the stories are. Um SO I, I would tend to say that it's uh uh against uh non function that is something that you can do. When you, when you capture other people's attention, you can transmit them uh v uh you can transmit them uh very important uh uh fitness, relevant information. But this is not, I think the only uh function uh, uh, fiction fulfilled. And I'm really more of broad, uh, I think there a broad range of, uh, of possible things you can do once, once you get the attention of, of an, uh, an audience. Yeah. Mhm."
	},
	{
		"start_time": "28:57",
		"speaker": "Ricardo Lopes",
		"words": "By the, by the way, when it comes to the kinds of, uh, social signaling that fiction allows, uh, I mean, do you have any idea or is there anyone out there that suggests that fiction might have been the product of sexual selection? I mean, is that something that perhaps uh people of the opposite sex or, uh by communicating something fictionally, you might be si signaling uh some psychological traits that are appealing to people of the opposite sex. Is there anyone out there that suggests that or?"
	},
	{
		"start_time": "29:43",
		"speaker": "Edgar Dubourg",
		"words": "Yeah. Yeah, it's, it's, it has been one hypothesis still is uh so Filar who was first started to, to, to, to, to, to oppose this hypothesis that uh fiction can be used to uh to seduce the opposite sex. And actually there have been studies and there are still studies about, uh um about the, the way uh producers of fiction are uh more appealing to the opposite sex for instance. And it seems to be uh to be sometimes the case uh and um to this uh uh point in that direction. But then again, I would suggest that it is just uh uh one possible function among uh among broader function. And here you, you talked about uh social uh, function more generally, I think they are, they are more, uh, more generally, uh uh broader social functions other than just uh seducing a poten poten potential made. Um, YEAH."
	},
	{
		"start_time": "30:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, one of them that we just talked about previously was the fact that you can transmit relevant information. I mean, fitness, relevant or non fitness, relevant information to, to other people. And also the other traits that you mentioned previously that you can signal to other people that might make them more uh open to cooperating with you, for example, right? I mean, it's not, uh of course, it doesn't, it's not reducible to sexual selection. If that's right,"
	},
	{
		"start_time": "31:25",
		"speaker": "Edgar Dubourg",
		"words": "you can uh uh I think you can uh consider to, to, to, to, I like to, to talk about some uh specific uh uh cases uh just anecdotal evidence. But uh where you see that reputation is important in fiction sharing, uh you can consider papers for instance, that uh that there's a difference in uh in satisfaction derived from creative pollution uh that are produced either by humans or by uh artificial intelligence. And if we feel such predictions uh are different, uh which is what uh seems to appear in the literature. Uh It seems that the person behind uh the work is actually uh important uh important uh enough for people. Uh uh Not considering that it's the same thing if it's a real human behind it or not. So I think it's a good point to, to see that uh the people behind it. And also, for instance, there are another anecdotal evidence but I don't know, study about that. But uh the fact that when uh people don't know the person that uh created the fiction uh or the piece of art, for instance, in uh in art or, I don't know if you know uh interaction which is the person we don't know. Uh WE don't know, it's a true uh her identity so that punk in music and people talk a lot about these people. Uh And uh and are really intrigued by any piece of information that by giving their identity. And I think it's really uh peculiar. We could just, uh we could just consume the work. But now we have, we have to talk about the person behind them and not knowing we, who, who they are is really something that bother that seems to bother people. So it's all that to, to show that I think it's uh it seems to be at least uh important to people, for people to uh to use the production of uh the, the, the fiction here to infer uh specific uh traits, uh specific psychological traits and, and uh related to cooper operation, I think to other people like their reliability, their authenticity, uh their sy uh or, or alternatively, there was a way around uh to use the production but to use the what, what we know about the people to infer uh to make inferences about the production. So all that is related to uh to social dynamics that are not vegetable, to just uh uh romantic or sexual selection. Mhm."
	},
	{
		"start_time": "34:17",
		"speaker": "Ricardo Lopes",
		"words": "So, I think that we've already ended up talking about these hypotheses here that I'm about to mention. Or at least we refer to some of uh the things that people mention in this hypothesis. But uh just for the sake of addressing them directly, uh could you tell us what the info uh the entertainment hypothesis and the information hypotheses are here."
	},
	{
		"start_time": "34:46",
		"speaker": "Edgar Dubourg",
		"words": "Um So it's just uh names to try to categorize uh the different hypotheses that are out there. Uh That's uh as, as we, as we said earlier and as we discussed it with the, the start the beginning of the discussion, there are many hypotheses about uh what feature stories might be good for. Uh And I feel that it would, it would help to organize such hypothesis in two, you know, in not for, not necessarily two. But uh here I have in mind two broad uh uh group of the groups of hypotheses. Um The one that proposes that people can use fiction to learn relevant information. And here it would be uh through either simulation or communication or the more straightforward communication. Is it about the social world, uh predators, uh our own uh emotion, emotional responses to specific situations about the environments about what, what we eat or not to eat, etcetera. So we have a lot of things that we might learn from fiction. Uh And there is the other side, uh I think, which is the entertainment uh hypothesis more broadly, which bring together all the ideas where um which bring together all the people who, who think that fiction are kind of uh by definition, less informative than factual narratives. Uh So that would be, there would be less relevant uh to, to bring information to, to capture information compared to reality. They would have uh uh by definition of uh uh uh how do you say uh um a negative aspect which is a fake. Uh But they get the benefit of uh of freedom. Uh I think this is how I see it. Uh If you, if you allow yourself to create uh any story without the constraints of reality, or at least with uh less constraints from reality, you can exaggerate what you want so that the things that you're telling uh are more interesting to, to your audience. Uh And you can therefore craft what uh people have called in general literature of Super, um which are things that are always appealing to human minds, but that are exaggerated in a certain direction that makes it very appealing to human minds. And I think the more uh fictional the story is uh the more obvious it is that uh it's less relevant to, to gather information that we need another explanation as to why we, we consume them. Uh FOR instance, I think, uh of science, science fiction, a science fiction writer is likely to trade the credibility of the uh, of the information they deliver uh for its potential in terms of pleasure they, they provide to the audience in terms of entertainment that in fact, uh uh the invention and the exaggeration of uh already apply."
	},
	{
		"start_time": "38:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. It, it reminds me the entertainment hypothesis and what you mentioned there about it reminds me of Steven Pinker calling uh art uh mental cheesecake."
	},
	{
		"start_time": "38:17",
		"speaker": "Edgar Dubourg",
		"words": "Exactly. Yeah. Yeah. Yeah, exactly. That's exactly that, that's the beginning of this. Uh I think uh Steven Pinker uh uh ideas on this subject are at the beginning of this uh of this uh of this hypothesis. Yeah."
	},
	{
		"start_time": "38:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So we've been talking a lot about the evolutionary foundations of fiction here and of course, uh we have uh ultimate explanations but then we also have proximate explanations and pro proximate mechanisms. So do we know what are the proximate mechanisms that play a role in fiction?"
	},
	{
		"start_time": "38:58",
		"speaker": "Edgar Dubourg",
		"words": "Um uh Well, approximately uh I think it's uh uh do, do, do dopamine system uh in the brain, a t least uh that is, that seems relevant because it's uh it's relevant for more generally in the, in the human mind. Uh As you said, uh we can also uh again, uh mention Pinker who called uh features uh fiction, uh pleasure, uh pleasure buttons. Uh So it's uh this proximal mechanism that can be activated to, to provide pleasure to the, to, to, to the other individuals. Uh And uh as we have said, we have a lot of approximate mechanisms that have evolved for specific, for specific reasons unrelated to fiction. I think that can be uh pushed that can be activated, triggered uh by your fictional stories. Uh Uh We, we already uh talked about uh fear. Uh We talked about Cloud about uh curiosity of it. Uh We have uh uh in fact, uh a broad range of proximate mechanisms uh whose uh function uh are sometimes more or less but are uh clear from an evolutionary point of view. Uh And which can be uh which can be three. Yeah. Uh You had the specific uh um idea uh specific things in mind when you talked about proximate mechanisms or"
	},
	{
		"start_time": "40:33",
		"speaker": "Ricardo Lopes",
		"words": "uh no, not necessarily. I mean, in terms of the proximate mechanisms, one of the things that came to mind was basically tin bes for questions where two of them are basically about the ultimate explanations for behind the particular uh trait. In this case, we're talking about the cognitive slash psychological trait. And then the other two are about proximate explanations having to do with development and so on. But uh I, I guess that you've already answered the question. So uh I have another thing that I would like to ask you about that. I also read about in your work that is imaginary worlds in fictional stories. So what are imaginary worlds"
	},
	{
		"start_time": "41:21",
		"speaker": "Edgar Dubourg",
		"words": "exactly that uh the first uh the first part of my phd, the first project that I uh that I did when I arrived in the Evolution and Social Recognition Lab at the Ens in Paris. Uh We have worked with NMA on imaginary worlds and we uh we define uh imaginary worlds as the uh the settings, the kind of settings in feature stories uh that are different uh from the real world, from real environments that we know in the real world. So you can think of uh the red line uh in one piece, for instance, uh you can think of uh in the Harry Potter, you can think of the, of the universe and the universe, universe and all the planets in star wars uh where there was in Game of Thrones are there in a lot of anyway, we have a lot of example of counterpart examples that are actually really, really successful. That's what's one thing that I can that, that brought me to this subject at first is that I realized that all the fiction that personally I liked first, but also that seem to be liked uh uh like by a bunch of people around the world event. Uh So these are all the first uh world fiction fiction that are really released in uh in almost all countries. And what is, what is specific to all these works is that uh there are places that don't exist in the real world and that are perceptually or epistemic different from the real world. So what key de determine, I think of the definition that we propose that is about the background knowledge that is required to understand more broadly the fiction, the fiction story. So I imagine because imaginary environment are the fictional environments that the receptions of the fiction could not have possibly explored in real life because they actually uh come from the mind of one individual, which is the creator of the imaginary world. And actually, it gives also rise to, to some uh fun culture specific uh culture related uh uh behaviors and motivations. For instance, you can think of how fans uh uh like uh and uh uh Android uh faking fandoms that is online, uh you know, online encyclopedias about the worlds which are highly structured with a lot of information. And uh that's something really uh interesting from a psychological point of view, I think."
	},
	{
		"start_time": "44:03",
		"speaker": "Ricardo Lopes",
		"words": "No. Yeah, that, that's, that's right. I'm aware of some of those online fandoms. And by the way, let me just tell the audience that I if you're not familiar with one piece, you should become familiar with it because actually, it's the second most sold uh comic in the history, be just behind Superman. It's already past the 500 million volume sold. So you should definitely get into it before it's too late. So, but, but I guess we might come back to one piece later. So"
	},
	{
		"start_time": "44:44",
		"speaker": "Edgar Dubourg",
		"words": "if you think of uh we, we talked about social just tosis, we talked about social functions before. That makes me think about the one thing that uh I like to, to, to think about, about the social function of fiction is the opportunity, costs of not consuming something that is really spread out there. I think of some friends who didn't watch Game of Thrones and while the episodes were, were released, they were really uh they felt left out actually and there is really a cost of not being interested. Uh I think uh in a, in a, in popular fiction because you miss soun good opportunities to bond actually. So funny how we, we, we kind of recommend it because it is popular. Yeah."
	},
	{
		"start_time": "45:31",
		"speaker": "Ricardo Lopes",
		"words": "Right. But do we have any idea where this fascination for imaginary worlds come from? I, I mean, I guess that in a sense part of the answer is already there in what you said, the social bonding and so on. But, uh I mean, at first sight, it seems a bit weird because we're talking about nonexisting things that are many times probably not relevant at all to how we live our lives, to our real world. So, where does it come from?"
	},
	{
		"start_time": "46:06",
		"speaker": "Edgar Dubourg",
		"words": "Yeah, exactly. First of all, I think the social functions are relevant just to explain how we use fictions when we have uh consume them and like them and enjoy the, enjoy, consuming them. But I don't think it explains the pleasure we have from uh consuming them. I think it's uh it's like a, a thing you can do after af after what uh I think we need uh psychological uh specific psychological explanations of each of the, of the, of the features in fiction that we uh that we find attractive. And in fact, this is what we worked on with Nicola in two papers in 11 theoretical and one more. Uh And we propose that imaginary words are appealing because they meet the input conditions uh of our community disposition geared toward exploration um just as uh uh romances and tragedies, for instance, meet the input conditions of preference for love or, or enjoyment of competition. And here I build on a 1st, 1st and cultural attraction theory by Dance Barber, but also of one paper that I consider uh really uh important like kind of seminar in this field, which is Daniel Net's paper uh in 2004, The Wheel of Fire and the M line. Um So we uh which, which is about linking uh the appeal of some specific features in fiction and psychological dispositions and all. But this is the author that imaginary world. Uh Our, our appeal for imaginary world rely on our exploratory is driving us to motivating us to explore uh new environments in the real world. And in fact, this is a, this comes from uh intuitions from the, from some creators of uh imaginary war themselves. I like to quote uh Tolkien first who wrote uh in a, in a letter uh that part of the attraction of Lord of the Rings relies on the, on the same feeling you get when you're viewing uh far off. Uh I think it's the towers of a, of a distant city. So you, you, you want to explore it since you see the towers, you want to explore it. And um and she uh and uh uh Shigeru Miyamoto, uh the creator of Zelda who said he wanted to create a game world that conveyed the same feeling you get when you arrive in a new city for the first time. So both captured the same intuition that I think is really relevant here, which is about you want to explore the world, you want to, to know what, what is going on, uh how uh how it is uh organized, what are the, the opportunities uh in this uh environment style. So, um our, our hypothesis uh which relies on these intuitions and uh uh is equivalent to things that imaginary words are constitute AAA super stimulus of explorative real world environments. Or that uh to take uh again, span terms uh that imaginary worlds are part of the actual domain uh of the cognitive mechanism that evaluates the learning opportunities uh in, in uh in landscapes inin uh environments as opposed to the proper domain, which is about the, the, the, the, which co, which is consti constituted of uh the, the real stimuli that uh that uh triggers this mechanism. So here cues of uh real world uh exp environments."
	},
	{
		"start_time": "49:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh So, I would imagine then that when it comes to these exploratory preferences, there would be inter individual differences in them, right? I mean, there are probably people that are more prone to exploratory behavior than others."
	},
	{
		"start_time": "50:13",
		"speaker": "Edgar Dubourg",
		"words": "Right. Yeah. Yeah. Yeah. Yeah. Um The all the all differences uh in people's preferences and uh behaviors uh I think is a matter of uh trade off uh that a re dealt with differently at the level of the individual according to many factors, in fact. So it's, this is a hard question. Uh The one that we try to iate of course, but uh difficult. Uh So here's the relevant trade off, the most relevant trade off on the as a, as even a name, which is the exploration exploitation head off. So it means why and where uh should organisms uh decide to explore or not to explore that is to exploit because lots of, lots of animals have exploratory preferences uh have to go beyond uh what they know uh have to go in into unknown territories. So, in our paper, we argue that uh that sources of adaptive variability, explain the differences in people's motivation to explore uh the real world. And therefore, imaginary worlds. And we therefore predict that exploratory preferences and the preference for imaginary world would, could vary uh simply. And uh we actually provided evidence uh for that in uh two studies uh with correlations between measures of curiosity or openness or, or facets of openness and the robotic preference for uh fictional studies set uh set me worlds uh those that develop a full, full, I imagine. Uh But we also predict that um factors of attraction that explain uh the viability in explanatory preferences in the real world uh should explain the preference for imaginary ones. And she often understand that uh uh there seem to be a universal and adaptive uh source availability uh in development. Uh There is evidence evidence from uh there is evidence from uh experimental on developmental psychology that shows that uh Children uh explore more than adults in a lot of tasks and uh other kind of measurements. Um And this is consistent with evolutionary theory which proposes that this is a big exploration is more to Children because it's uh Children have more to, to learn from the world. And uh there is another reason uh according to me, uh which is that humans uh in humans, like in many animals and uh and many, especially mammals that is parental investment. Uh MEANING that uh parents transfer resources to Children and therefore Children can afford to explore without even if they, if they, if they don't find, if they don't discover anything valuable right now. They can afford to lose some resources or time because they have transferred from the pound. So we can afford to, to explore more because uh because we have uh we have, we have a species with po and investment. Um And I think this can expand, for instance, uh why we see many uh fictional stories for Children uh set uh in uh in such imaginary worlds such as uh you can think of uh Wonderland in Alice, in Wonderland of Neverland, in Peter Po uh of Coco uh up. Uh I don't know how you um un world. I know all the Disney movies, but almost all Disney movies are, are set in a, in a world that is different from the real world. And it's really a uh striking and um we also talk about all other sources of availability in uh in the, in the preference for imaginable. And uh we can consider understand also the ecology. So in humans and much like in other animals, you have uh a variability in the preference for exploration uh that is explained by the environment because this mechanism is very plastic. Uh MEANING that uh organisms uh have evolved in a way to calibrate this uh preference for exploration uh open city to explore uh two characteristics of the environments. Uh Notably, environments, exploration is very risky because if you don't find uh anything, you, you, you lose uh what you have not found you, you, you, you describe those things. So it's risky and it's costly because when you are doing that, you're not doing, you're not expecting your resources uh that you, that, that you can export. So when you delay the collection of a resource to go, to go explore, you lose the benefits of uh that you would have generated if you were expecting. So this is the opportunity cost. Um So with this uh or rationale, uh we, we explain uh the uh why uh we try to propose an explanation as to why imaginary worlds are increasing in modern societies. They are increasing, I think in number uh as a share of literary works or movies that are set in imaginary worlds uh increase relative to the whole production. But they also seem to increase in uh in size or depth or complexity, let's say, as they include more and more information that follows to, to better grasp uh the world itself. Um And we are actually working on a project uh that tries to, to, to just that, that is the evolution, the evolution of the size of worlds, for instance, from islands to continents, to planets, to entire universes. You know, you know, we have uh we have uh universes with a bunch of planets and makes me think of uh no man sky, the video games where you have uh even uh computer generated uh uh computationally uh computationally generated planets which uh see the in uh as you, as you explore, so you get to, to explore an infinite universe. Uh"
	},
	{
		"start_time": "56:48",
		"speaker": "Ricardo Lopes",
		"words": "No, no. And, and I guess that also very much manifests in like for example, a song of ice and fire and one piece, I mean, these are massive worlds, even if it's just one planet, it's really massive and extremely detailed. But uh I mean, when it comes to that, do you already have any uh hypothesis on the table to potentially explain why there's been that expansion in terms of the number of imaginary worlds we have now in our culture and so on."
	},
	{
		"start_time": "57:25",
		"speaker": "Edgar Dubourg",
		"words": "Uh Yeah, it's um the explanation, the explanation would be that since this mechanism is plastic to uh resource availability, if you have more resources available around you, you uh you can afford to be more expressive because uh you, you're riskless and you have more benefits. Also, you have more benefits because the information you get from exploration is actually variable in the future. So you need a long time reason to, to think that it's valuable to explore. You need to think that the information you will get will be uh valuable for a long time. So your time reason kind of immediate uh the the the kind of uh determinate the importance that you, the values that you, that you, that you get, that you, that you think is uh uh the information. Uh So basically because of all that um um you can uh explain uh the uh emergence and uh rise of I imagine I want with the increase in uh in resources in uh modern societies, I uh you can get proxy which is just an approximation of some other measures that would be also relevant to explain how people feel safe about the amount of resources that they, that they have in their environments. But one proxy which is more simple to measure is GDP, uh which uh rise in every modern uh developed uh industrialized societies, which are the societies in which you have a lot of images that are being created and more and more of them. Um So uh the expansion that we, that we uh that we propose with Nicola Boar is that uh the, the change, the changes in uh the ecology in our ecology which are really manifest in the last uh decades or centuries. Um Can you explain the changes in uh the, the popularity of imaginary worlds? Mhm"
	},
	{
		"start_time": "59:35",
		"speaker": "Ricardo Lopes",
		"words": "No. Yeah. It, it makes sense and I have a couple of follow up questions to, well, uh all of what you just said there. So uh I would imagine, I, I hope this is a fair question because I'm not sure if you are very much into uh personality psychology or not. But since we're talking about uh an, an individual trait here, uh I just wanted to ask you this. So, uh do you have any idea if a preference for exploratory behavior would correlate with particular personality traits. Like, for example, in the big five openness to experience or extroversion. For example, do you have any idea about that? Yeah,"
	},
	{
		"start_time": "1:00:20",
		"speaker": "Edgar Dubourg",
		"words": "we actually, in, uh, in our uh empirical paper, we tested that specifically. We, uh uh we tested that both with uh um uh big data set of, uh, of, of personality traits that are associated with specific movies. Like you, you had a data set that was released with 3.5 million people who liked some movies on the internet, on Facebook and uh their traits. And uh and we, we have a negre data set of this and we could uh we use the random algorithm to detect which of these movies are set in an imaginary world. So we try to add to, to, to, to specify which uh which to find, to select which movies are actually uh set in such a world. And we did correlation and we found that we had predicted and found that uh uh people who enjoy this world are higher in openness to experiments, which is as you as, as you, as you predict, you know, and which is a measure of uh which can be sort of as a measure of curiosity of an levels of curs and it's actually uh negatively correlated with extraversion. So this is another something that we didn't expect, but we, that we didn't predict, we just wanted to look at the, at the at the openness trade, which uh I think the most relevant here. And uh we found we, we, we replicated that with an experiment as a correlation with uh with um people uh who were being asked to do five. And uh we uh they had to report their own preference for uh fiction, fictional stories in uh images and we found the same correlation. So, yeah, uh I'm really interested in this uh in, in, in the associations between certain uh d five traits. Let's say you, let's say personality trades, but we talk, we talk about the big five here and uh and the the liking and the enjoyment of the specific fiction, fictional stories. And I think it's really, really important to, to, to do that, to try to, to, to better understand the fictional stories. We need to understand why some people like them, but some people don't actually."
	},
	{
		"start_time": "1:02:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I guess that in terms of let's say real life behavior in industrialized and post industrial societies, apart from people that score higher in exploratory behavior, being more prone to liking this sort of uh fiction that would also in terms of the real life behavior. These would also be people that for example, would also like to travel more live in different places, experience or try different kinds of food and different kinds of things out there. Right."
	},
	{
		"start_time": "1:03:22",
		"speaker": "Edgar Dubourg",
		"words": "Exactly. You, this is exactly the kind of prediction that we we would make in fact, the whole cluster of behaviors that are associated with open two experiments would be, should be associated with the construction of imaginary words. So we have uh we, we, we are, we could make all the prediction that you have just made and uh try to test them one after the other with the uh the limit of the uh the risk uh that uh we might expect that the consumption of the imaginary world. Uh uh IT could be uh could, could replace some other activities that uh that, that people had in openness to experience uh would have uh performed before. Uh THEY were uh imaginary was in the, in the landscape. Uh I, I talk here of a kind of substitution effect where uh people who would be uh high in expression uh would uh uh should read for instance, uh uh travel literature or uh or historical or novels or, but in fact, if there is something that uh like imaginary words will charge super stimuli of, of this, we should expect that in fact, I should uh stop consuming that for, for imaginary words. So we, this is where it's begin, it's beginning to be tricky to make prediction because we, we uh we, we still expect people who, who like imaginary words to travel more, but they should travel less if they consume more imaginary words, you know, you know what I mean?"
	},
	{
		"start_time": "1:05:05",
		"speaker": "Ricardo Lopes",
		"words": "No. Yeah. So, so in that particular case, if you're right. Then some people, at least after they start reading a Game of Thrones would prefer that to, then just historical novels or even history books because probably the Life of Daenerys Targaryen is more interesting then. Char May. No."
	},
	{
		"start_time": "1:05:30",
		"speaker": "Edgar Dubourg",
		"words": "Exactly. And uh and our, our, our time is limited. It's a budget. That's uh it's uh it's the whole thing behind the trade offs and we have limited budget of time. So uh we need to allocate the time uh in the, in the manners that we find the, the more relevant. And here the is, is uh I think uh uh a good uh exa mples of the supers stim."
	},
	{
		"start_time": "1:05:55",
		"speaker": "Ricardo Lopes",
		"words": "So uh I, I mean, these inter individual differences would then also explain according to your hypothesis why certain people love, for example, in terms of genres, uh fantasy stories and science fiction and other people, not that much, right?"
	},
	{
		"start_time": "1:06:15",
		"speaker": "Edgar Dubourg",
		"words": "In terms of uh genre mean of the gens of people."
	},
	{
		"start_time": "1:06:19",
		"speaker": "Ricardo Lopes",
		"words": "Uh No, the genres, the fictional genres out there. I mean, I was referring here to specifically fantasy stories and science fiction."
	},
	{
		"start_time": "1:06:30",
		"speaker": "Edgar Dubourg",
		"words": "So, yeah, but science fiction and 20 yeah, are, are the kind of works where there, there are uh uh I imagine I want uh I think of uh actually, I think of genres are as um as the four categories like categories that people make because uh it's, it's efficient to, to navigate uh book uh bookstores and uh and streaming platforms. It's uh categories that are really uh useful. Um And I do think that the, the, we, we predict the same uh individual chances in the preference for specific features and the preference for where these features are predominant. Um So we just to make it clear, uh I uh in the, in the paper uh that I've been refering to a t the beginning of our discussion, the papers, a t least many medic mechanisms and many features of fiction that a re associated to them. We record such uh features in fiction that tap into specific cognitive mechanism, ingredients and uh it's kind of a metaphor. Uh I and I prefer to stay at this level of analysis of ingredients of uh of, of specific features that are uh that are that trigger psychological mechanisms and not uh to broad. Uh And again, we choose this energy because it's here, it's a good energy I think because to understand which recipes people enjoy uh in prisoner, you'd better understand which ingredients they like and why and not the whole recipe. Because you, you, you, you lose some information. For instance, I like to take some example in movies. For instance, if you think of uh why people like Harry Potter, if you take the information, that is just a fantastic book, uh You, you lose a lot of uh information about other ingredients. Uh Notably one major ingredients I think is the investigation that is uh uh developed in all the books, the first book is even uh kind of good on it. Uh You, you have to know who it is but uh but that is never cat as a uh detective book or detective movie and you lose a lot of information while not uh trying to, to disentangle all the specific parts in this fiction that are uh activating uh many, many uh psychological preferences. So that's uh the kind of uh uh I think uh the, the research I'm trying to, to do the research projects, I'm trying to develop uh he's uh a kind of uh I should uh is a kind of uh reputation of jobs as a, as a category that is useful in research, at least because we lose too much information."
	},
	{
		"start_time": "1:09:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Mhm No, no, I, I get it, I get it. But with that framework in mind, when it comes to specific features or specific cognitive mechanisms that would play a role in uh evaluating different kinds of stories, do you think that you would be able to have a better understanding of why? For example, according to the features of the stories, certain people would tend to prefer, let's say love stories and others, horror stories and so on."
	},
	{
		"start_time": "1:10:10",
		"speaker": "Edgar Dubourg",
		"words": "Yeah, I think so. Uh I think we, we would have to. So there is a whole um research program that, that, that, that should be shared with this framework and with this idea, uh which is, which is which has already started and we would just uh try to, to bring together this framework. But uh people, again, people at the rec and are already working on uh uh differences in the performance for or for instance. Um AND there a re a lot of papers being uh released uh like every week or every month about that. Uh But this is the idea, uh uh the idea is that if you better understand uh the specific ingredients, you uh and amount of their importance in a, in a set, in a given story, you can uh better uh understand why uh who you, who would like this, this fictional story and why. And um this is where you need a good operationalization of each ingredient. You need to be able to, to measure them in a uh in a quantitative way. And this is where we try to propose methods to do that uh with Valentine to Colma. So my, my collaborators at the moment of all these projects where we try to propose um ways to uh measure ingredients infection. Uh So as to be able to list all uh the, the ingredients that are uh important in a, in a given fiction and try to make predictions based on that. That's right. Mhm"
	},
	{
		"start_time": "1:11:56",
		"speaker": "Ricardo Lopes",
		"words": "No, no, I, I get it. I get it. I understand that uh the way we use, we use genres or classify different fictional stories in terms of genres. I mean, it, they are very broad and many times ambiguous categories that might include many different uh features that might apply in the story and not in other. And for example, you might have a, a crime story that also includes love elements and horror, horror elements. And I mean, any other kind of uh let's say, mix of ingredients, right?"
	},
	{
		"start_time": "1:12:35",
		"speaker": "Edgar Dubourg",
		"words": "Um It's kind of the uh the same uh uh the same. Uh HOW do you say a step that um that uh that we did the personality researchers when the, the the they went from a category categorical perspective, trying to put people in boxes, you, you uh to uh to a to two dimensional approach where you instead, you, you, you, you associate with each individual, multiple dimension and therefore you have a, you have an in it uh not an engine but uh uh very, very, very broad combination of different traits. And here we, I think it's a good uh comparison. We try to, to go from uh genres which are categories in which you put with this to uh a lot of dimensions. Uh Ingredients are each, each ingredient is a dimension where people score high or low. And you can therefore have a prac particularly infinite combination of ingredients, which is really more subtle and uh I think more uh uh will be more predictive and more interesting uh to study. Yeah."
	},
	{
		"start_time": "1:13:46",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yeah. And I guess that also when it comes to the structure of um, personality traits then it's not only the trait but you also have the facet and so on, like, in the big five, I mean, two facets for each trait and so on and so forth. I mean, you can break it down into, uh, a finer or, uh, I mean, into, uh, finer details."
	},
	{
		"start_time": "1:14:11",
		"speaker": "Edgar Dubourg",
		"words": "Right. Yeah, exactly. That would be, we could really, uh, go, that's the, that's the direction and, uh, I hope that it will uh it will get some of his rules and uh and that we can continue in this direction, but I'm really hopeful about this direction."
	},
	{
		"start_time": "1:14:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So we've talked here a lot about inter individual differences. What about cross-cultural differences? Are you also interested in that? And are there lots of cross cultural differences that we know of in terms of uh fiction, fiction preferences and so on?"
	},
	{
		"start_time": "1:14:49",
		"speaker": "Edgar Dubourg",
		"words": "Yeah, there are, there are cross cultural differences, cross differences. And we started to tackle uh that when we talked about uh a viability in the preferences of specific fictional features uh according to local ecologies, uh behavioral ecology is about uh trying to find uh how changes in uh in uh in ecological factors uh explain uh changes in behaviors. So, of course, there is a uh one kind of uh explanation. Uh And if in fact, before I started uh uh to work in community science, I used to believe that cross cultural differences were due to a combination of uh uh slightly different starting points and a kind of past dependence due to our our evolution through social transmission and uh small small changes. But I think this explanation, in fact, uh I've come to learn that doesn't explain why within the same country and within sometimes the same group of people from the same country, from the same city, you also find variations that are often comparable to those between countries and cultures. So this isn't uh this doesn't seem to fit the, the, the data at the individual level. So I think we need to, to, to, to acknowledge the, the correspondence between an individual differences and cross uh cross country differences. And so now, I believe that in fact, such uh cross cultural differences can mostly be explained by differences in ecological conditions being be it uh resource availability. Uh I don't know, climate or pathogen uh prevalence or, or sex ratio, you have a lot of things that uh that, that vary between countries actually and that, that we know have a causal effect on our psychology. So I think by acknowledging this past, you can at the end uh following a framework at the end, uh try to understand why there are differences between countries in what uh in what they they enjoy as fiction stories and what they produce. Uh So I think this is the direction that uh that I would uh that I try to, to investigate uh in my uh in my project, uh not beyond iag worlds uh that the cost of society differences in the preference for such fiction can in fact be explained by differences in uh ecological factors."
	},
	{
		"start_time": "1:17:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh And those ecological factors would play a role in the specific content as well. That is part of the fictional stories, right? I mean, per perhaps there are certain features of the particular ecology that people live in that would also manifest in the content of their own uh fictional stories,"
	},
	{
		"start_time": "1:17:50",
		"speaker": "Edgar Dubourg",
		"words": "right. Yeah. Yeah. Yeah. Yeah. Um Here, I meant to imagine I want in the, in the strict sense that means uh uh the setting of the world that is uh that is different from the real world. But uh yeah, uh there are a lot of uh as I said, uh we use the term ingredients, there are a lot of different ingredients in different stories uh When you consider cross cultural patterns and uh and people can enjoy uh all stories for very different reasons. And therefore you need to understand the how eco ecological characteristics influence each uh psychological mechanisms that might be uh uh responsible for uh the lacking of each specific intelligence. So it's becoming to be uh uh in uh in our collaborative paper, the one I mentioned at the beginning and then a bit later, uh we, we try to, to, to associate each uh mechanism with, with uh some uh um uh some, some sources of addictive variability that have been demonstrated in the literature or, or proposed at least. And uh therefore, it makes a lot of prediction about what kind of ingredients are like in which ecologies. And this is, this is a research program that uh I think which we, we, we should uh we should continue to, to validate this remark. Mhm"
	},
	{
		"start_time": "1:19:26",
		"speaker": "Ricardo Lopes",
		"words": "OK. So uh I have one final question and actually this is probably the most important question of our interview here today. So who is the better character? Sanji or Zuru?"
	},
	{
		"start_time": "1:19:43",
		"speaker": "Edgar Dubourg",
		"words": "I was beginning to be stressed about the beginning of the question. And the um now"
	},
	{
		"start_time": "1:19:51",
		"speaker": "Ricardo Lopes",
		"words": "you, you know that this is the most debated question among the one community."
	},
	{
		"start_time": "1:19:57",
		"speaker": "Edgar Dubourg",
		"words": "So I think you can actually uh try to propose a, we can actually try to propose an answer according to the anti differences in personality of, of uh of fans that, that they will not like the same characters because they have not the same uh preference for some specific characteristics of people they like to cooper with. And we could uh we could list all the mechanisms that are related to uh people evaluation like uh pro force analysis, uh competent, etcetera and try to find which uh which corresponds to which this is a really good research program, right?"
	},
	{
		"start_time": "1:20:34",
		"speaker": "Ricardo Lopes",
		"words": "00 OK. But I, I do, I want an answer here, send your or come on."
	},
	{
		"start_time": "1:20:40",
		"speaker": "Edgar Dubourg",
		"words": "Uh I uh prefer Z"
	},
	{
		"start_time": "1:20:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I'm on your side. So I guess, I guess now I can say that I have uh academic support to my preference. Ok. So Edgar look, uh, just before we go, would you like to tell people where they can find you and your work on the internet? Uh"
	},
	{
		"start_time": "1:21:08",
		"speaker": "Edgar Dubourg",
		"words": "Yes. Um, WELL, I have a website, uh which is uh uh www dot Edgar Jor. Uh So my first name, last name, uh or you can find me on Twitter and I have all the, all my publications on my website. So I think that's it. Uh Yeah."
	},
	{
		"start_time": "1:21:31",
		"speaker": "Ricardo Lopes",
		"words": "Ok, great. So I'm leaving links to it in to that in the description box of the interview. And thank you so much again for taking the time to come on the show. It's been a real fun conversation and I hope to have you back on the show when you finish your phd. So"
	},
	{
		"start_time": "1:21:46",
		"speaker": "Edgar Dubourg",
		"words": "it was a great pleasure and uh we can come back to this uh debate to the last debate."
	},
	{
		"start_time": "1:21:53",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com. And also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel S friends, David Sloan Wilson, Yasa, dear Roman Roach Diego and Jan Punter Romani Charlotte Bli Nicole Barba, Adam Hunt Pavlo Stass, Nale Me, Gary G Alman Sam of Zaypj Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Bela Gil Cortez or Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di Costa Anton Erickson Charles Murray, Alex Chao, Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey Junior, Old Eon Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radis Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perlis, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular, Janner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers. Matthew lavender. Si Adrian Bogdan knits and Rosie. Thank you for all."
	}
]