[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Decent. I'm your host as always, Ricard Loops. And today I'm joined by Grace Blakely, author, journalist, political commentator. And we're talking about her latest book, Vulture Capitalism, corporate Crimes backdoor bailouts and the Death of Freedom. So, Grace, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:22",
		"speaker": "Grace Blakeley",
		"words": "Thanks for having me. It's great to be here."
	},
	{
		"start_time": "00:25",
		"speaker": "Ricardo Lopes",
		"words": "So the first thing I would like to get into when it comes to your book is that uh one thing is how capitalism actually works. And another thing is what people commonly think. I mean, what are their common ideas about how it works? So, before we get into some of the examples you explore in the book to illustrate how capitalism works and some of the tactics that capitalists have to sort of exploit the system or make the system work in their favor. Uh What would you say? Or perhaps some of the most common ideas that people have about or what they think cap uh how they think capitalism works."
	},
	{
		"start_time": "01:11",
		"speaker": "Grace Blakeley",
		"words": "Yeah. So I suppose I wanted to write this book to address some of those misconceptions about how capitalism works. Um And I think the first and most prominent one is this idea that um capitalism is like a free market system. Um And a system in which um the, the state is completely separate from the market. So you have this idea that in capitalist societies, you have economies that are governed by the principles of free market economics. And then you have governments that exist separate to those economies that kind of regulate the free market. Um And the idea is that if the government gets too big relative to the economy, then that becomes socialism effectively. So this idea that capitalism is, is a free market economy and socialism is a big state deciding everything. Um And I think those misconceptions come back to the legacy of the Cold War, basically when you had uh the US, which painted itself as this kind of free market utopia. Um And the US sr where you did have a centrally planned economy where the state uh kind of determined the production and allocation of resources. Um So I wanted to kind of really respond to that uh that misconception that a lot of people have. Um And I did that by looking both at whether or not capitalism is a free market system and also the role of the state within capitalist economies. Um So in the book, I show that, you know, capitalism isn't a free market system. Um And that the state actually has a very significant role in determining what goes on in capitalist economies. And the example I use is uh to start, the book is Boeing. So, uh some of your readers, uh some of your listeners, sorry, might remember the Boeing 737 max disasters which took place um in about 2018, 2019. Uh AND in those disasters, two Boeing planes fell out of the sky killing nearly 350 people in two separate plane crashes. Um And there were lots of investigations that went on into why this had happened. It ultimately transpired that senior executives at Boeing had known about the problems with this plane before uh the crashes took place. Um, AND had done nothing about it despite the fact that there had been whistleblowers coming forward, there had been people within the firm saying this plane is unsafe, we cannot bring it to market. But the senior executives and this company said, nope, we're gonna do that anyway. Um And to understand how this this disaster and this kind of, you know, corruption of what was once a kind of great American firm took place. You have to understand firstly, that Boeing wasn't operating in a free market context. And secondly, that it is deeply enmeshed with the American State. So firstly, Boeing doesn't operate in a free market. It is um it operates in a, a duopoly. So basically there are two large firms, Boeing and Airbus that dominate um the aviation industry. Uh THERE'S, you know, there is competition between those two firms. Um BUT it is a very specific type of competition. It's not the kind of competition that you would expect within a free market system where there's lots of small producers competing to produce things and the pressures of competition keep prices down. Um And you know, it's a maximally efficient system instead you have these two big firms. Um AND they are competing to keep costs down as low as possible. Um So that means kind of underpaying workers making sure unions don't get recognized, cutting corners in production as we saw with Boeing. Um AND uh generally kind of stripping out as much cost as possible to maximize their profits. It also means that they pursue other avenues to try and consolidate their market power. So, for example, um you know, getting favorable deals with governments um making deals with airline carriers. Uh So Boeing had this deal with Southwest airline provider um that uh basically kind of, you know, allowed it to uh maintain uh production and, and, and ensure demand was maintained. Um So you kind of have deal making that goes on quite a lot within this context. Um And uh also this close relationship with the state. Um Now, Boeing was one of the biggest recipients of corporate welfare in the US in 20. Uh I think it was 2018 and that has continued. So it receives massive subsidies, tax breaks huge amounts of support from the American State. It also has a lot of contracts with the US, states with different parts of the state, with, you know, the Pentagon Department of Defense, etcetera. Uh, AND so, um, the US government has been very involved in the Boeing scandals since they've, since they've started, um, in the sense that, you know, the regulator was really asleep at the wheel during the 737 max disasters. Boeing was actually being regulated by, um, a unit of the Federal Aviation Authority that sat inside Boeing and whose workers were being paid by Boeing. So it was effectively regulating itself. Um And it was receiving all this money from the government even after the 737 max disasters during the COVID-19 pandemic. Um The US state distributed a huge amount of money to Boeing. Um, AFTER all of these scandals had come to light, even after it had been charged with a criminal conspiracy to defraud the United States, it still got all this money from the government. Um And so I think what this shows, you know, this is the context in which the, the disasters took place, right? It was um, a monopolistic market structure in which Boeing was operating where it had no real discipline from the market, no accountability from regulating because regulators were so close to it and no democratic accountability from the US state because, you know, Boeing's lobbyists were working in all different areas of the United States uh government um to get contracts to change legislation, to change regulation. Uh And all that means is that you have this massive powerful firm that is effectively insulated from any accountability. It doesn't have accountability from the market cos there's not as much competition and it doesn't have accountability from the States. And it just means that basically the senior executives of these really big firms are able to kind of plan who gets what even though this is supposed to be a free market economy where nobody can plan anything because the market is supposed to decide. Um So that I think in another number of other examples, shows this lie that capitalism means free markets. It doesn't, it means a kind of uh it means basically massive corporate power. Um THE power of large firms over the rest of society that isn't constrained by the market. And that isn't really constrained by the power of the state as well. It's kind of this toxic fusion of public and private power in service of maximizing the wealth and power of people at the top."
	},
	{
		"start_time": "08:36",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk more about it, that idea or that misconception that people have or that capitalists promote that we actually have a free market. I mean, whatever that means because for me, at least it's always been weird how, what, how with an actual free market would work without any state intervention, any state regulation, enforcement of contracts and all of that. But, but anyway, we can also get into that later. But um in what ways are businesses planned? And I think it's very important for us to address that question here because uh since this is a very common misconception, people actually tend to believe that businesses are not planned just because business owners and other people like that. Say so,"
	},
	{
		"start_time": "09:30",
		"speaker": "Grace Blakeley",
		"words": "yeah. So to understand this argument that I have about planning, we need to understand as you were saying, what a free market should look like, right? And like if you pick up an economics textbook, what are they going to tell you the free market looks like? And the idea is that you have um lots of similar producers all producing the same commodity, let's say in a market for, I don't know, um like cars. So you've got lots of different producers, all producing their own cars. Um AND they um are competing with each other on costs and on prices so that if one firm produces cars less efficiently than another firm, there are loads of other car firms that produce cars more efficiently at a lower cost. So no consumers buy the car of this inefficient firm. And the pressures of competition mean that the inefficient firm goes out of business and only the efficient firms survive. Uh And that is supposed to be how a free market economy maximizes efficiency. It's the pressure of competition means that only the most efficient producers are able to survive. Um BECAUSE the others out compete, uh outcompete the less efficient ones. Um So anything that kind of gets in the way of that competitive pressure undermines this kind of free market uh idea basically. Um And what we see in kind of modern capitalist economies is that it doesn't look like that at all. So we don't have lots and lots of little firms all competing to produce things. You know, the only context in which that's really true is if you look at like a local market in your town there, you have little, you know, producers competing to produce things, right? That is like a, a kind of free market. But if you look at production of the important commodities like cars, for example, um like airplanes, whatever, then you have a number of large and powerful producers um that are, that have very close links with governments. Um AND which are to a greater or lesser extent insulated from competition. Um So, you know, there are barriers to entry, which mean that new firms struggle to come in. Um There are regulatory barriers. Um There are cost pressures. Um And there are these kind of these links between firms and states that keep existing firms within the market. And mean that even if you aren't the most efficient firm in your sector, you can often survive anyway because you can ask the government for a bailout or you can just buy up your competitors. For example, if like a new competitor threatens you, you can use all your cash to buy that firm and integrate it into your firm, you have better access to, to finance because you probably have a very close relationship with big banks. So the banks will be more likely to lend you money. Um And all of these things mean that you're kind of insulated from competition. Um So you don't have this pressure of the market that is keeping firms um operate, operating at the most efficient level. Um And which is kind of making sure that um like competition continues to hold sway over, over the economy, you just, you, you lose that and in its place, uh rather than having kind of competition, you have a, a form of, of economic planning, basically co in this competitive scenario, nobody can really plan like the leaders of all these little firms, they can't plan, they can't um make long term decisions because they don't know what the future of that free market system is gonna look like. They don't know what all of the other actors in that system, they don't know how they're gonna behave. Um And if they make a decision that goes against the market, that kind of undermines um efficiency, for example, then they'll go out of business. Like if, if a manager makes the wrong decision, let's say he starts producing cars in a way that's more expensive than his competitors, then his firm will go under. So he doesn't really have any power within that system. He's very much constrained by what the market says you should do. Whereas in the economy that we live, because you have all these barriers around firms that come from politics that come from finance that come from their relationship with other firms. Um ECONOMIES of scale, all of these things. It means that the managers within those firms have a lot of power to plan, even if they make the wrong decision and they mess up, like for example, they did at Boeing, the firm isn't going to collapse because it can rely on the fact that it's got friends in the government. Uh It can rely on its size, it can rely on its its relationship with financial institutions um to make sure that that firm stays alive even if everything has kind of, even if its managers have have made a series of really bad decisions. And so that idea that the people at the top of the most powerful firms have the power to plan, kind of undermines this idea that we live in a free market system. And it also um it really kind of undermines this idea that we live in a, in a true democracy, right? Because firstly, a huge amount of um decision making about the world in which we live takes place within firms. Now, in a free market scenario, it doesn't really matter because the market is, is telling everyone what to do, they don't have any power. But in the, in the world that we live, these people do have power, they're making decisions over what innovations are taking place where investment is going. Um, YOU know, which country they're being located in the wages, they're paying work. All of these questions are being decided by powerful people at the top of big firms without any accountability. So they don't have discipline for the market and they don't have democratic accountability because they also use their power to lobby governments to make sure that those governments do what they say. So instead, you have really big powerful firms that don't have market accountability, don't have democratic accountability and are instead just planning our world based on their own interests. You see this in the fossil fuel industry, for example, Exxonmobil is one of the biggest um fossil fuel producers uh in the world. Scientists are Exxonmobil knew about climate breakdown, knew about the impact that burning fossil fuels would have as far back as the 19 seventies. So instead of spreading the word about that, Exxonmobil took funding out of its climate research team and used that funding to uh spread climate denialism. So to say climate burning fossil fuels doesn't cause climate breakdown. Um And to lobby the US government, you know, Exxon's former CEO eventually got a very senior position in the US government under Trump. So there was this really close link between Exxon and the US State. And now, you know, they're still, they were caught, but Exxon lobbyist was caught on camera talking to a Greenpeace reporter saying we're, we've won massive results um by lobbying various different governments. They were saying that they were lobbying for a carbon tax on the basis that they knew a carbon tax was never gonna happen. So it was a way of kind of undermining the fight against climate breakdown."
	},
	{
		"start_time": "17:10",
		"speaker": "Ricardo Lopes",
		"words": "Sorry for interrupting you there. But I, I mean, actually it's not that we do not have several different examples of that same sort of thing you're describing there because of course, the biggest ones tend to come from the US. But another example would be all tobacco companies deal with what they, they already knew were the health consequences of smoking cigars, smoking tobacco cigarettes and all of that and they uh hid it from the public."
	},
	{
		"start_time": "17:41",
		"speaker": "Grace Blakeley",
		"words": "Right. Yeah, exactly. And so, you know, that decision was taken by leading figures within the the tobacco industry to push smoking and everyone else has had to deal with the consequences of that decision. And there's been no accountability. There's been no way to say you took the wrong decision, we're holding you to account, right. You know, instead they were just able to, they made billions and billions of dollars of basically making people really ill. And it's the same with, with climate breakdown. So basically this creates this problem. We don't live in a free market economy. There's not enough democratic accountability. Um So how do we hold the powerful to account, how do we start to take control over our economy and over our society?"
	},
	{
		"start_time": "18:27",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And we're going to get into that question later on in our conversation. But let me just ask you because this is also uh a topic that you explore in the book. And I'm personally also very interested in when it comes to relations between employers and employees, between capitalists and labor in the capitalist system and the history of labor, labor movements. It seems, please correct me if I'm wrong. But it seems very obvious to me that particularly from the 19th century onwards, if it wasn't for workers organizing themselves, organizing collectives to strike protest and try to pressure capitalists and governments to create labor laws to increase minimum wages, to ameliorate working conditions, to get more benefits and stuff like that. That would have never happened alone. I mean, at least that's what it seems to me looking back in history and the, the common idea that we hear from many uh capitalists, from many people who economically fall more on the liberal side of the spectrum is that, oh, if the market was just more, uh it was just freer, if we were able to do things more freely, then it would just so happen eventually that workers would get higher wages, more benefits and all of that kind of good stuff. But is that really true?"
	},
	{
		"start_time": "20:04",
		"speaker": "Grace Blakeley",
		"words": "Yeah. So this idea again, relies on uh the world view that liberals have, which rests on this idea of the free market. So it doesn't just apply to consumers. It also applies to workers. You know, the idea is if one firm offers lower wages, bad conditions and another firm offers higher wages and better conditions, workers will leave this firm and go to that firm. Um Now that kind of doesn't really account for a lot of different factors like, you know, whether or not this firm is, is hiring enough workers, whether or not there's enough jobs to go around, whether or not, you know what kind of employment contracts, uh These workers are under um whether or not they're able to move around the country, like around the world, all these different things, co workers have far less power. Uh But you know, this is allegedly how free markets are supposed to work. The issue with the kind of economy that we live in is that we have not only monopoly power but also what's called monotony power. And that means when a firm is not just the largest seller in the market, but it is by far the largest buyer in a market including a buyer of labor. So when one firm dominates the labor market in a particular area, it basically has the power to just set wages, to just set conditions. Amazon for example, in certain areas of the country employs, you know, nearly 50% of workers in a particular small area. So all all the working conditions will be set by Amazon in that area because basically it has such power over the labor market. Um And that really undermines this idea that, you know, you have this free market for labor where workers can kind of move around. But the kind of deeper and more fundamental issue here um is the question of the balance of power within society. So I don't have this free market, liberal interpretation of the capitalist economy. I have a Marxist interpretation of the capitalist economy which means that rather than seeing it as a system that's based on free markets and exchange and that sort of thing, um I argue that capitalism is a system based on the class division of society. So Marx starts his argument by like looking at Adam Smith, David Ricardo, all of these theorists who said capitalism is great because it creates, you know, it's based on this free market system which, you know, maximizes efficiency. Um YOU know, creates wealth for everyone creates progress, et cetera. Uh BECAUSE they were all studying exchange, they were studying what takes place within markets. Mark said it's not enough to study what takes place within the market. You have to look at how the commodities that are being sold in that market were produced. So you have to go back into the firm and look at what goes on within the firm, which is not something that the early political economists did. And so remarked at the firm, he discovered this division of labor. So there's this division between owners who own all of the means of production and workers who are forced to sell their labor power for a wage. And then a kind of strata of managers on top who are paid by the owners to kind of manage the workforce. And this is like this is the, the class division of society. It's the social division of labor. Um AND it creates, it is based on an inherent balance, imbalance of power. So there are a small number of people who, for whatever reason, own everything, they own the land, they own resources, they have, you know, political power and they are able to use that to uh um you know, create businesses that other people are then forced to work in. Now, workers don't have that power, they have to sell their labor power in order to survive, right? Because, you know, we don't have service with agriculture anymore, whatever. Um So they're, they're forced to work for these people who own, who own the means of production. And that imbalance is the basis of a capitalist society. It's what makes capitalism work. If you didn't have some people who had all the power and other people who could be forced to work, then you wouldn't get commodity production and you wouldn't get exchange. Um You know, that that system would not have emerged in the same way. So this imbalance of power sits at the heart of capitalist societies. It's the source of exploitation. So capitalists profits come from the fact that they pay workers the same as the value of the goods that they produce, that's exploitation. Um AND the kind of oppression of workers. So, you know, keeping them in their place, dividing workers into different kind of categories, dividing them geographically so that some workers in very poor countries can be paid very little, whereas other workers can be paid slightly more. Um YOU know, all of these strategies are designed to kind of exploit and oppress workers, keep them down, stop them from organizing to like um kind of even out that, that imbalance of power, this imbalance of power basically is like the foundation of capitalism. It has to be that some people are in control and some people are oppressed and excluded. So when workers start to come together and organize in trade unions, you know, organized politically and political parties as they do in the kind of late 18 hundreds and uh and early 19 hundreds, that becomes a real threat to the development of capitalism because suddenly, you know, you have workers who can say we want higher wages, we want better conditions or we're going on strike and you won't have any labor to produce the commodities that you're selling for a profit. Um So when this starts to happen, this is, uh you know, around the time that, that Marx is writing as well. Um He realizes that this, you know, organizing, worker organizing is this massive threat to the social division of labor because when workers have real power, they're able to really kind of make demands of, of capitalists. And ultimately, he argues, if they get enough power, workers will be able to take control of the production process and just do it themselves, right? And this is what I look at in the book is um this question of do workers need to be managed and controlled because it's like a key part of capitalist ideology to say that workers are stupid, kind of um irrational, like lazy, they need someone telling them what to do. And actually there's lots of examples of workers kind of organizing themselves and managing themselves and doing so better than the people who have been managing them before. So this idea that you can move from this society based on just a really sharp imbalance of power. So some people up here with all the power, all the wealth, some people down here forced to just do as they're told through to a democratic egalitarian system where power is shared, where decisions are made collectively, where production is um undertaken by workers working together. That's the kind of socialist argument really. And it all rests on workers being able to organize themselves and take that power back from the people at the top of the economy."
	},
	{
		"start_time": "27:11",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into how workers have and can organize themselves, uh let me just ask you about this because it's another thing that really bothers me a lot when I hear it on the news and then when I hear politicians saying that whenever there is an economic crisis and in 2008, for example, we heard a lot of that, we constantly hear uh politicians and business owners and people like that saying on the media, for example, how common citizens should be more mindful about, they spend about the ways who spend their money, how public spending should be cut, how we uh how we are spending too much on state subsidies, state support for the more most vulnerable people and stuff like that. But doesn't that happen for businesses and companies? I mean, don't they get public subsidies, state support and sometimes they also get bailouts has happened a lot in the 2008 financial crisis actually. So, I mean, this isn't that a thing?"
	},
	{
		"start_time": "28:22",
		"speaker": "Grace Blakeley",
		"words": "Yes, it was a really big thing. And um it really undermines the argument that is made by free market, neo liberal economists and policymakers. They say they say that they want free markets and a small state, right? Um So they want less state spending and they want greater competition, all of these sorts of things. Um BECAUSE that is supposed to be a good thing that maximizes efficiency. It, you know, makes everyone more wealthy. It spurs innovation, et cetera. They have these great arguments for free market systems that also rely on this idea that free markets make us all free because we're free to choose what we consume where we work, et cetera. Now, there's problems with that argument in itself, but the biggest issue is that, that is not how capitalism works. It's like a, a veil, that argument is designed to obscure what's really happening. So neoliberals will use this argument. We want free markets, but when they get power, they will undermine the free market when it comes to subsidies for big businesses, bailouts for banks bailouts for large corporations, you know, tax cuts for large corporations. Um THEY'LL, you know, undermine regulation for big businesses. So they'll create a very uncompetitive market or almost corrupt environment. A lot of the time for big businesses that often fund these, these politicians, right? So the free market doesn't apply to those at the top, but they'll impose very, very rigidly, these free market principles on those at the bottom. So they will cut state spending on healthcare and social security um on public services. They'll often raise taxes on um the less well off they will um you know, uh undermine union organizing, they impose anti union legislation, all of this stuff aimed at imposing very, very rigorous competition on workers and removing state support for workers whilst undermining competition and increasing state support for big businesses and financial institutions. Now, from a free market perspective, that doesn't really make sense. It's like incomprehensible. Um It, it means like competition for some people and no competition for others. But when you understand the the economy from a Marxist perspective, which is about who has the power, right? And it's actually capitalists and bosses, you have a huge amount of power over our society and over our politics, it makes a lot more sense because what the capitalists have done is effectively um manipulated the government to make sure that they get all the support and that workers don't get any support. Now, this is kind of always how things have worked, right? Like, you know, this is how things have worked from since the origins of capitalism. The issue is that today we have this ideology that says, you know, the government is just um promoting efficiency, it's just enforcing competition. Um It's just, you know, making sure that we don't spend too much money, right? So people believe that the government is acting in everyone's interests when actually it's generally acting in the interests of those at the very top."
	},
	{
		"start_time": "31:47",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now, because the things we've been talking about here are mostly about what happens m mostly within societies, within countries. But in the book, you also talk a little bit about how countries from the global North continue to exploit in different ways. Countries from the global South and their respective populations even after the supposed end of colonialism. So, could you tell us a little bit about that?"
	},
	{
		"start_time": "32:20",
		"speaker": "Grace Blakeley",
		"words": "Yeah. So empire and imperialism is a really important part of how the system works. Um And the, the kind of starting point for that um is the fact that like large powerful businesses and the people who own them are concentrated in rich countries, whereas the workforce now is concentrated in poor countries. So you'll often hear people saying Marxist analysis doesn't apply anymore because most people in say England or Europe or the US are middle class. So they're not workers, they're not bosses, they're kind of middle class managers or, you know, professional managerial workers, right? What this argument misses is that this class divide still works. It just works at the level of the global economy. So when you look at the global economy, it's very, very divided between a very, very tiny class of people who own everything, who own the businesses, who own the land, um who kind of, you know, distribute all the money, then a slightly larger but still very small class of professional managers, accountants, lawyers, uh you know, finances, you know, a managerial class who manage the production process on behalf of those people at the very top and then a massive class of workers and those workers are generally located in very very poor countries. And are still paid very low wages, still face really horrendous conditions when they're producing things. Um And, you know, are not well off and don't have very many prospects. So this divide between workers and bosses, it exists within, within all societies, but it's clearest at the level of the global economy. Um And the way that this is enforced is basically rich companies are located in the US, the UK, you know, all around Europe, they list on stock markets in those countries. They lobby the governments of those countries. They rely on banks that are located in those countries. So owners are concentrated in the global north, whereas workers are concentrated in the global south. Um And to an extent, those powerful companies have like bought off the governments in the rich countries and concentrate slightly higher paying jobs in those countries so that workers don't rebel. So in the US UK Europe, um there are lots of kind of managerial jobs that are all about managing a global production process that pay slightly better and mean that those relatively more powerful workers who live in democracies who, you know, have like a significant amount of power production process, they're paid slightly better wages. Whereas the people who are doing the most kind of dirty, horrible low paid jobs are less powerful, have lower wages, but also are under authoritarian regimes. They don't have many rights. They kind of struggle to organize because they're often kind of you know, beaten down and, and, and prevented from doing that and they're not able to move. So this is the thing, there's a big wage gap between the global north and the global south. But because borders are so rigidly policed, poor workers can't move to rich countries, but businesses can move everywhere. So rich, powerful businesses can produce all their commodities with low paid workers in the global South, then sell those commodities to relatively better paid consumers in the global North. But the two can't move around, this capitalist can move around everywhere, then they can offshore the profits to a tax haven somewhere. So they don't have to pay any tax and generally kind of, you know, make use of the fact that capital can move all around the world. But labor is, is stuck. That's the kind of foundation of imperialism. It's like the, the global division of labor, basically the international division of labor. Um AND the way it's enforced. But what I look at in the book is how this system is, is policed and enforced by international institutions and by very powerful governments. And this is, you know, really interesting because we think that we have this kind of liberal rules based international system that's governed by international law. Um That's about kind of promoting the free market and all that sort of stuff when actually we have a highly unequal global economy in which international institutions are used to kind of beat down poor countries and enrich powerful countries. And an example of this I have is um the case of uh a um a vulture fund um that brought up the debt of the government of Zambia in the like just after the financial crisis. So the Zambian economy was really struggling. Um THE revenues for the government were falling and it was obvious that Zambia was gonna default on its debts. So this Irish fund bought Zambian debt knowing that the country was going to default. And when the country did default, they sued the Zambian government. So basically took money out of the one of the poorest countries in the world to pay these powerful investors. And this is a tool that's used to keep poor countries poor and in rich countries in rich, rich countries at their expense. And there's loads of other examples I look at in the book that show that the international in, you know, the international rules based system is all about maintaining that divide between the rich world and the poor world."
	},
	{
		"start_time": "38:10",
		"speaker": "Ricardo Lopes",
		"words": "So just before we get into the last part of our conversation here today, and I ask you in what ways can people fight back against or perhaps try to change the system in the ways that are possible uh that people can do it. And uh perhaps you can also give us a few examples of how people can collectively organize and stuff like that. What do you mean by freedom in the book also to contrast with, uh to contrast it with uh what capitalists usually mean by freedom."
	},
	{
		"start_time": "38:47",
		"speaker": "Grace Blakeley",
		"words": "Yeah. So I think, you know, those on the right have this pretty individualistic view of freedom. Uh And the idea is that you're free if there's not very much kind of standing in your way. Um So, uh you know, if you are able to work wherever you want, if you're able to consume what you want to buy the products that you want, um to kind of have, you know, free, free speech and all those sorts of things. Um And that individualistic view of freedom has some merit, but it's very limited because it allows you to make decisions within your life. But it doesn't allow you to have an influence over the structure of society. So, you know, you can choose what products you consume, but you can't choose, you know, what products are on the shelves or how much carbon has been used in producing those products, the working conditions of the people who have been producing those products, you're faced with a bunch of different products made by all these huge multinational corporations that have little democratic or competitive accountability and you're just presented with an option. And actually today, most of the products that you see on your shelves when you go to the supermarket say they're all produced by like five different companies. So you don't even have that kind of very limited view of freedom. But that's like the view of freedom that they have on the right. And that it's supposed to underpin this idea that we need a free market economy. I argue the kind of the Marxist view of freedom is much more expansive than that. So it's like, yes, you have freedom and autonomy within your life, you are free to make decisions, but you also have freedom over the structure of society. So you have the freedom as a worker to shape the decisions that are being made by the firm within which you work. So, you know, you have democratic control over the economy basically. Um AS a citizen, you have real democracy. So not, not the kind of like semi democracy that we have here where you have, you know, you vote once every four or five years. Um But you don't get to choose the candidates, you don't get to choose the policy agenda, you struggle actually to kind of hold politicians to account once they get into office and you actually aren't able to influence democratically large areas of what goes on in the state. So there's real democracy politically and there's also crucially democratic control over where you live and over your community. Um So, you know, you have control over how your local municipal budget is spent. Um YOU have control over kind of community institutions, you're like engaged in what goes on in, in like your place basically and all of these things require just a massive transformation of the way society works. It requires decentralization of power. It requires a transformation of political parties, a demo democratization of the state and crucially a democratization of the economy. So giving people power and ownership over the economy basically. Um And what all this is supposed to do is shift the balance of power in favor of workers. So take power away from capitalists and give it to workers. And the only way to do that because they're not gonna give power away willingly, the government isn't gonna take power away from them because politicians are in the pockets of big corporations, workers have to organize. Citizens have to organize, everyone has to organize, you know, get into a union organize to like, you know, in your community even get out onto the streets and, and you know, take part in protest movements. There are lots of different ways that you can organize, but basically people have to come together to demonstrate their power. Um And you know, what I like to say is that we should be living in a, in an economy in a country where politicians are as scared of the people, voting for them as they are of the people who are giving them money."
	},
	{
		"start_time": "42:35",
		"speaker": "Ricardo Lopes",
		"words": "So tell us then about ways that you think people can organize themselves in this context to try to take back control over planning and democratize certain institutions and perhaps even businesses themselves."
	},
	{
		"start_time": "42:53",
		"speaker": "Grace Blakeley",
		"words": "Yeah. So the first and most important thing uh is to recognize that we live in highly individualistic societies. Now, this is the big difference since Marx was writing. Um YOU know, in Marx's time, uh people were still kind of quite community oriented, they were kind of other oriented. You had to co-operate in order to survive with other people within your community, with other people within your workplace. So it was kind of easier to convince people join a union, you know, join a political movement, like really kind of take part in what's going on. The biggest triumph of neoliberalism has been to convince us that we are these isolated, atomized individuals who can't trust each other, can't work with each other. We have to be governed by someone else because we can't co-operate. Um And what this does is it, it kind of breaks us up and it makes us less powerful and it makes us feel powerless because if you think about it, if you're part of a big union, right? And there's like loads of you, it's your whole workplace and you're organizing for higher wages, telling your boss we're going to go on strike. If you don't give us higher wages, you feel powerful, you feel part of something, right? If you're just one worker and you aren't getting paid enough, but you go to your boss and you ask your boss as an individual for a raise, they're probably gonna say no. And then you're gonna blame yourself. You're gonna feel powerless. You're gonna be like, I don't have any control over my life. I don't have control over, you know, the conditions in which I work. And so that like, powerlessness is a really important part of what keeps our system functioning is basically people think I can only rely on myself. I can't organize with other people. I can't trust other people. So it's all up to me and it's just on me to kind of compete and to struggle and to push other people out of the way in order to get what I want, right? Um And that undermines our capacity to hold those at the top to power because they're not going to listen to any one person. It has to be a kind of collective movement and a collective uh process of, of kind of organizing and of struggle. Um And like individualism has really undermined our capacity to do that or even to imagine that you could be part of a political movement that would change the conditions of, of your existence. Um And like, it's, that's been pushed in a number of different ways. So Margaret Thatcher in the UK famously, there's no such thing as society, there was a big effort to break up the unions. So to use the police use force basically, and the law to like pull people apart. Um There's been a lot of centralization in big cities, so little. So communities have been kind of broken up. Um And all of this along with kind of mass consumerism has really promoted this ideology of um of individualism. So kind of pushing back against that and encouraging people to trust each other and to work together and to organize is like the number one priority for anyone who wants to see social change happen. Um And you know, there, there are lots of examples as as to how that can be done. And I look at a load of those examples in the book. Um So one of my favorite examples uh comes from the UK and it's the Lucas plan. So there was this firm called Lucas Aerospace that was kind of potentially gonna go under. Um It wasn't, you know, competing internationally. So the workers um went to the government and said we need a bailout, we need you to nationalize this firm so we can keep our jobs. But the government said we can't do that. But why don't you try and put together uh you know, a plan to save the firm? So these unionists uh all basically like worked together and they consulted all of the workers within this firm and said, how can we save the firm? What can we start producing that will make us competitive again? And they came up with this plan called the Lucas plan, which was designed entirely by workers. So all of the workers within this firm said we're gonna stop producing weapons, which is primarily what they were producing. And we're gonna start producing healthcare equipment, environmental equipment like wind turbines, um just socially useful products that we can feel proud to make. And they then designed a whole business plan about how uh showing how they would transition from the current model to the new model. Um You know, basically saying that, you know, the workers would be uh would be owners of the firm, they would run the firm. Um And just kind of designing a whole new system for operating this uh this giant company. And what that shows, I think is it really undermines this idea that people need to be managed and controlled and that's really the foundation of a capitalist economy. It's the idea that we can't trust each other, we can't work together to achieve our collective goals. We have to give our power to someone else so that they can tell us what to do."
	},
	{
		"start_time": "47:51",
		"speaker": "Ricardo Lopes",
		"words": "It's also, it's also that very common idea that we hear many times that there's supposedly uh an elite of people who are highly intelligent, highly capable and you ju we just need to give them all the money because they will make all the right decisions and they will grow the economy and everything will be better forever. I mean, something like that."
	},
	{
		"start_time": "48:16",
		"speaker": "Grace Blakeley",
		"words": "Yeah, exactly. And that's actually what a lot of kind of neo liberal and free market economists believe. Um YOU know, I, I start the book by looking at this quote from Hayek and he says, freedom of thought will only ever be of relevance to a small minority. Basically, most people are too stupid to take advantage of the freedoms on offer to them. Um Whereas, you know, the kind of socialist view is that everybody has um intelligence, the capacity to control their lives to work with other people, everybody has skills, you know, everybody has these unique capabilities that just need to be kind of encouraged and developed so that everyone can flourish and that we can all work together. And the best way to do that is for us to come together and teach each other, right? Um So a lot of like the workers movement in the UK and like around the world comes from groups of workers who would come together and study capital, they would study the Communist Manifesto often this was, you know, they would learn how to read in this context, right? It was through co-operatives of workers that would teach each other and would learn from each other and would work together to develop themselves and to strengthen the group. Um And that I think is something that has, has definitely been lost as we've moved to this individualistic society. And if we're ever gonna get out of the mess that we're in today, we have to move away from individualism. You know, there's not gonna be a powerful workers movement or a powerful social movement capable of resisting the power of capital. If we all are just focused solely on ourselves, we need to have this open collective consciousness that is going to kind of drive forward progressive social change."
	},
	{
		"start_time": "50:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, it's actually very interesting that at a certain point you mentioned there that of course, workers have their own expertise and skills because I I mean, isn't that obvious, isn't it obvious that in different industries, the workers are the ones who actually have the expertise in the specific kind of area they've been through, went on and they work on because many times the higher ups are just there to try to extract money from labor and they know nothing about how the products are created and anything about, uh, I don't know, engineering, computer science or whatever it might be."
	},
	{
		"start_time": "50:50",
		"speaker": "Grace Blakeley",
		"words": "Right. Yeah, exactly. Um, I have, uh, I know someone who's a management consultant and, uh they say, you know, whenever they're hired to go into a firm, the first thing that the consultants do is go and ask the workers, how is the product made? What goes on around here? They don't, you know, waste their time asking managers what's going on. They try and like, you know, um, they try and kind of please the managers so they'll spend a lot of time talking to the managers being like this is what we're gonna do, da da da. But they get their information from the workers because those are the ones who are actually kind of producing the commodities and understand how these firms work. Um And you know, there's loads of examples that I look at in the book of like workers who have taken control of the firms that they work in, um, all throughout history and have done so to great effect. There's lots of examples of worker co-operatives, um and not also just in, in commodities production also when it comes to house building. For example, we have this idea of community land trusts where a community comes together, buys a parcel of land, builds housing on that. And then the houses are all owned by the community and support all the people living in that community. Um And all of this, I think, you know, the biggest, one of the biggest things that underlies individualism is this idea that we're all kind of competitive individuals who are just desperate to push each other out of the way to get to the top, right? And if you look at human psychology and anthropology and sociology, that isn't how human societies work, you know, we have learned to co-operate, we're one of the most co-operative species alive, we compete between groups. So you see that quite a lot, you know, there are, there's competition between groups, but as groups, we have learned how to cooperates and to work together to survive. That's one of the like distinguishing features of, of humanity. But those cooper impulses have basically been crushed by a system that realizes that if we co-operate, then we'll have power and that will undermine the power of those at the top. Um So individualism is this really important feature of most capitalist economies. Um And it's particularly important in the wealthy capitalist economies because those are the places that workers have potentially a lot of power. You know, if like the workers in America say, we're able to form powerful unions, powerful political parties and take, you know, put, put into uh into government, a political party that was on the side of organized labor that would transform the global economy, not just the American economy. So it's very, very important to the development of capitalism that they don't do that, that they're divided by, you know, race by geography um by this ideology that tells them that they can't co-operate with one another because if that wasn't the case, capitalism basically wouldn't survive."
	},
	{
		"start_time": "53:48",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you one last question then looking at the current state of global capitalism and particularly, for example, something that I'm very worried about the rise of the far right across many countries in Europe, the US as well. Uh Or at least some of the far right discourse that we have now very commonly. Uh Are you optimistic about uh I mean, people organizing themselves to really try to take over the, the system because i it's uh I, I mean, I would like to be a little bit more optimistic myself but, uh over and over historically and we're seeing it again right now. People seem to fall very easily for the sort of extreme right wing sort of narratives about, oh, it's uh immigrants fault, it's the fault of people. They're taking too much from the States, stuff like that. And they never, ever, ever point the finger at uh the ultra rich, the company owners and stuff like that. So, I mean, are you optimistic or not? And particularly also let me just add one last thing, the current levels of economic inequality that are rising. I mean, that also worries me. So, what are your thoughts on that?"
	},
	{
		"start_time": "55:12",
		"speaker": "Grace Blakeley",
		"words": "Yeah. So I wouldn't say I'm optimistic that if things continue, we'll end up in a good place. But I am optimistic that we can change things. I believe that if we start now, we can change the economies and the societies in which we live. And I think the reason that we're seeing the rise of the far, right at the moment is that we're in this unique historical situation where the vast majority of people recognize that capitalism isn't working, that democracy isn't working in a lot of places because it's been undermined by extreme inequality. Um And so they know that this system is broken that they're living in, but they feel powerless to do anything about it. So, you know, there's lots of people who feel very angry about inequality about the fact that they're not paid enough to feed their family. Um, THEY are, you know, angry about that. They don't have housing, they're anxious about the state of the world and everything that's going on. But they don't have a sense of their collective power to change anything because everything is as you, as an individual. So you, as an individual feel very powerless because you're not paid enough money. You can't afford your house. You know, the world is collapsing around you and you don't think, oh, I need to organize with other people to change things. You think you look other individuals and you think, oh, that person has more money than me. That person has, you know, more money than me or whatever. And you think, oh, I'm gonna blame that, you know, those, those individuals over there or that group over there for taking something away from me, right? Because you don't think the people at the top of society need to be held to account. That's not because you don't think that like taxes should be higher or there should be more public services or that, you know, billionaires should uh you know, should be constrained and, and kind of controlled a bit more. You do think those things but you don't feel powerful enough to take on those at the top of the economy. You know, you look at politicians and you think they're all the same. They never listen, look at kind of the owners of big businesses and you just think, well, they're operating on a different planet for me. There's nothing I could do to kind of control them or control businesses. So, you just think, how can I control my little world and all you see in that little world is you and then a few other people who are kind of poorer than you. But you think, oh, they're taking something away from me, right? So migrants or people who are on social security or whatever, um You don't feel powerful enough to actually change the structure of the system. You just think I just want to, you know, move some pieces around and the very unfair world that I inhabit. So if we want to tackle the rise of the Far right, we need to confront this sense of powerlessness that makes people feel angry and angry enough to say it's migrants, it's benefits scroungers and also angry enough to elect politicians who say I'm gonna drain the swamp. I know that the system isn't working. I'm just gonna burn it to the ground. It's quite like a nihilistic conspiratorial ideology that people on the Far right often have, which is that they know that the system isn't working. They know it's really unfair, but instead of trying to organize together, they project their political agency onto someone else like a Donald Trump or Marine Le Pen. And that person says, I'm going to save you. I'm going to kind of tear down the whole system and build something better in its place. So it's again a very individualistic thing. It's like that person over there is gonna rescue me. Um And you know, I think the only way to push back against that is to give people to respond to that sense of powerlessness by giving people a sense of belonging in social movements. And that could be any different kind of social movement. So it can be like organizing in your workplace as part of a union, it can be organizing in your community. Um It can be, you know, getting involved in a protest movement in the environmental movement, in a tenant union, whatever. As soon as you start pulling people out of this individual box mindset and start encouraging them to see much more openly the system in which they live by organizing with other people, by realizing that they're not alone that when they work with other people, they have power, you start to chip away at that individualism and you start to encourage people to think. Well, actually, if I can, let's say, get involved in this campaign to save my local library, why can't I get involved in a wider political campaign to change the structure of the society in which I live? Um So that's why I think it's so so important to start attacking individualism by getting people involved in almost any kind of, of collective organizing to shift their consciousness."
	},
	{
		"start_time": "59:57",
		"speaker": "Ricardo Lopes",
		"words": "Great. So Grace, let's perhaps uh wrap up the interview here. Let's send on that positive note. And the book is again, vulture capitalism, corporate crimes, backdoor bailouts and the death of freedom. I'm of course, leaving a link to it in the description of the interview. And would you like to tell people where they can find you on the internet?"
	},
	{
		"start_time": "1:00:18",
		"speaker": "Grace Blakeley",
		"words": "Yeah, so you can find me on uh Twitter X at Grace lately on Instagram at Grace lately and on tiktok at Grace lately. Zero."
	},
	{
		"start_time": "1:00:27",
		"speaker": "Ricardo Lopes",
		"words": "Great. So Grace. Thank you so much again for doing this. It's been a really fun conversation. Yeah."
	},
	{
		"start_time": "1:00:34",
		"speaker": "Grace Blakeley",
		"words": "Thank you so much for having me. It's been great. Thanks for it."
	},
	{
		"start_time": "1:00:37",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger, Ken Herz and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel s friends, David Wilson Yasa, dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nico Barba, Adam Hunt Pavlo Stass, Nale Me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Bela Gil Cortes Solis Scott Zachary, Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di A Costa, Anton Erickson Charles Murray, Alex Chao, Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey Junior, Old Einon Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis, Mark Kemple Thomas Dvor Luke Neeson, Chris Tori Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley Man George Katis Valentine Steinman Perros Kate Von Goler, Alexander Albert. Liam Dan Biar. Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Benedikt Muller Thomas Trumble Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]