[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lobs. And today I'm joined by Dr Mauro Silva Junior. He is professor in the Department of Basic Psychological Processes at the Psychology Institute at the University of Brasilia in Brazil. He works on interpersonal relationships, especially the traits of individuals and their social partners such as sex differences, differences between parents and friends and the use of technology as a mediator of social interactions. And today, we're focusing mostly on interpersonal relationships from an evolutionary perspective, things like personality, sexual orientation. So, socio sexuality and the role some of those factors play in interpersonal relationships, namely in those particular cases, romantic relationships and also a little bit on mating systems in human societies also from an evolutionary perspective. So, uh Maru, welcome to the show, it's a big pleasure to everyone."
	},
	{
		"start_time": "01:02",
		"speaker": "Mauro Silva Júnior",
		"words": "It's my pleasure, Ricardo, thanks for the invitation."
	},
	{
		"start_time": "01:06",
		"speaker": "Ricardo Lopes",
		"words": "So uh to start with interpersonal relationships, there are, of course, in humans, there's different kinds of interpersonal relationships, like for example, relationships between parents and their offspring, uh uh friendships, romantic relationships. So uh let's start perhaps with the general intro action here and then we, we might tackle each specific kind of interpersonal relationship in turn here. So what aspects of human cognition and motivation would you say play the biggest role in interpersonal relationships from an evolutionary perspective?"
	},
	{
		"start_time": "01:49",
		"speaker": "Mauro Silva Júnior",
		"words": "Um OK. Yes, I would say that there are a lot of uh different aspects of our cognition, motivation that play a role in our interpersonal relationships. I think you and your public may be familiar with the cheated detection system and the keen detection system, they comprise what we call cognition. Uh But from an evolutionary perspective, I think it doesn't make much sense to the to separate cognition and motivation. Uh For example, if, if one individual uh learn cues to detect cues, to learn who their king are, this individual is also more likely to trade off his or her own welfare to provide benefits to their king. So this is also motivation, right? Uh I see that most of the time the cognition, motivation work together to regulate behavior. So I think this is the the right way to approach this. And I think this difference is more didactic, it makes sense in this Didac sense, but uh usually they work together. Uh But from the motivational aspect, I would say that um that is the search and maintaining for romantic and sexual uh relationships and also to develop friendships. Uh It's interesting um the fact uh of studying the interpersonal relationships from the evolutionary perspective is that uh it challenges an old idea that uh studying the evolution of our behavior. It kind of lead us to an understand of an individualistic perspective, the of humans. But this is far from true as more as I study the interpersonal relationships, more II I came to the conclusion that from the the cognition perspective or the motivational perspective, how social we are, how dependent of all those we are. And this is can be uh very um it's very clear in, in, in, in studies from uh the evolutionary perspective. Uh I think for example, the the revised uh parameter of needs from an evolutionary perspective as a powerful framework to understand how our motivational systems are related to sociality. And that's why I, I do it with a great pleasure."
	},
	{
		"start_time": "04:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And so let's get specifically now into relationships with parents. So what aspects again of our human psychology play the biggest role here? I mean, what aspects of our human psychology do you think are more important for people to have a good understanding of, to understand how relationships with parents work from an evolutionary perspective?"
	},
	{
		"start_time": "05:07",
		"speaker": "Mauro Silva Júnior",
		"words": "Uh Well, I would say there are a lot of them, but for example, um I, I would say that paternity, uncertainty play an important role. Uh I have data from this on my uh phd dissertation. Uh WHEN I studied the interpersonal relationships, not only with parents but with the relatives in general. Um I used the social networks questionnaire that was developed by Robin do and apply this questionnaire in Brazil. So in this questionnaire, we uh requested very specific information about each uh of individuals, relatives, like uh they have to describe the initials of their names, uh their age, their sex, if they were maternal or paternal, if they were genetic or adoptive relatives, the emotional closes that, that people uh felt towards them and uh how far they lived from each other. Uh One interesting result about this study was our discovery that people describe it more maternal relatives than maternal relatives. And, and it's interesting because we collected data in Brazil uh in England and in Belgium. But it, it's very unlikely right, that people in three different countries have more maternal relatives than maternal relatives. Uh But there is a, there is an uh uh an answer for that. Um For example, we we ask people to use their mobile agenda to fulfill the questionnaires. And if, if they have used the mobile agenda, they could not forget anyone but uh in, in fulfilling the questionnaires, we also would see an alphabetic order. For example, the first people to be described, it would be for example, Alice and then Brandon and, and in, in the late sections, it would be Gad but Mauru before he can, but we don't see an alphabet code in the in any of these questionnaires. Uh What people did. Uh THEY, they, they, they have a logic on describing those relationships but they didn't use the the mobile agenda actually. Uh WHEN you see the first rank position, the first line of the questionnaire. Uh IT'S in most of cases, most more than 76% of the time, I think it was their mothers. Usually the mothers is the first line. The first person they describe the first rank position. The questionnaire, the second rank position is uh in most of cases their fathers in and in the first, in the third ranked position, their siblings. And from this point on, they start to describe all the kinds of relatives from the maternal side of the family and the paternal side of the family uh in this parent is, is found in all three countries. Uh BUT the way they decided to describe their relationships is uh give us a clue why they have, they describe it more maternal than maternal relatives. It's because there is uh an association between the rank position and and the emotional closes, they feel towards each of those, those people, for example, their mother, that was usually the first person they described, they have, they have they had the the highest emotional close in this level. And when you go to the second, the 3rd and 4th ranked positions, there is a decrease of the emotional close in this level. So uh I don't believe the participants were aware they were doing this, but there is a logic on, on doing this once they didn't, they didn't uh use the the mobile agenda, they had to uh use a different logic and they use the emotional closeness level. So we we actually found a negative correlation between rank position and emotional closeness level. The the highest of the emotional close closes, uh closes level is associated with the lower rank positions. And even more interesting than that is the fact that with the Matano uh relatives in all three countries, people had the highest emotional closeness level when compared to the maternal ones. Um And I think this is interesting because for example, we have three countries, two in Europe and one in South America. Uh WE can say the, the three of them are, they belong to the Western, the western cultures. But uh we, we cannot say that we can't say they are the same, there are similarities among them, but there are also a cultural differences among them, even if we consider the England and Belgium, uh this kind of relationship that is more uh proximate with maternal relatives seems to be the case of Western cultures, for example, uh in traditional societies where there is a norm uh of uh patri local norm uh where women, when they get married, they leave their campsite and uh and go to to live with the husband's family, uh their families uh make make guarantees that they, they're getting married virgins. So when they, when they get married, they are not only controlled by the vigilance of their own husbands. But also with the husband's family. And in these societies, if you ask Children, uh from which grandparents or uncles and aunts, which of them, the maternal side of the paternal side, they like more. They would say the paternal side, they would choose their paternal grandparents, the paternal uncles, the paternal ones because it's among them that they are raised and they develop more uh intimate relationships with them. But in the absence of a norm like this, people actually become more um close to the maternal side of the family. And we understand this uh through the lens of the paternal uncertainty. So the paternity, uncertainty in traditional societies make makes easier for Children to develop strong relationship with the paternal side of the family. But in the absence of this uh in this cultural norm, people develop more uh uh close relationships with the maternal side of the family because uh for instance, uh there is AAA 100% of certainty that the the maternal side of the family belongs to the same family."
	},
	{
		"start_time": "12:33",
		"speaker": "Ricardo Lopes",
		"words": "Mhm No, that, that's very interesting. Actually, before you got to the last part of your answer, I was really going to ask you about paternity, uncertainty and if it really played a role there, but you already answered that part. And so I guess that in that particular case with the study you did there particularly, we could say that there are cultural factors playing a role here but also uh aspects of our evolved psychology, psychology, like in that specific case, paternity, uncertainty that might also play a role, at least in the absence of those cultural factors you pointed to like for example, uh patri locality. Correct."
	},
	{
		"start_time": "13:19",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes. Yes, yes, yes. And, and I think that, that that must be the case because for example, if we, if we go back to the four questions of pathology, our behavior is better understood if we know all the uh ultimate imp proximate uh explanations of behavior. And I think in this case, we have an ultimate uh causation which is pater paternity, uncertainty and approximate causation, which is this patri local law. Uh"
	},
	{
		"start_time": "13:53",
		"speaker": "Ricardo Lopes",
		"words": "There you are referring to a tin burger t burgers for questions, right."
	},
	{
		"start_time": "14:00",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes. Yes, exactly. Yeah."
	},
	{
		"start_time": "14:03",
		"speaker": "Ricardo Lopes",
		"words": "So what about friendships then? So that, that's about uh what we talked here was about relationships between parents and their offspring. And now what about friendships? What aspects of our evolved psychology play a role there?"
	},
	{
		"start_time": "14:23",
		"speaker": "Mauro Silva Júnior",
		"words": "Mhm. Uh I, I also can say there are many factors involved but one of one of those factors that uh I think is one of the most important ones is homophily, homophily is the, the level the degree of similarity between two people. Uh For example, if they share the same age, the same sex or gender, uh if they have a similar interests for sports, for music, if they, they share a similar traits of personality and homophobic is the degree of uh similarity between them. There is also a dream for homophily for couples, which is homo homo Gamey describes exactly the same thing. And we can understand Homo as a sort of mating that the level of similarity between, between couples. But uh coming back from France, uh I think that homophily is very powerful uh to understand this because it really shapes how we uh interact with uh other people. And I, I would, I would try to, to illustrate this case. Uh GIVE an example of a game in Brazil. I don't know if you have a similar game in Portugal or in the countries of your audience. But there is a game is a, is a uh a chair game where for example, we have five chairs but only four players,"
	},
	{
		"start_time": "15:56",
		"speaker": "Ricardo Lopes",
		"words": "we have the, we have the same game here."
	},
	{
		"start_time": "15:58",
		"speaker": "Mauro Silva Júnior",
		"words": "Yeah. OK. OK. So that's interesting. Uh And the, and the music is playing and the, and, and these four players are running around the chairs and when the music stops, uh those players have to find a seat for themselves, but once there is only four chairs, um uh so one of one of the players will be left out. Uh And then the, the, the, the game starts another round. And I, I think from, from a, from a developmental perspective, this is what happens uh in our, in our relationships with friends. There are some people that have a seat for example, uh for some time, but they might leave eventually for some reason. Uh Do I, I have data about this also in, from my phd dissertation and I came to the conclusion he can, that we kind of have uh we kind of manage our interpersonal relationships. And WW what do exactly mean when I say manage, uh I really need manage because there are more people in the world that we are able to form and maintain our relationship. That's the premise of the dumbest number theory, right that you uh are familiar with. So uh that is maybe that is the limitation, a cognitive limitation to manage those relationships. And we have to choose to pick, to pick people from the ground and use the degree of similarity between us and them to develop these friendships. For example, if two people that don't know each other uh uh in the in the first contact, they, they came to know that they have studied in the same school, for example, or in the same university, this information alone. Uh WE work as uh increasing the, the, the, the likelihood of uh a positive uh interaction. So they will feel more close to each other because they shared something. So that's why I think that we, we do not have, we, we do have an active role in our uh uh relationships. Even even if we're not aware of this, we of course, are not aware they were choosing people because of the sex, because of the gender. But we like more people who are similar to us. Even more recent studies about politics, for example, show that we have more uh interest with people who, with whom we share more similarities with, with whom we share more of our political view and, and, and et cetera. So I think homophile is a good candidate or to understand how um our friendship is uh is uh can be uh understood uh from this uh psychological perspective."
	},
	{
		"start_time": "19:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I mean, from an evolutionary perspective, would the rationale behind homophily be something like, uh we tend to prefer to establish relationships with people that are similar to us in our interests, goals and so on because uh they would help us achieve those same goals and uh interests. Is that it?"
	},
	{
		"start_time": "19:38",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes. Yes, I believe, I believe, yes. Because for example, if people share the same interests, they might have the same agenda if, if you have uh a coalition of psychological perspective of, of this relationship, if they, if people share the same interests, they might share uh the same agenda. Uh And when I say agenda, I mean, this is general, not only uh political ones but they, they, that could be facil that could facilitate cooper operation for certain."
	},
	{
		"start_time": "20:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's get now into romantic partners then. And I guess that the rest of the interview will focus a lot on romantic relationships in different ways. So we've already tackled apparent offspring relations and friendships. What factors from an evolutionary perspective play the biggest role or some of the biggest factors here in romantic relationships or relationships between romantic partners."
	},
	{
		"start_time": "20:42",
		"speaker": "Mauro Silva Júnior",
		"words": "Mhm. Um, I, I tend to focus on relationship satisfaction when I'm studying romantic relationships. Uh, BECAUSE from, uh, an evolutionary psychological perspective, relationship satisfaction is the subjective feeling that awaits the costs and benefits of the, of our relationships. So if the benefits outweigh the costs, people would feel more satisfied with their relationships, for example. And there are a lot of uh all the variables that might influence people's uh relationship satisfaction. The 11 of those that I chose to understand this was the a adult attachment theory. Um And, and why is that many studies show there is a positive correlation between uh a secure attachment and relationship satisfaction. But uh on the other hand, there is, there are also some studies that show there is no association between them or some, some studies that show that is uh a negative association between them that is uh uh an expected um uh correlation between security and uh relationship satisfaction. So in, in a recent paper published last year, uh my students and I sought to investigate using a systematic review uh to understand this question if there is indeed the the relationship between security, secure attachment and satisfaction is positive. And we also try to taking into account the cultural differences that might exist because uh the attachment theory was developed as most of the psychological theories was developed in western cultures. So it's interesting for not only interesting, but it's important for an evolutionary perspective, take into account uh a cross cultural uh view. Uh So we, at the end, I think we had 33 studies from many parts of the world and the majority of them, like 80% of them uh confirmed this uh uh association. There is a positive association between secure attachment and relationship satisfaction or uh a negative association between insecure attachment and relationship satisfaction. Uh And this is also true for both Western countries and non western countries like Malaysia like Iran for example. And uh but but there are some uh important uh differences among those, those countries too. For example, we we also found that uh uh studies that found no association between the two constructs. And uh there are studies that also found that there is a negative association between secure attachment and uh relationship satisfaction. And the majority of these results who do not conform the general rule, they belong to non western countries. To be, to be honest, I don't have an explanation for this. Uh What we know is that in different countries, uh the predominant uh attachment style might differ in some cases is the secure attachment. You know, the cases is the the avoidance uh attachment or the youngsters avoid. So they the, the, the, the, the predominant style might of course interfere in this relationship. Uh, BUT in general, yes, I would say that, uh, the, the answer is that most of studies involve Western and Northwestern countries showed a positive association between security and satisfaction. Mhm."
	},
	{
		"start_time": "25:03",
		"speaker": "Ricardo Lopes",
		"words": "And of course, there's also other factors that could play a role here and one of them is personality or personality traits. So, what is the role played by personality in interpersonal uh relationships in general? Now, now I'm talking about interpersonal relationships in general, not just romantic relationships."
	},
	{
		"start_time": "25:28",
		"speaker": "Mauro Silva Júnior",
		"words": "Uh OK. Uh Well, I would say that if we take, for example, the big frame work, we can understand that uh we can see that uh those personality traits influence our behavior in general. For example, there are uh evidence that people who have a certain type of relationship of, of personality. They, they tend to be more uh extrovert or more introvert, for example. Um I'm, I'm actually uh more interested in the doctor tried personality traits, for example, uh in most of the, in most of the, in the literature, uh there is evidence that this uh personality traits like Machiavellian is like psychopathy and narcissism. They play a role in social relationships because these three traits share a common and social psychology that uh in a, in a way that individuals act in a certain way to uh provide benefits for themselves at the expansion of uh of other people. And there are a lot of studies showing that, for example, that people are more people with higher levels of doctor traits. They, they tend to lie more, they tend to cheat or cheat, to cheat on exams. More, they cheat on their partners more frequently than people who have, uh, uh, lower levels of drug trade personality traits."
	},
	{
		"start_time": "27:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. A and by the way, how do you approach personality from an evolutionary perspective? I'm asking you that because uh at least as far as I understand it. And through the conversations I had on the show with many evolutionary psychologists at this point, uh they are mostly interested or, or you are mostly interested in understanding the aspects of our evolved psychology that are uh the theoretically, at least universal. There is the, the common uh information processing mechanisms, the the ones that are common across all societies, all humans. But then there are personality traits that uh I mean, play a role in explaining uh individual differences. I mean, they are one aspect of our individual differences. So how do you approach personality from an evolutionary perspective?"
	},
	{
		"start_time": "28:12",
		"speaker": "Mauro Silva Júnior",
		"words": "Uh OK. I I also tend to agree with this. Uh But I think we will find uh this universal aspect of personality as many other uh psychological aspects such as emotion, cognition, motivation uh in the, in the relationship between the demands of the environment such as uh an adaptive problem and the, the supposed psychological process that is involved with the solution of this uh adaptive problem. And maybe that's why we can find this association between uh dark tribe traits and a social behavior because in some case, it's adaptive for people to benefit themselves even if it's expensive of other people. Um But II, I will, I cannot say, for example, that it's not the same to say that all people will, will present the same personality traits or they will present the same level of these traits. And why is that? Probably because they are exposed to different uh envi environments. And in response to the challenge of those vitamins, they developed a certain level of personality traits. So they could be higher in psychopathy and narcissism. But other people who are not exposed to this kind of vitamins would uh develop uh all kinds of uh personality traits. That is that is an indication, for example, from life history theory that the dark tried traits uh may may be part of the f uh life history strategy. Um I, I have, I have a uh a chapter on this but I I think this, this association between the dark tribe traits and the life, the life history. The the first life history structure is not as straightforward as has been a knowledge in the literature. There are some shortcomings that provide some uh doubts that we should not uh consider uh the doctor tried personality uh so easily as part of the first of life history. Mhm."
	},
	{
		"start_time": "30:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. I, in that particular case, I mean, if that would be true, then according to life history theory applied to humans in that. So if people are exposed to an environment where there's, uh, more resource stress, I mean, they, they have, uh, fewer resources and stuff like that and fewer uh future prospect, lower future prospects and stuff like that, then they would tend to develop higher levels of the dark tri personality traits because those would be adaptive in that kind of environment. Is that it?"
	},
	{
		"start_time": "31:27",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes, yes. But those studies also show that this is true for some of the person from, from the doctor traits, but it's not true for the others. And in some cases, they go against into the hypothesis. And for example, uh a student of mine just presented her master's uh thesis and she found that psychopathy was not in adolescence was not related to the level of severity or unpredictability in their environments. So I think yes, that is an indication but it's not so strong. Mhm."
	},
	{
		"start_time": "32:06",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk a little bit now about the evolution of sexual orientation. So how do you approach it uh from an evolutionary perspective?"
	},
	{
		"start_time": "32:18",
		"speaker": "Mauro Silva Júnior",
		"words": "Uh Yeah, I think he got the, the it's best to describe the devolution of same sex, sexual uh behavior. Uh BECAUSE the concept of sexual orientation is uh specific to humans and uh particularly from Western cultures, uh the, you know, western cultures, they don't, they they don't have this concept of sexual orientation, for example, uh the fain is from Samoa, which is a culture that has same sex, sexual behavior. And I'm sorry, I, I will, I will say only SSB to make it easier. Uh So in, in the Samoa Islands that there is SSB but the we we, we find that in the pho pho fens are adult males who, who develop a sexual attraction to all the adult males, but they have uh another gender. So they, they, they dress in a different way and this third gender is recognized by the society. It's not the same as being a woman. Uh The pines of Samoa, they do know that they exist the gay men in the West, but they say they are not gay men. And when, when we, when it's asked them why they say that gay men have sex with other gay men while for a fe have sex with heterosexual men. So we can see in here a difference between what is a sexual orientation? How it's, it is conceptualized in the West. And uh a question about gender, how it is conceptual, conceptualized in the, in the islands of Samoa. So what what that is in common between them, the same sex, sexual behavior or the same sex uh uh sexual attraction. So I would say it's better to describe the, the, the SSB for example. And we can understand SSB also from a cross cultural perspective and, and a comparative perspective uh in the, in the evolution of SSB, for example, uh a lot of different hypotheses have been tested and some of them suggest that we might not have a single explanation for SSB in different animal species. Uh For instance, uh the inability to discriminate between males and females might be the explanation why we find SSB in fruit flies, for example. Uh On the other hand, uh in species like dolphins, the better explanation for SSB will be uh learning the appropriate sexual behavior to present with an individual of a different sex. But none of this hypothesis can be applied to humans. And for the reason that I uh I already mentioned it and that, that there is more, more uh things in, in, in on the table about tho those hypothesis. And I would say, for example, that in the past uh uh same sex sexual behavior was considered a Renan paradox. And researchers tend to think that way because they worked on the assumption that SSB would not benefit uh the, the fitness of the individuals who present this behavior. But from the recent decades, there are more and more evidence showing quite the opposite that the, the SSB actually increases uh if not directly but indirectly the, the the fitness of the individuals who present this behavior."
	},
	{
		"start_time": "36:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And so in that particular case, the hypothesis that you're working with there is the one where, for example, there would be an increase in fitness for the individual himself because, uh, they would, uh, participate perhaps in activities regarding, uh, the Children of their other o of other members of their family. Uh, AND, and that's the way by which they would increase indirectly their fitness, right? Because the part, at least a percentage of their genes would also be in the bodies of, uh, uh, for example, their brothers or sisters, Children. And so they would, for example, help raise them. And that would be a way of at least indirectly increasing their own fitness. That's the hypothesis, the hypothesis you're going with there, right."
	},
	{
		"start_time": "37:35",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes. This is the key selection prothesis to understand uh evolution of same sex uh attraction. Yeah. Mhm."
	},
	{
		"start_time": "37:43",
		"speaker": "Ricardo Lopes",
		"words": "Uh And uh do you know if this would apply to both uh male and female uh people with same sexual behavior or with same sex, behavioral attraction and uh sexual behaviors or not?"
	},
	{
		"start_time": "38:02",
		"speaker": "Mauro Silva Júnior",
		"words": "Um There is uh some controversy in this area also with humans. Uh For example, uh there are also many hypo, many different hypotheses to understand uh SSB in humans. Uh The most prominent ones uh tend to be the, the sexually antagonistic selection hypothesis and the king selection hypothesis. As uh you, you mentioned it uh also we have the fraternal, both all the hypothesis, which is more um approximate explanation. So uh it seems that we don't have a single answer for the SSB in, in women and men it seems that there are many, there are multiple pathways working on for the SSB in males and uh and females, for example, the organizational uh effects of androgens in, in, in the intro during life. It seems to be AAA better explanation for SSSB in, in human females. And uh on from the other side, the in selection hypothesis and the fraternal uh both all the hypothesis might be the better explanation for SSB in, in adult human adult males."
	},
	{
		"start_time": "39:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So when it comes to these more proximate explanations or some of these potential explanations, because as you, as you said, there, we're still not completely sure about the correct explanation behind SSB uh this could be something that is not, I mean, completely the result of just uh evolution but, but perhaps some contextual factors as well like in the case of the birth or the effect, I mean, that's not uh straightforwardly the result of evolution but also in that particular case, the fact that uh one male, I guess, I guess we're talking about males exclusively. In that case, a male that comes uh in b in terms of the birth father, after the their or his brothers or sisters would tend to have a higher probability of being homosexual."
	},
	{
		"start_time": "40:37",
		"speaker": "Mauro Silva Júnior",
		"words": "Right? Yes. Yes. Yes. And I think that, that we, as I, as I said before, that maybe there are many mechanisms working on, on to understand SSB and they might not be the same for, for human males and females. And I I would say also that uh that, that are really uh interesting studies and some of them are really powerful. Uh But um it, it's, it's something that is also uh being developed at the moment because for example, the king selection hypothesis provides uh evidence for SSB in culture, in all Western culture, for example, just like those of the Samoa Islands. But we don't find uh support for the King selection hypothesis in the Western cultures, probably because in those societies, homosexuality and bisexuality are not fully accepted. And so this makes uh may, may, may create uh a family problems between those individuals who present the SS the SSP and their family. So they do not develop um intimate uh more, more stronger ties with the family. Mhm"
	},
	{
		"start_time": "41:57",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into the topic of socio sexuality here. That is also something that you've studied. So what is the first of all? Perhaps, I guess you could explain a little bit what actually soc socio sexuality is and then uh what role does it play when it comes to romantic relationships?"
	},
	{
		"start_time": "42:21",
		"speaker": "Mauro Silva Júnior",
		"words": "Oh yes. Uh SOCIAL sexuality is defined as the individual disposition uh towards uncommitted sex. And it's usually measured using the social, social sexual orientation inventory provides the soar which is comprised of uh three different dimensions, the behavioral dimension, the attitudinal dimension and the desired dimension. Uh IN, in most studies, uh social sexuality tends to be higher uh which means that people have more uh positive uh attitudes towards uncommitted sex or they have more sexual partners in men compared to, to, to women. So, yes, I, I would say."
	},
	{
		"start_time": "43:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And what? Yeah. And what explains individual differences in socio sexuality? I mean, you mentioned their differences or general differences between men and women. But I, I would imagine that even among men and among women, we should find different uh levels of socio sexuality across individuals."
	},
	{
		"start_time": "43:45",
		"speaker": "Mauro Silva Júnior",
		"words": "Right. Yes, indeed, indeed. That's exactly what we find. Social sexuality is a measure of uh individual differences. And this uh exactly what we find, for example, there is not only differences between men and women, but also in sexual orientation uh for, for more than a decade, for one decade or, or, or more, we have an indication that gay men have a higher social sexuality than uh uh straight men, for example, and singles, single individuals also tend to have a higher social sexuality than individuals who are in a relationship. And that makes sense, right? Because uh if they do not do not have a relationship, they are on the searching mode for uh uh a partner. But it's interesting that I uh I, I have found this in different uh studies that uh even men uh regardless of their sexual orientation who are in a romantic relationship. Uh If they, if they have a high social sexuality, they actually have had more than one partner during the, the last 12 months, uh the, the time in which they were in, in this committed relationship. So being in a relationship in some way decreases the level of social sexuality because maybe these, these people are more focused in one, in a single relationship, but it doesn't mean that they not have uh other relationships if they have a higher social sexuality."
	},
	{
		"start_time": "45:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And, and I mean, I, I guess that there are other uh specific behaviors, for example, earlier you mentioned uh an increased uh predisposition to infidelity, cheating on their partners and so on. But I guess there would be other specific behaviors associated with uh socio sexuality. Like, for example, in, in your work, I read about earlier onset of sexual debut, reduced sexual disgust, risk taking behaviors. Right. So, could you tell us a little bit more about that?"
	},
	{
		"start_time": "46:20",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes, for sure. Um If, if we consider the definition of social sexuality uh which is being wily to have uncommitted sex, uh one might uh expect that for, for any individual to have unit that must be uh casual sex and otherwise people would never do it. And some of those uh mechanisms, some of those candidates are uh a lower sexual disgust and uh a higher risk taking behavior. Uh For example, uh if, if an individual is looking for a casual sex and maybe it, it's not always the case that people who have uncommitted sex have sex with strangers but in some cases it happens that there are some strangers. Uh So if, if you don't, if you're not fully know this person, uh you, you have to assume some risks when you have such intimate contact with this person. Right. Mhm. Uh For example, some studies uh found that Tinder users, they have uh a not only a higher social sexuality, but they also have a lower level of sexual disgust and higher levels of risk taking behaviors. I have unpublished data of this uh here in Brazil and I found exactly the same thing. Um Unfortunately, it's not published yet, but uh we included in this, in this uh in this research, sexual orientation and um hookups apps who are more common uh among the LGBT QR community. Um WHEN, when, when, when people use this hookups apps, they are more interested in casual sex and they very often have sex with strangers. So you, you, you assume some risk when you're doing that because you're going to find someone that you don't know and you're receiving this person in your place or you're going to, to this person place. And actually, we don't know what, what's going to happen. Uh What we found was that uh the, the gay men who use hookups apps have higher social sexuality than the, the heterosexual men that use the same hookups apps. And they also have a higher sexuality compared to those gay men who are not users of this uh uh hookup apps. So there is uh this interaction between the use of the apps and the, the sexual uh the sexual orientation."
	},
	{
		"start_time": "49:26",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So, uh let me ask you, by the way, since you mentioned hookup apps and Tinder specifically there, let me ask you one question about that. So, um you said that uh people who are on these apps tend to have higher levels of socio sexuality than the general population. Correct?"
	},
	{
		"start_time": "49:51",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes."
	},
	{
		"start_time": "49:51",
		"speaker": "Ricardo Lopes",
		"words": "Yes. And so"
	},
	{
		"start_time": "49:53",
		"speaker": "Mauro Silva Júnior",
		"words": "then they no users,"
	},
	{
		"start_time": "49:55",
		"speaker": "Ricardo Lopes",
		"words": "then the non users. So if that's the case, then uh wouldn't there be perhaps some limitations when it comes to, for example, when people try to uh use uh Tinder data and the data from other apps to, to extrapolate from that, from those data to the general population, in terms of, for example, behaviors by men and women. When it comes to the kinds of uh s partners or sexual partners they prefer. I mean, I, I'm, I'm asking you because many times we tend to assume that what w we would be, we would find happening in T on Tinder and other hookup app apps would uh correlate with behaviors that we find in the general population. But maybe there are some limitations there in terms of how much we can extrapolate or"
	},
	{
		"start_time": "50:59",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes, for sure. I would say that the, the this methodology that compares users and the users is more related to the fact that the users of hookups apps are in some way in the search mode of the uh to find, to find a new uh new partners. Uh Of course, they, this, this apps uh show to people many different people. So they, they can get to know each other only swiping right, or swiping left or sending a message. So it's very easily and you can do this seated on your, in your sofa, right. It, it's, it's, it's, it's not so costly to do that. It's very different when you are in a social interaction regularly with other people. So you can focus only one person at a time. But uh yes, I, I do agree with you. We cannot uh generalize what people do on this uh on these apps. But, but they are also interesting to, to compare the behavior of users and non users."
	},
	{
		"start_time": "52:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm No, I, I mean, I agree. It's just that I was uh asking or perhaps pointing to the fact that maybe uh at least in certain cases, we have to be a little bit more careful when assuming that the way people or users of these apps would behave, there would uh mirror the way that people uh that are non users or the general population would behave in a sort of real life situation or context."
	},
	{
		"start_time": "52:44",
		"speaker": "Mauro Silva Júnior",
		"words": "Right? Yes. Yes. In this case, I, I do agree with you. We cannot make this generalization. Mhm"
	},
	{
		"start_time": "52:50",
		"speaker": "Ricardo Lopes",
		"words": "And do levels of socio sexuality correlate then with different mating strategies in terms of people being more short term or long term oriented, for example."
	},
	{
		"start_time": "53:05",
		"speaker": "Mauro Silva Júnior",
		"words": "Oh yes. Oh yes. Uh We have to remember that socials, social sexuality is indeed a measure of a short term image orientation. Um It's, it's not uh it's something that I really advise people when I'm talking about. This is the fact that uh people that who are higher on social sexuality, they can also form long term relationships. It's not deterministic, right? Uh And this is one of the, the reasons why the, the soy especially or the conceptualization of social sexuality has been criticized by not fully capturing the, the all possibilities of m orientations in humans, but instead, it's for causing only on the short term M orientation. Uh And that makes sense because when, when you use the soy R, we, we are actually measuring how many partners people had in the last 12 months or in how many pa partners they had in their, in their whole life. So if you have a higher level of uh sexual partners on, on these measures, you are uh more short term uh orientated than other people. But indeed, there are some, there are some empirical and theoretical shortcomings of all of these and, and, and, and, and some authors have indicated these shortcomings about the conceptualization of, of, of the social sexuality. But uh despite this, these limitations and, and also at the same time, in in accordance of uh of this uh conceptualization uh people with higher social sexuality, they, they actually tended to, to be, to have more extra pair uh uh relationships. They, they, for example, that there is a recent study that shows that social sexuality is a powerful predictor of voluntary singlehood both in men and women. And as I, as I told you before, uh even if they are in a relationship, they, they tend to have higher uh number of partners than those who have a restricted social sexuality. So I would say that indeed, social sex, social sexuality is a measure of a short term and mating orientation."
	},
	{
		"start_time": "55:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So a very interesting study that you did was that you studied the socio sexuality during the COVID-19 pandemic. What could you tell us about it? Like uh for example, was there any correlation between socio sexuality and the adoption of social distancing measures to prevent the transmission of COVID? And I mean, I would imagine that if that was the case, it would probably have something to do with people who score higher on socio sexuality also scoring higher on risk taking behaviors,"
	},
	{
		"start_time": "56:24",
		"speaker": "Mauro Silva Júnior",
		"words": "right? Oh, yes, I, I believe yes. And thanks for the for the question. Uh THAT, that was an interesting stu study that I carried out with two colleagues of mine during the worst phases of the pandemic here uh here in Brazil. And just to give you uh some background uh of this study, we, we carried out this study during this phase of the pandemic, at the, at that time, we didn't have vaccines and as other countries in the world, uh the pandemic was very poorly in Brazil. So there were people who did not believe that was a serious issue and they felt uh comfortable uh for not wearing masks and uh getting around with other people. Uh So the, the, the theoretical question that motivated this study was to understand if there was some kind of trade off uh that people might be experiencing at the time. Uh For example, in the beginning of the pandemic, uh we didn't know for sure how much long it would take to, to stay at home, right? Uh It's relatively OK if you do this for a month maybe. Uh But if the quarantine uh takes longer, like two months, four months, six months or maybe a year, it, it uh requires more effort of people to doing that and actually staying in the quarantine for a long period uh affects your life in, in, in many ways in, in, in, in, in general, like for example, you're not seeing your family, but also you're not having contact with romantic partners or sexual partners. If you have uh if you are single, that might be even more difficult because maybe you have uh this uh uh uh those needs and you, you, you don't have a partner uh with whom who we may share this intimacy. So that was exactly in the point we were interested if people would um prevent uh the COVID infection or they would uh present this risk behavior to satisfy those needs. Um We collected data only with men with different sexual orientations, bisexuals, gays and heterosexuals. And I think we had more than a 500 individuals from all o all regions of Brazil. Uh And what, what the new results showed that a minority of those men were uh fully following the, the guidance of staying at home, only a minority of them. And a great proportion of those men uh actually uh had some kind of uh uncommitted sex with someone. They, they, they were not in all cases, strangers, but in some cases, those people were strangers and with a greater concern uh with strangers, some of those men had uh uh an unprotected sex. So they, they took the risks, the risk of getting two different kinds of infections, the COVID, the COVID, the, the Coronavirus and the, the sexual"
	},
	{
		"start_time": "1:00:17",
		"speaker": "Ricardo Lopes",
		"words": "admitted"
	},
	{
		"start_time": "1:00:17",
		"speaker": "Mauro Silva Júnior",
		"words": "infection infections. Yes, thank you. Um And as you, as you, as you, as you said, uh there was uh a correlation between social sexuality and an earlier onset of uh sexual debut. Uh And I think, I think this study is important, not only because uh it provided more information about individual differences in social sexuality, but this, this study can inform public policies because uh provides information that uh in a situation like the pandemic that was really unusual uh for, for all of us, people will not behave in the same way even if they have the same information. So if the governments, for example, wants to inform people and uh encourage them to behave in a certain way to avoid uh the spread of the virus, they have to take into account that not, not everyone will behave in a, in a similar way because people are not similar, they have their differences and not only about social sexuality or risk taking behaviors, but in many others. So as more we know about this uh about the individual differences, more we are able to uh maybe uh really, really be effective in public policies such as those related to, to the pandemic."
	},
	{
		"start_time": "1:01:51",
		"speaker": "Ricardo Lopes",
		"words": "So perhaps in that specific case, if we take into account individual differences, we would have to tailor the message to the people with different uh personality traits or with other different or with other individual differences like socio sexuality."
	},
	{
		"start_time": "1:02:10",
		"speaker": "Mauro Silva Júnior",
		"words": "Right? Indeed. Yes. Yes."
	},
	{
		"start_time": "1:02:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And I guess just another comment before we get into another topic, I guess that this, that you did on socio sexuality during the COVID-19 pandemic point. Uh BECAUSE when I was asking the question, I mentioned that probably it was related to higher levels of risk taking behavior. But in that particular case, when you mentioned some of those individuals that didn't follow uh that didn't follow the social distancing measures uh having had sex. Uh AND protected sex specifically. Perhaps it also relates to reduced sexual disgust on their part."
	},
	{
		"start_time": "1:02:55",
		"speaker": "Mauro Silva Júnior",
		"words": "Can you, can you, can you explain more about this?"
	},
	{
		"start_time": "1:02:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I I mean, I I was saying that if some of those individuals that you mentioned there uh had unprotected uh sex with the partners they have, then that in terms of these being to socio sexuality, perhaps it would also be a manifestation of their reduced sexual disgust or, or"
	},
	{
		"start_time": "1:03:23",
		"speaker": "Mauro Silva Júnior",
		"words": "not. Hypothetically speaking."
	},
	{
		"start_time": "1:03:26",
		"speaker": "Ricardo Lopes",
		"words": "Yes."
	},
	{
		"start_time": "1:03:27",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes. Yes. Yes. Because yes, this is important question because we didn't measure social disgust. And we me, we measured risk taking behavior indirectly by the measure of following or not the, the the guidelines of staying at home. Yeah. But I was saying,"
	},
	{
		"start_time": "1:03:45",
		"speaker": "Ricardo Lopes",
		"words": "yeah, that's an important clarification. But it was, I was just saying hypothetically. Sure."
	},
	{
		"start_time": "1:03:51",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes. Yes, I agree."
	},
	{
		"start_time": "1:03:53",
		"speaker": "Ricardo Lopes",
		"words": "So let's get them into mating systems in humans. Um Of course, I, I guess that uh I don't know if you agree with me, but I guess that from the discussions I had on the show with evolutionary psychologists and anthropologists in general, there are three main mating systems in human societies, monogamy, polygyny, and polyandry. So, but uh how do you approach mating systems from an evolutionary perspective?"
	},
	{
		"start_time": "1:04:27",
		"speaker": "Mauro Silva Júnior",
		"words": "OK. Um I think the mating systems uh we, we have to, to understand that they represent uh a pattern of sexual behavior that is found at the species level or at the population level. We're not talking about uh uh individuals like we have been talking uh previously. Yeah. What, what, what do we, what do we know about uh mating systems is more related to the primate literature? And what, what we can say about primates is that primates usually have uh a primary mating system, but they might have a secondary and, or a tertiary mating system. Ok. So, in humans, when it comes to humans, there is a debate if our primary mating system is monogamy or polygyny, right? Uh In the past, in the early two thousands, uh there was more agreement that the majority of societies were more uh polygynous societies. And, but nowadays, uh it seems for me, I, I'm not following exactly uh the, the, the literature on this topic. But II, I tend to think that uh anthropologists have been uh suggesting that there are more monogamous societies uh nowadays. And the, the reason for that is because uh of the cultural contact between different cultures, especially the cultures in, in the West. Um But despite the fact that uh 24 years ago, uh this study showed that there was more polygamous societies uh in the worlds, most of people were monogamous and, and advised that because even if the society allows, allows some men, uh we we, we actually found more poly society than polyandry societies. And even if those uh societies allows men to, to have more than one than one wife, not all, all men in those societies can afford to have larger families. So even if they want to have larger families, they cannot afford for this because of material resources. They do not, uh they do not uh they do not have. Um And, and the, the, the, the point, the point that I understand about the mating systems in humans is the specific benefits and tradeoffs related to uh sorry, the benefits and costs uh uh in, in which societies uh develop some kind of uh uh mating systems from monogamy to poly polyandry or monogamy. Uh It seems that the, the social ecology plays a significant role in the adoption of this mating systems in humans. Uh THE ability of men to have more uh resources but also which sex is responsible for the material resources in the societies of, in, in the societies and many others. Uh SOCIO ecological factors."
	},
	{
		"start_time": "1:08:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But can we say if there's a predominant mating system in human societies? Because uh as you mentioned there and from the conversations I had with, for example, anthropologists on the show, uh I guess that uh you, you what you said there is up to date that most traditional societies that we studied until recently were uh predominantly polygynous. But now in more recent times, they tend to be more monogamous. I mean, most societies across the globe and the, the bigger ones at least. So, uh I mean, can we really say that we as humans have one predominant or primary mating system or, I mean, is that, is, is it that it just depends on our socio ecology and that's all we can say about it."
	},
	{
		"start_time": "1:09:03",
		"speaker": "Mauro Silva Júnior",
		"words": "But that's a big question. I don't, I don't know if I'm the best person to, to, to tell you that. But uh my, my perspective on this is that the mating systems in, in humans or other primates are the results of the interactions of the interaction of our evolved mechanisms and the environment, right? Uh So I would say that if most of societies adopt one mating system of the oo other depends on their interaction of those factors. Uh And of course, we have to take into account the specific historical moment. We are considering maybe uh 10, 10,000 years ago, we would have a different uh a a AAA different predominant mating system in humans. Uh But 24 years ago, anthropologists tend to think that polygamy was the most predominant. And now we say that is monogamy. And I think that polygamy and monogamy may be um the the most important ones uh in, in, in, in the sense of, of how frequent they are. But that depends of course, of the timescale we are considering, right? Because uh evolutionary processes are also historical processes and we have to take into account the, the timescale when we make this uh this uh conclusions or these assertions. Mhm"
	},
	{
		"start_time": "1:10:50",
		"speaker": "Ricardo Lopes",
		"words": "So, I, I mean, it's not really correct to say that we are, for example, a monogamous species or a polygynous species. I mean, that doesn't make much sense."
	},
	{
		"start_time": "1:11:02",
		"speaker": "Mauro Silva Júnior",
		"words": "No, no. Yes, I would say that doesn't make sense. II, I would say actually that we have many psychological adaptations that allowed us to develop uh mating systems at the population level, regarded to monogamy or poly or uh polygamous mating systems."
	},
	{
		"start_time": "1:11:24",
		"speaker": "Ricardo Lopes",
		"words": "And then of course, there's also these are rarer cases, but there's also cases of polyandrous societies. Like for example, if I remember correctly, there are some uh agricultural societies in the Himalayas in Nepal, for example, where uh two brothers married the same woman because I mean, the I guess that uh the main rationale behind that is that since they are an agricultural society, if the two brothers married different women, then when they inherited the land, they would have to divide it between the two of them. And so they would get smaller portions and they wouldn't really be able to get good enough yields from those smaller portions of land. And so two brothers married the same woman and uh the Children are considered Children of the both of them. But still, even though there's the uh issue of paternity, uncertainty in that case, that sort of buffered by the fact that since they are brothers, they share, they share a big percentage of their DNA. And so the conflict there is reduced between"
	},
	{
		"start_time": "1:12:44",
		"speaker": "Mauro Silva Júnior",
		"words": "reduced. Yes, indeed, that's one important uh aspect of this. They, they, they tend to be brothers."
	},
	{
		"start_time": "1:12:52",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, I mean, I guess that we've already touched on the question as to whether there are differences between mating systems in ancient human societies compared to more modern human society. So, uh let me ask you another kind of question that this will probably be the last question of our conversation today. What do you think specifically about polyamory? Because there are people that argue that polyamory is distinct from uh any form of polygamy, like polygyny or polyandry. Do, do you look at it as a distinct mating system or not?"
	},
	{
		"start_time": "1:13:34",
		"speaker": "Mauro Silva Júnior",
		"words": "Uh To be honest, I haven't thinking uh I haven't thought about this uh about polyamory, but uh I would say that polyamory is not the same as a mating system. Uh If, if you remember, we, we, we remember the definition of mating system, mating systems happens at the level of a population or at the level of a species. Uh I would say that polyamory is more related to the individual level of analysis and maybe is related to the benefits and costs that individuals uh uh find in their, in their environment. Uh As, as as I, as I mentioned it. Uh PREVIOUSLY, I believe we have many psychological adaptations that allowed us to uh to form uh different kinds of uh arrangements of romantic arrangements that depends of what is available to a specific individual uh in, in western societies in industrialized societies, more and more people are thinking about the, the costs of having a single part for a long period of time because people are able to develop interests, uh romantic or sexual interacts, interest for other people. And they might compromise the relationship if they, they have with a long term partner. So there are people out uh discussing this uh uh these challenges and they uh kind of uh suggest that polyamory would be a solution. Uh If it, because people would be, would would in a consensual way uh from, from both, from both uh parts uh maybe develop uh more uh the one relation, longer term relationship at a time, right? And one of 11 of it, it's, it's interesting to analyze the trends because one of the, the arguments that people say is that poly polyamory already existed. Uh It, it, it was only not allowed or men were allowed to, to, to develop more than one romantic relationship at a time and women were not. But the question, the question is, I think answering your, your question is not, polyamory is not a mating system because mating systems happens at a different level. But we are perfectly able to, to develop uh this because as we see in societies that have polyandry or polygyny, uh it's perfectly possible to have mo more than one partner uh at the same time. So uh I believe that we, we, we, we have this, this um uh possibility. It, it was only the environment that did not accept maybe the, our cultural, our cultural restrictions to, to these that were more orientated to, uh, a monogamy lifestyle."
	},
	{
		"start_time": "1:16:58",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes. And in this particular case, I guess that, uh, some of the reasons why people who talk about polyamory, distinguish it from something like, uh, polygyny or polyandry or some form of polygamy is the fact that many times across human societies, uh a poly polygamous relationship is based on uh marriage. I mean, there's marriage associated with it, but in polyamory, not necessarily. And also, I guess that in polyamory we're not talking, we're not talking about uh uh necessarily long term romantic relationships. But it can be, for example, a romantic relationship with one partner and then with the others just uh sexual relationships or relationships that are simply sexual in their nature."
	},
	{
		"start_time": "1:18:01",
		"speaker": "Mauro Silva Júnior",
		"words": "Right? Yeah. Yes. Yes, I agree. I agree."
	},
	{
		"start_time": "1:18:05",
		"speaker": "Ricardo Lopes",
		"words": "Ok. Great. So, um Mauru just before we go, uh would you like to tell people what are the things you're working on at the moment or we'll be working on in the near future if people are interested?"
	},
	{
		"start_time": "1:18:21",
		"speaker": "Mauro Silva Júnior",
		"words": "Yes. Uh I'm working on uh individual differences in social sexuality and uh the factors that affect uh relationship satisfaction. And more recently, I, I became interested in the study of emotions from uh an evolutionary psychological perspective, like anger and uh and shame. II, I, I'm at the beginning of, of this."
	},
	{
		"start_time": "1:18:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm GREAT. And if people are interested, where can they find you when you work on the internet?"
	},
	{
		"start_time": "1:19:00",
		"speaker": "Mauro Silva Júnior",
		"words": "Uh THEY can find me on research Gates. I have a profile there and I have also the Google citations uh uh profile. So it would be easy to, to find me on those two platforms."
	},
	{
		"start_time": "1:19:15",
		"speaker": "Ricardo Lopes",
		"words": "OK. I'm leaving links to that in the description box of the interview. And thank you so much again for taking the time to come on the show. It's been a pleasure to talk to you."
	},
	{
		"start_time": "1:19:25",
		"speaker": "Mauro Silva Júnior",
		"words": "Thank you, Richard. It was my, my pleasure and thank you for the invitation."
	},
	{
		"start_time": "1:19:31",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting bear. No wolf, Tim Ho Erica LJ Connors Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken H her ma J and Lain Jung Y and the Samuel K. Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson Ya, Des Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt, Pavlo Stassi na Me, Gary G Alman, Sam of Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, La Gilon Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fists, Larry Dey junior, Old Ebon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica, a week in the Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman Perlis Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]