[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lobs. And today I have a returned guest, Doctor Lydia Moland, he is a professor of Philosophy at Colby College. Last time we talked about Hegel Marx, a little bit of abolitionism and feminism in the 19th century. And today we're focusing on her book, which is now on paperback as well. Lidia Mariah Child, a radical American life. So, Doctor Moland, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Lydia Moland",
		"words": "Thank you. Likewise. It's always a pleasure for me to talk to you as well."
	},
	{
		"start_time": "00:35",
		"speaker": "Ricardo Lopes",
		"words": "So, first of all, just before we get into Lydia Child's personal story and her intellectual achievements and contributions, let me just ask you sort of more personal question. So what got you interested first in American evolutionism, particularly from the 19th century?"
	},
	{
		"start_time": "00:57",
		"speaker": "Lydia Moland",
		"words": "Yes. Thank you for that question. So, as you say, I'd spent my whole career doing uh German philosophy. I wrote a couple books on Hegel wrote Salmon Schiller and other German idealists. I was very happy doing that. Um And then after the 2016 election, I had um in the United States, I had a moment of thinking that I really needed to change my life in order to react to the new political reality in my country. And I started to wonder, um, what women in particular had done to address moral emergencies in the past. And I thought, well, I have some expertise in the 19th century. I know my, my way around the thinkers there, um, and the obvious and I, I also had the feeling that it would be good for me as an American citizen to sort of come home and think about my own country and its own history where I'd usually been thinking more about Germany. So I, I just thought what, what were American women? And I, I thought it would be interesting to look at women doing with philosophy in the 19th century to especially to address moral emergencies in their country. And obviously, the big moral emergency in the United States in the 19th century was uh slavery and the civil war in particular. And so I, I was very naive, but I had a vague recollection that um women had been important in the fight against slavery in the 19th century. So I went to the Harvard Library for the History of Women, the Schlesinger Library and asked what they knew about women using philosophy in the 19th century. And they, they didn't have an immediate answer, but they gave me a box of folders actually that someone else had asked to see the day I happened to go and in that box was a letter from this woman, Lydia Mariah child. I had never heard of her. I had no idea who she was, but the letter was so electrifying to me. It was so um it spoke to me so immediately it was clearly by one activist to another. So someone who was trying to figure out how to address a moral question. Um AND it, it spoke with such clarity and such uh wisdom and so philosophically that I thought I should really look into this person. Um So I started looking into her. I couldn't believe what I found. I couldn't believe how accomplished and how well known and how influential child was in her own life and that I had never heard of her. Um And I was so impressed by the way, she used philosophical thought to tackle the major moral issues of her time that I just kept thinking and writing about her. And that's how I ended up um writing this book."
	},
	{
		"start_time": "03:57",
		"speaker": "Ricardo Lopes",
		"words": "So tell us now then about her. Who was she? Exactly."
	},
	{
		"start_time": "04:02",
		"speaker": "Lydia Moland",
		"words": "Yeah. So she was born in 1802 in a town called Medford Massachusetts, which is just uh is very near Boston. Uh Her father was a baker. He had been born um an American citizen um just after the revolution. Um And, and actually, that's not true. He had been uh he was a boy still during the revolution. Anyway. So it had been a generation which people had gone from being British citizens to being American citizens. He was very patriotic, um, as were many people for that reason, but he had no formal education. He was a very successful baker but, um, not a, an intellectual. Uh, HIS wife also had no formal education. Um, THEY, Lydia Maria child was the youngest of their Children. Um, THEY had no interest in educating girls. They had no interest in educating boys either but their, their son who was just five years older than Lydia. Um His name was converse. He had this inexplicable love of books and he was sort of mentored by the local teacher and the local minister. Um He loved books so much that the family doctor finally took his parents aside and said he's not going to be of any help to you in um the bakery. So you might as well send him to Harvard. So they sent him to Harvard um where he, he later became a professor at Harvard um in the Divinity School. Anyway, all of that to say that she didn't have a uh an extensive education. She went to primary school but not to, there was no high school for women like her, but she had a brother who loved books and loved teaching her um about the books he was reading. So as a very young woman sort of 1213 years old, she was reading Milton she was reading Shakespeare. Um She soon discovered the novels of Walter Scott and this just launched her into this world of ideas that she remained enthusiastic about. Um, HER whole life. Anyway. So she, she went from being a voracious reader to being a very early writer. She wrote her first novel when she was 22 years old. It was still very unusual for a woman to write a novel in the United States or anywhere really. Um, SO she published it pseudonymously or anonymously. She just said it was by an American and it caused a kind of, um, sensation, um, slash scandal. It was about, uh, a native American warrior who married a European settler, um, which as you can imagine was, um, was controversial, but it did well enough that she became a fairly well known author. She then followed that up by writing another novel by writing children's fiction by starting to write other nonfiction. Um, AND that meant that by the time she was 30 she was something essentially unheard of was a self sufficient female author in the United States. And she also published, um, a self help book that was, it was a kind of combination of, um, recipes and um, medical advice, housekeeping tips. But even there, and this is transitioning more to her thought. It's a very philosophical book. And so far as she says, very clearly at the beginning, that what she wants is for Americans to realize that in order not to reinstate the aristocracy that they had just fought a war to get rid of Americans needed to be self sufficient. They needed to know how to take care of themselves, um how to make their own soap. Um And, and, and cure their own diseases. And she really makes clear that this is a, a kind of political philosophy embodied in what Americans should be doing. So that was another thing that way in which I think she sets up her real philosophical commitments, which become much clearer. Uh ONCE she encounters the abolitionist movement."
	},
	{
		"start_time": "08:18",
		"speaker": "Ricardo Lopes",
		"words": "But then when it comes to her personal, her own intellectual path, she was mostly self taught, right?"
	},
	{
		"start_time": "08:26",
		"speaker": "Lydia Moland",
		"words": "She was, and she was, she was very proud of that and beyond being proud of that. I think she thought that it had saved her from some problems that trained intellectuals often encounter in their moral lives. So this becomes a sort of theme that she in so far as she knew of professional philosophers, which she did, she knew um Ralph Waldo Emerson, New Bronson Alcott, she could see that their education had sometimes made them very careful, very conservative, very focused on thinking rather than doing. And in a way this was more true of Emerson, um unwilling to engage in the messier of actual life. So most people, if they know anything about Emerson and slavery, think of him as a kind of moral hero who came out very strongly, um, in favor of John Brown after John Brown's raid on Harper's ferry, which was meant to instigate, um, an insurrection among enslaved people. But actually Emerson came to that very late. He was very tepid about abolitionism for most of his life. Um, AND child ascribed to him and others then, um, the sort of concern that they had let their educations get in the way of their moral compass. And so in a way, I think she felt lucky that she didn't have that kind of um distraction. But I'll, you know, I'll say too, as a young person, she engaged with Plato, she engaged with Locke. Um She had a study group with Margaret Fuller on Locke and Amanda Stahl. She was very influenced by Emmanuel Swedenborg who was a philosopher and mystic in Sweden. Um So she, she had read very widely and, but yes, she was essentially self taught."
	},
	{
		"start_time": "10:28",
		"speaker": "Ricardo Lopes",
		"words": "But, but when did she start actually writing on philosophy? Because if I understood correctly, at least in her early writing career, she was rattling most uh she was writing mostly novels, right? But then when did she, when exactly did she get she go into philosophical writings, let's say,"
	},
	{
		"start_time": "10:49",
		"speaker": "Lydia Moland",
		"words": "yeah, I would say that it really happened once she discovered abolitionism. So it's, it's really important for Americans in particular to understand that abolitionism in the 18 thirties. So about the time she was 30 years old, was still a radical position among Americans. So I think many Americans think that most northerners especially were against slavery from the beginning. And that's just not true. Even northerners who were against slavery were very uncomfortable, usually with the position of abolitionism, which was the claim that slavery should end immediately, not gradually and that it should end without compensation to enslavers. So to, to embrace a position like that was essentially to become a kind of social pariah. Um It was to risk ostracism and condemnation by all of the kind of proper people, you know, in somewhere like Boston, which was very concerned with itself as the beacon of intellectual sophistication in the United States. So child had also, you know, disliked slavery, but then sort of tepid about, you know, thinking, well, probably it's going away anyway and probably it's not as bad as some people make it sound. But then in 1830 she met a man named William Lloyd Garrison who was a radical abolitionist. He was a white man, but he had moved to Boston to build on the abolitionist community among black Americans there. And he as a, as a white author and editor was trying, was looking for converts for people who he could, who could help him spread the message of abolitionism. And he knew that child was a very effective novelist so that she could reach people emotionally. And he knew that she was a very effective arguer because she'd taken a position on on other issues before that. And she had, she was a household name. She was known in the north and the south for her uh literature and for her advice um to all kinds of people, um including about, you know, very practical things. So he met with her, he and, and she describes meeting with him as a kind of conversion experience where the, as we say, the scales fell from her eyes and she suddenly realized that this thing that she hadn't thought about carefully before um was absolutely true and deserved her devotion and attention for in all of her efforts. So at that point, I think she really started to think philosophically, which is to say to think about what kinds of arguments would work to change people's hearts and minds on this question. So in 1833 she published the first book length argument against slavery in the United States. It was called an appeal in favor of that class of Americans called Africans. And to my mind, it's um it's a deep philosophical work for a couple of reasons. One is that it asks the big questions, right? So what is justice? What is humanity, what is truth? What does it mean? Uh TO think of someone else as a human being? But also in so far as, as it's a fire hose of argumentation. So she takes all of the reasons and excuses that people had been using people like her people in the North had been using to excuse their apathy about slavery and she just takes them down one by one sometimes in a very socratic style. So she'll, she'll put up um a kind of um usual conventional reason for not interfering in the South, for instance. And then she'll just list all of the reasons why that is a hypocritical position, why it's a nonsensical position, why it's intention with American values, et cetera. So this book had several chapters. It had a couple of chapters on the history of slavery, the economics of slavery, the moral problems with slavery, the intellectual character of Africans and their descendants, et cetera. And then the last chapter is aimed squarely at northerners. Um And the first sentence of it is something like while we bestow our earnest disapprobation on our brethren in the South, let us not flatter ourselves that we are any better than they. This was absolute treason as far as most people in Boston were concerned to say that Bostonians were as guilty in the, on the topic of slavery, as people in the South was a, was a heresy. Um So she was really ostracized at that point. Again, I think there are some interesting parallels to Socrates here, right? So she, she kind of shows up in the public square, she asks people kind of basic questions about their thoughtlessly held beliefs and shows them to be um deeply hypocritical and uninformed and in the, and captives of terrible arguments, destroys those arguments and is essentially that she wasn't killed, but she was, um, was ostracized and there were times in which her life was threatened and, you know, it was a, it was a very dangerous position to take, especially as a woman. So when, when she had published these other books, people had been uneasy and should women really be writing novels and, you know, should they really be, you know, messing around in these topics? But for a woman to talk about economics and politics and history and then to call northerners hypocrites, I was really beyond the pale. Um So at that point, then her life really changed. Uh She lost her income from her books. People stopped buying her books. Um And she and her husband essentially lived in poverty for the rest of their lives. So there's lots more to say about her philosophy. But I, I would say that is, is one of the moments that I would say becomes a kind of philosophical turn for her. She never called herself a philosopher. In fact, she um resisted being called that I think in part because she was afraid of how the people she knew of who were philosophers, let that get in the way of their actions. But there, there's no question that she both used philosophy and that she thought philosophically."
	},
	{
		"start_time": "17:53",
		"speaker": "Ricardo Lopes",
		"words": "But then when it comes to abolitionism, uh how influential was she back then in terms of this movement."
	},
	{
		"start_time": "18:01",
		"speaker": "Lydia Moland",
		"words": "She was very influential, she was very well known. Um Lots of people wrote to her throughout her life to tell her that she had changed their minds and changed their lives. Some of what she wrote about slavery sold very, very well. Um She never took money for it, which is part of why she remained impoverished, but I'll give you one example. So this is much later in 1859. Um AFTER John Brown's failed insurrection against slavery in um in Virginia, she wrote to the governor of Virginia asking to come and nurse John Brown who was then in prison, the governor of Virginia. So she was famous enough that the governor of Virginia wrote back and said, you know, uh yes, you can come and visit him. But he took some time to um scold her right to say that John Brown's violent raid was the fault of people like her who had been, you know, saying such extreme things about slavery um that people like John Brown became violent about it. He then published her letter without her permission and his letter um reprimanding her in the press. This gave her the opportunity to write back in the press. Um AND it was this, you know, 57 page I forget um just destruction of his terrible arguments again that caused another woman to in in the South to write this very angry reply to child and publish that in the newspapers and then that gave child an opportunity to publish again an even longer rebuttal. I mean, these are just, she was a master of rhetoric. Um, AND these people, I don't think they quite knew what they were getting into when they sort of baited her into responding. And then that so all of those letters together were then published as a pamphlet which sold 300,000 copies, which is an incredible number for um the population of the United States at that time. But I think it was the 19th century equivalent of going viral. Um And when she died, people were very clear that she had in many cases each a part of the population that some of the other um major abolitionist speakers were unable to reach. So I think during her lifetime, she was considered very, very influential"
	},
	{
		"start_time": "20:41",
		"speaker": "Ricardo Lopes",
		"words": "by the way, when did she die? Exactly. Did she leave? At least to see, for example, the end of the Civil War or"
	},
	{
		"start_time": "20:48",
		"speaker": "Lydia Moland",
		"words": "no, she did. So she died in 1880. Um So she, yeah, the civil war ended in 1865. So, yes, she, she saw the end of the war, she saw emancipation. Um She was surprisingly uh non triumphant about that. Um IN part because she was so saddened and discouraged by the fact that it took a war to end slavery. And she was convinced correctly as it turned out that unless slavery ended because white Americans actually change their hearts and minds as opposed to being forced to give up slavery um through violence that um slavery would just reassert itself in another form which it very quickly in the South um around things like black codes and then later uh Jim Crow laws. And there, there are many parts of slavery that survive in the mass incarceration system in the United States now. Uh NOT to mention just the survival of racism. So, and she really, she lived long enough to watch Reconstruction, which was the attempt to rebuild the South with a more just racial uh framework to see that fail. So she, I think died very discouraged about the future of um racial justice in the United States. And I should say that the fact that she was interested in racial justice and racial equality rather than just the end of slavery also really made her a radical. So there were lots of northerners who thought that slavery should end, you know, were sort of slowly convinced that it should end. But that did not mean that they thought that Africans and their descendants were the equals of whites. So they, they maybe thought they shouldn't be enslaved. Exactly. But they definitely did not want them in schools, in churches, in theaters. They didn't, in most cases, didn't want them to be able to vote, right. So, so the end of slavery did not mean anything like the beginning of racial equality, even for most people in the north and so child from a very early point was wanted, both. She wanted the end of slavery and she wanted racial equality. Um And when she died, it was still very clear to her that, that was a long way away in the United States still is."
	},
	{
		"start_time": "23:21",
		"speaker": "Ricardo Lopes",
		"words": "And she was right, because black people in America had to fight for equal rights, at least for the next, the next 100 years."
	},
	{
		"start_time": "23:30",
		"speaker": "Lydia Moland",
		"words": "Right. Yes, that's right. And, and many of those fights are still not over and in many cases, things are getting worse rather than better as far as racial equality goes."
	},
	{
		"start_time": "23:38",
		"speaker": "Ricardo Lopes",
		"words": "So, uh something that she also was, was a women's rights activist, right? So, what would you like to tell us about that? What were some of her main ideas and contributions in that domain?"
	},
	{
		"start_time": "23:53",
		"speaker": "Lydia Moland",
		"words": "Yeah, I think this is a really interesting part of her um, trajectory. She was much slower to embrace gender equality as we now call it uh than she was to embrace racial equality. So she, I, I think that was in part because as she herself said, she was much more comfortable fighting for the rights of other people than for her own. So she would say things like I don't, I would rather never talk about women's rights. I would rather just go out and do what I want to do. And, you know, if people don't want me to do it, then I will fight with them. But not until then. And I think at the beginning, she also sort of took the line that women had their own sphere and it was better for them not to get involved in, in some parts of society in the 18 thirties. She got very mixed up in a huge scandal and schism in the abolitionist movement when some men. Well, what happened was it was started by people like William Lloyd Garrison who were radical in many ways including Garrison believed in gender equality or equality of the sexes. But then as the movement grew and more conservative men wanted to join, they were very uncomfortable with the fact that Garrison had quote unquote, allowed women to join. And more to the point that women abolitionists were speaking in public, which was still essentially forbidden. Child herself never spoke in public as far as I know she didn't like doing it. She didn't want to do it but sh but she wanted her female collaborators like Abby Kelly or the Grimke sisters or Maria Weston Chapman, um to be allowed to speak if they wanted to. And so when the more conservative men started to say things like we will join this movement, but only if the women stop speaking and essentially go home, then she fought back um and wrote incredibly eloquent things about um not just the equality of men and women, but about what it means to allow individuals to do what their consciences dictate. So her, her main point of argument against men at that point was more, don't you dare get in the way of my doing what I feel called to do morally speaking. Um And you know, gender is like, not even, doesn't even have to be part of that unless you, the more conservative men make it a part of that. So, so her sense was that the, the fight about women's involvement in the abolitionist movement was really the fault of men. So sometimes men would say, well, please just don't bring up the women question that's distracting. And she would say I didn't bring it up, you brought it up, right? We were just doing what we thought we should be doing and then suddenly we're told we shouldn't. And then as is so typical in the history of philosophy, women have to stop doing what they wanted to do. In many cases, philosophies and fight for their right to do that first, which means that they have much less time to develop their philosophies or just to do. And it just becomes an enormous distraction that the men don't have to deal with. So this, this is a classic problem anyway. Um So later in her life after the war was over, she did get very involved in the um fight for women's suffrage for the right to vote. Um She was older at that point, she didn't, she wasn't as involved as she had been in abolition, but she did write a very powerful series of articles in the Independent. Um Again, it is a very philosophical way just destroying all of the arguments that people were making to keep women from voting. Um So that, that there's also amazing philosophical thinking going on there. I'll mention one other thing that was very painful for her around this topic, which was that um your, your listeners and viewers might know that in the United States after the war, the 13th amendment ended slavery, but n no Africans or their descendants could vote yet on the federal level. Like there was no federal guarantee of that. It varied by state. But um when the 15th amendment was proposed to allow black men the right to vote. Some feminists like Elizabeth Katie Stanton and Susan B. Anthony started to oppose it because it was going to keep women from voting. So the language of the 15th amendment ended up introducing the idea that only men could vote with that. That hadn't been in the constitution previously. Um So for child, that was so painful to watch the women's movement then splinter between those who oppose the 15th amendment because it was bad for women and those who said it is bad for women, but black men desperately need the right to vote if Reconstruction is going to continue in the South. So we should support it anyway. Child was definitely in the latter camp. So she you know, she said she wished that the 15th amendment didn't specify men. Um, BUT she supported it, um, for the sake of black male voters. Um, BUT that, this is another example of how the, the quote unquote woman question, um, became a real issue for people who were trying to fight for racial justice, um, as well."
	},
	{
		"start_time": "29:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. No. Yeah. I mean, in the history of universal suffrage there's always this trend of first, uh, we introduce vote, uh, the voting rights to, I mean, in certain places, people who own land themselves, which, uh, were men for the most part. But then we expand to the best of the males, but perhaps not the blacks and then perhaps also the blacks and then perhaps also women. So, I mean, it's always tiny steps but that's almost, uh, it, it's the same, almost everywhere across the world. So it's not a problem that was specific to the United States, unfortunately. So, but, uh, we were talking about abolitionism and women's rights. Uh, IN her work in, uh Lydia, child's work did her ideas on abolitionism intersect in any way with her ideas on women's rights or not."
	},
	{
		"start_time": "30:48",
		"speaker": "Lydia Moland",
		"words": "Yeah, I think they did. And so far as she, she did believe in a kind of, um, universal justice that would, um, come to include everyone. So there, there's a real sense in her work. I think that people are basically good. They're, they're e, they're equal for sure. As individuals. Um And they're also basically good and what keeps us from being good to each other are bad arguments that we, you know, hear and then repeat as excuses not to be the kind of um people that we should be. So I think she sometimes abolitionists of this period are accused of being kind of one issue fanatics and she really wasn't. And, and that's not fair to say about many of them too. But she really thought that in order to address these problems of inequality and prejudice more generally, you had to articulate something more broad truth about love in some cases. Uh So that was something that she talked about from Swedenborg as well. That is a kind of universal force of love that unites us and makes us equal that um if we again let these bad, got these bad arguments out of the way we would be more able to um let that shine through as it were. So, yeah, I think for her, it was not a matter of, you know, this issue and then that issue but trying to reorient people around um a more universal understanding of humans as equal and love as a greater force that would then solve many of these problems as opposed to one after the other."
	},
	{
		"start_time": "32:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, and because also, unfortunately in the US, there's never been a lack of oppressed peoples. Uh What about the native Americans? Did she also write on their right on them and their rights or not."
	},
	{
		"start_time": "32:59",
		"speaker": "Lydia Moland",
		"words": "Yeah. In fact, this was the first cause that she felt very passionately about. So as I mentioned, her first novel had to do with um a native American warrior, marrying a European settler novel ends um with it's very complicated. But um but with that Native American warrior giving up his right as it were to this woman and ceding it to a European who had a prior claim on her and then just kind of disappearing into the forest literally. And for c this was very radical at this time because most people around child would have been arguing that the only way to for European settlers to be victorious, which was clearly the point was to exterminate the indigenous population. And she was trying to make the argument through this novel that they, that force wasn't necessary, that violence wasn't necessary that because at that point, she still believed um that European civilization was superior, that Native Americans would just sort of fade away and it didn't require killing them. So this is not much better right to say that um don't worry, they will just sort of voluntarily cede their position. She really came to reject that fairly early on in part because the man that she married um David Lee child was a, a staunch defender of Native American rights, including the rights of Native Americans to defend themselves with violence if necessary. And it was necessary um against European settlers. So she wrote fairly early on a scathing book about uh European atrocities against indigenous Americans. And again, it's just one thing after another. Um HOW hypocritical this is how cruel this is. And these people call themselves Christians and they claim to be followers of Jesus. And how, you know, how can they sleep at night? Essentially is the the undertone. So that, that was really one of her earliest moral convictions that what was happening to the native population in the United States was an atrocity. Um A genocide. She didn't use that word. Um But, and a terrible stain on the conscience of the country. And then after the civil war, she returned to that theme and wrote um a very powerful piece. Um IT'S called Appeal for the Indians, which is not a word that we use to describe indigenous people anymore. But it's, it's very similar to the appeal that she wrote in favor of that class of Americans called Africans. Um In that it, it again, it is, it, it may tears down all kinds of bad arguments, articulates this philosophy of um integrity. If Americans want actually to claim to embrace these ideals of justice and equality, they cannot continue behaving this way if they do. Um YOU know that they're being hypocritical and, and delusional and in many cases, not they know exactly what they're doing. But I, I will say one other thing that I tend to think about a lot when I think about that piece is that she still had and and this was true sometimes of her interactions with Black Americans as well. This kind of assumption that eventually these cultures would assimilate to European culture. She was very clear that European culture was deeply flawed and that in many ways delusional about its superiority. But she nevertheless continued often as did many people to make arguments like native Americans are like our younger siblings. They just haven't grown up yet. And once they are exposed to our um culture, they will be like us. Now again, that was radically progressive for her time because many people were saying that Native Americans were not capable of that and just were, you know, violent and savage and needed to be um exterminated. Uh And she completely rejected that. But on the other hand, um did suggest that part of the kind of progress of history was going to be the assimilation of native people to European culture. I should say that one of the points that she makes over and over again is the hypocrisy of calling native Americans. In this case, um savages or barbarous when what was happening was that European settlers were acting with horrendous violence and barbarism against them. So, so she's very clear that European culture as then absorbed by uh Americans um was the violent one and the one that needed to be called out for its savage behavior but nevertheless, I think she held out this kind of ideal that, you know, European culture, if we actually followed it as opposed to not following it by engaging in these atrocities. Um WAS the one and I mean, in her mind, the one that had articulated the kinds of truths about equality and justice that she wanted people to follow again, a naive position in many ways, but, but progressive for its time."
	},
	{
		"start_time": "38:49",
		"speaker": "Ricardo Lopes",
		"words": "So just earlier, I asked you if you saw any intersections between her work on abolitionism and her work on women's rights more broadly. Do you see common threads across all of her uh intellectual, nonfictional work on the rights of all of these different kinds of people like the Black Americans, the native, the native Americans and women?"
	},
	{
		"start_time": "39:17",
		"speaker": "Lydia Moland",
		"words": "Yeah, I think so. Again, generally the claim that all humans are have a kind of equality in so far as we're, there's a kind of conscience sense even about dignity and the inviolability of the person. And then the sense that that humans, once they have power are very good at making up arguments to deny that. And in so far as she has a more pessimistic view of human nature, I think that would be it. So, on the one hand, all humans have this potential for um for great achievement and, and love for each other, but we're very distractible by bad arguments and that always if there are these parts of the population whether it be women or Native Americans or Black Americans who can be described by those in power in false and derogatory ways. It's always going to be in the interest of the powerful to promote those stories in a way to keep them in power. Um So I think that sort of those, those different strands between beliefs about human nature on the good hand, on the one hand and uh not on the other would be another sort of basic philosophical commitment. I think."
	},
	{
		"start_time": "40:43",
		"speaker": "Ricardo Lopes",
		"words": "So, how would you classify Lydia Mariah child as an intellectual? Because earlier, if I remember correctly, at a certain point, you said that she herself didn't refer to herself or talk about herself as a philosopher. And you also mentioned that she had some criticisms of common or traditional intellectuals. Uh So, uh I mean, in your mind, how would you classify her as an intellectual?"
	},
	{
		"start_time": "41:13",
		"speaker": "Lydia Moland",
		"words": "Yeah, I, I think of her as someone who thought philosophically who, but who was primarily interested in philosophical thinking in order to decide how to live and in a way that is how Western philosophy got started, right? That is what Socrates said that, you know, we the unexamined life is not worth living and the point of philosophy is to be better people. And I think philosophy often gets so distracted from that, right? And the, the, the more abstract and intellectual it becomes the more disengaged from those real questions about how thought can help us live better lives and we just lose sight of that. So this is a, an ongoing question whenever you try to deal with women in the 19th century who are thinking philosophically. And I'm, I'm actually editing a volume of about women um in the United States and the, and Great Britain um who were either philosophers or thought philosophically in the 19th century. And I mean, it, it, it becomes a kind of self defeating question in a way if you're always trying to decide, well, were they philosophers or were they not philosophers? They, they weren't allowed to be philosophers? They weren't allowed to get university degrees until very late in the century. So that's the wrong question um That, that people sometimes ask. Um But I also think that for, for the sorts of reasons we talked about a, a while ago, often women couldn't just think philosophically abstract, aly, abstractly without first making the argument that they were allowed to. And so then they had to engage in what we might call social philosophy or social activism, which then gives people more of an excuse to dismiss them, right? And say, well, that's not really philosophy, that's social theory or that's activism. Um So part of what I and and others who are working in this field are, are really trying to do is push back against that. In part by showing that in the 19th century, it was much more common for people to think of philosophy in those terms. So the the abstract ratified Ivory Tower kind of philosophy has not always been the way philosophy has been understood. And so for, if we're constantly judging people in the past by that standard, that's not historically accurate. And it's also not just, and I think that, you know, for me, I love doing abstract philosophy, as I say, I, I loved writing on Hagel. Um I hope to continue doing it. It's also, and, and Hagel has like such a deep and wide and brilliant and ingenious system in which so much, there's so much richness and so much um potential for this glorious thought. It's also true that he got some very basic moral things, very wrong, right? So anything about gender, anything about race, he tends to get terribly wrong. So on the one hand, we can think about people like Hegel as paradigmatic philosophers. I wanna be sure that we don't therefore ignore the fact that it's important to pay attention to people who are getting the moral questions, right? Even if they don't have the big historical system, philosophical systems. And again, back to an early point, maybe even because of that, right? You know, the child is not engaging in this kind of big system building and in a way that's a reflection of her clear moral compass. So this is a very long um answer to your question, how I would characterize her as an intellectual you know, I'd say she's someone who, who was a social activist in a way that was founded in philosophical thinking. And that used philosophy in the, in a classic original Socratic sense, both to try to help other people see the errors in their thoughts and also to live a worthwhile life that reflects the kinds of values that we profess to have. Um So she might be unclassifiable in that um in that way. But that's, those are the terms in which I, I think of her."
	},
	{
		"start_time": "45:49",
		"speaker": "Ricardo Lopes",
		"words": "And as far as we could identify her as a philosopher, what questions do we think that she forces us to ask ourselves?"
	},
	{
		"start_time": "46:00",
		"speaker": "Lydia Moland",
		"words": "I, I think so many of them have to do with integrity and hypocrisy. And so what are our values? And are we living up to them? So, in what ways do we allow ourselves to be distracted by bad arguments from the kinds of things that we know we should be paying more attention to or the sorts of things that we know are wrong? Um, I mean, I think she, again, she's so good at appealing to our better natures in a way that is, can be really inspiring. And also to just to ask us to think whenever, whenever we feel convicted that something's wrong and then get sort of distracted by thinking, well, maybe we can't do anything about it or maybe it's not as bad as it looks or we find some argument that makes us feel less guilty. Um That, that is something that we need to be careful about. Um, AND more honest with ourselves about"
	},
	{
		"start_time": "47:00",
		"speaker": "Ricardo Lopes",
		"words": "and specifically, do you think that ship reps puts into perspective, what the role of intellectual should be? Particularly you yourself, you are an academic and sometimes academics get very mad, get annoyed by, I don't know, political activists and they don't like for people to try to uh moralize what they're doing or to try to push them into politics, political activism, moral questions or moral considerations that might derive from the kind of work they're doing it, they try to reduce everything into the pursuit of truth with a capital t or something like that and be very abstract. So do you think that perhaps uh Lydia Child would also put that a little bit into perspective or not?"
	},
	{
		"start_time": "47:50",
		"speaker": "Lydia Moland",
		"words": "Yeah, definitely. Um And you know, I don't want to cast aspersions on, on anyone but, but she's definitely changed the way I think of myself in the world and think of myself as an academic. Um She's the kind of person, once you've read enough of her, it's very hard to live your life the same way again. And I, I think it's important to be open to the concern that some of us who think we are living good lives um are actually contributing to the problems that we say we want to address in really fundamental ways. So I've tried very hard to reorient myself in, in lots of ways, the way I teach what I teach, what I write, how I write, how I spend my money. I'm, I'm still absolutely nothing like the kind of activist she was, I don't flatter myself, um, that I uh do that. But I, you know, I think especially that we're facing multiple crises in our world um from environmental to political. Um And I think academics need to be very careful about thinking about the value of what we do. I'm not saying that abstract thought doesn't have any value, but I do think that someone like child can help us worry about that more and try to uh use the intellectual tools that we have actually to try to make a better world. And again, I, I understand that there will be people who say that's not my job to which I would say well, OK, but let's be clear about that. Um And maybe let me one other way of putting this is that one thing I really admire about child. She was very good at looking at what her skills and talents and gifts were and then applying those in a way that would have real effects. So she knew she was a good writer. She knew that she was very good at um convincing people of things. She was good at practice and, and she used those things in the service of um the causes that she knew were the important causes of her day. And I think even people who don't think of engaged philosophy as their job can still do things like that. So part of what I think she shows us is that everyone has ways in which they can engage more fully. Um And that we especially as academics need to be careful not to hide too much behind some sort of belief that what we do is so important or so impressive that, uh, the real world isn't our concern."
	},
	{
		"start_time": "50:28",
		"speaker": "Ricardo Lopes",
		"words": "And also, of course, in this question, just to be clear, I was not trying to imply that there's not, and there's an, there's not anything at all, uh, about the idea that perhaps we should keep, uh, morals and politics out of intellectual pursuits because I, I mean, there's something to that. It's just that I think that perhaps it's a bit naive for some academics to perhaps think that what they're doing is not at all, uh, moral or political or doesn't have any sort of those kinds of, uh, implications because it has and also that it is completely, or talkers in the space that is completely outside of the cultural, political, economic, moral context where they live in. Right."
	},
	{
		"start_time": "51:22",
		"speaker": "Lydia Moland",
		"words": "Yes. No, that's very well put. Yeah, I think those, those are all things that we always need to be thinking about, but in the current moment, probably more than ever."
	},
	{
		"start_time": "51:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So let me just ask you one last question then. So you wrote of course, an entire book on Lydia Mariah Child. So what would you say are perhaps some of her traits or some of her intellectual achievements that you admire the most about her? I I mean, actually, is it the intellectual achievements her, her writings, is it some of her own personal traits or is it even also because she was a wo a woman in the 19th century? And we all know that even nowadays, but even more so in the 19th century, uh, woman intellectual, I mean, it was a very hard thing to pull through, I"
	},
	{
		"start_time": "52:17",
		"speaker": "Lydia Moland",
		"words": "guess. Yeah, all of those things for sure. Um You know, that, as I've been saying, like the power of her thought, the consistency of her thought over decades. So when she converted to abolitionism in the 18 thirties, I think a lot of abolitionists thought that this would go pretty quickly that it, once they made this very strong moral argument to the American public, the American public would think. Oh, wait, you're right. This is terrible. We have to stop this. Um, BUT instead it took 30 years and, you know, 750,000 deaths in the civil, like, just, just an incredible amount of blood um, and violence to, to end it. But, but she, she, she remained committed all the way through to the end of her life. I, I really admire that. I also really admire that. She never thought of herself as too good to be practically engaged. And I think this um is connected to your last question as well. So I haven't even talked about all of the ways in which she actually sometimes physically put her self in this struggle. So she would sometimes go to um speeches that were being given by abolitionist speakers at which there were mobs that attacked them and she would put herself between the speaker and the mob assuming correctly that the mob was less likely to attack a woman. So she, she would, she would be physically engaged. She and her husband moved to the middle of Massachusetts to try farming sugar beets at one point in an attempt to undermine the plantation, sugarcane trade. So that was another example in which she like completely changed where she lived and what she was doing thought in a very thought economically and agriculturally instead of philosophically or in addition to philosophically. And also she was very clear in her engagement with Black Americans um and in trying to support them and make sure that their voices were heard um in some cases helping them financially or she did help people on the underground railroad. So, so she was also willing really to engage on a more practical, less intellectual level. She also during the civil war and sewed for soldiers and raised money for fugitives from slavery. I mean, she, she was always thinking what she could do to help actual people as well as articulating in, in more abstract ways, the kinds of arguments that she also thought were necessary. So it's a kind of um again engaged philosophy and how do I put my thoughts into action um that, yeah, I I really admire about her."
	},
	{
		"start_time": "55:13",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again, Lydia Mariah Child, a radical American life. Of course, I'm leaving a link to it in the description of the interview and also a link to our first interview here on the channel, Doctor Moland. And apart from that, would you like to tell people again where they can find you and your work on the internet?"
	},
	{
		"start_time": "55:34",
		"speaker": "Lydia Moland",
		"words": "Yes, thank you. So, um I my website is Lydia moen.com. Um I am on X and Threads um Occasionally anyway, um the book, as you mentioned is out in paperback very soon and there is also now an audio book that's on audible and, and many other places where people get their audio books. So I think um this is going to be another time where it'll be really interesting to engage in, in her thought and I would love to hear people's thoughts about her if they read the book."
	},
	{
		"start_time": "56:07",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, thank you so much again for coming back on the show. It's always a big pleasure to talk"
	},
	{
		"start_time": "56:13",
		"speaker": "Lydia Moland",
		"words": "with you. My pleasure. Thank you again, so much for your wonderful questions."
	},
	{
		"start_time": "56:17",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview until the end. If you liked it. Please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel S friends, David Sloan Wilson, Yaar, Roman Roach Diego and Jan Punter Romani Charlotte Bli Nicole Barba Adam hunt Pavlo Stassi. Na Me, Gary G Almansa Zal Ari and Y Polton John Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franka La Gilon Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Oin David Williams Di Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica Week in the B brand Nicholas Carlson Ismael Bensley Man George Katis Valentine Steinman, Perlis, Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stein, Tom Ween, Bernard N Cortes Dixon, Bendik, Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]