[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lob. And today I'm joined by Doctor Abraham Newman. He's professor at the School of Foreign Service and Government Department at Georgetown University. And today we're talking about his latest book written together with a referral underground empire. How America weaponize the world economy. So Dr Newman, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Abraham Newman",
		"words": "Thank you so much for having me."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "So let me start perhaps with this question before we get into details here. Why is it that you call America an empire? What kind of empire are we talking about here? Exactly."
	},
	{
		"start_time": "00:45",
		"speaker": "Abraham Newman",
		"words": "Sure. So, um you know what we're trying to get at is that uh America's power is not just located in the traditional forms that we think about which are often military or national power. Um BUT it extends beyond its border and the way that it extends are through these basic infrastructures of uh capitalism. So things that people for decades really hadn't focused on uh whether it's the dollar clearing system, uh internet cables, um the way that uh platform companies organize the globe, what we're trying to use the the empire metaphor is to say, we really need to think about us power, not just as like state to state nations, but that it extends through these from the core to the periphery, through these economic networks. And that the US um gets really remarkable power from it."
	},
	{
		"start_time": "01:45",
		"speaker": "Ricardo Lopes",
		"words": "And, and so before we get into some of the main kinds of technologies and services that uh according to you played the role in the rise of this new kind of empire. How far back in history would you say we need to go to really identify the foundations of this empire?"
	},
	{
		"start_time": "02:08",
		"speaker": "Abraham Newman",
		"words": "Sure. So, I mean, um the main focus of the book is uh the Networks that evolved after um you know, the Bretton Woods period. So, you know, there's a up and through the 19 seventies, economies are still mostly national. So you have national banking systems, you have na you know, you have ministries for telecommunications and telegraph if anybody remembers those. Um And so then starting in the 19 seventies, eighties, those things get loosened. We end capital controls, companies get privatized. You have the whole wave of liberalization, all of those things lead to the formation of world spanning networks for finance, for production and for information. And that accelerates in the 19 nineties. And then with the, with the end of the Cold War uh that they move from just being western networks to global networks. And of course, the the technological revolution of the internet, you know, it really supercharges these things. Um And so, you know, if you were going to kind of think about, when did these networks start getting created? It's, it's in those the 19 eighties, 19 nineties. Um BUT they really accelerate in the two thousands."
	},
	{
		"start_time": "03:22",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk about some of these services and technologies then how did the banking system evolve until it became actually global?"
	},
	{
		"start_time": "03:36",
		"speaker": "Abraham Newman",
		"words": "Sure. So, you know, after world war two, many of the Western countries, European countries, they don't have functioning capital markets and most of the capital reserves are in the United States. And so you start to have uh you know, things like the Marshall plan and the trade kind of the trade system, it's relying on uh us reserves dollars to do it and those dollars then to start to leak out into the global system. And people take on the dollar as this kind of uh medium of exchange ways to do business. And so what, what we talk about one of these um networks that becomes very important for us power today is the dollar clearing system. And it's a very, it's kind of complicated thing, but it basically means if uh a Japanese company and a German company, if they do a sale with each other, they often do that in dollars uh because it's easier than exchanging euros for Yen. And um and so the way that happens is that the, those companies have accounts in what are called correspondent banks. Uh THEY'RE often American banks and it's like a ledger and that bank changes in the ledger, you know, there was a sale from the German to the Japanese. Uh AND it goes through that Correspondent Bank and that means that the US through that system has a lot of legal authority, not just over us banks, but all those firms that are using the dollar clearing system."
	},
	{
		"start_time": "05:05",
		"speaker": "Ricardo Lopes",
		"words": "But is uh this happens in virtue of the fact of transactions being made in dollars or is it that America has some more direct influence over the banking system in some other ways?"
	},
	{
		"start_time": "05:22",
		"speaker": "Abraham Newman",
		"words": "No, I mean, our story is often um you know, the US government is not, it's not planning this, it's not, doesn't realize what's happened. Um You know, we have a chapter that's really focused on the uh you know, we'll call them the, the heroes of globalization. Uh THE people who thought they were gonna create a world without governments, you know, with beyond governments. Um And what they ended up doing was create these economic networks that were global. Um But they often concentrated their interactions in these very large firms. Uh LIKE we focus on city, for example, as one of those stories that we tell and um the heads of that bank, they, you know, they really thought they were beyond sovereignty, beyond a nation, they were like pirates going out creating this ocean of capitalism. Um But then they refocused all of that power just in one company and that's where the US government starts to realize, well, if we don't need to control the world or go, you know, to, to focus on every company, we can just go at these core choke point companies in the economy. Me who have so much information and have become so vital uh to interactions. Um And so we tell that story, Walter Riston was the character that we tell about city. But you can replay that with Amazon cloud services or TS MC and the semiconductor production system. Um IT kind of, you know, these networks that we thought were so complicated and decentralized, rec centralized into these few um or firms"
	},
	{
		"start_time": "06:57",
		"speaker": "Ricardo Lopes",
		"words": "that's very interesting. But even if it's, I if it was not something that the US government or any other institution planned beforehand right now, is this something that people in the US government and other government related institutions uh are aware of that they have this sort of influence over the global banking system?"
	},
	{
		"start_time": "07:28",
		"speaker": "Abraham Newman",
		"words": "Yes, I mean, so it uh in the book, we really locate that as happening in response to the 911 terrorist attack in the United States uh where, you know, agencies across the US government were tasked with kind of figuring out how could they respond to this really unprecedented thing that they weren't prepared for. Uh And what you see is agency after agency that, that didn't maybe traditionally have the type of role, discovers these maps and these networks and realizes that um that they offer them an opportunity to respond to this problem. And you know, Treasury, which is primarily responsible for this domain. The US Treasury Department, its core mission for decades was to open markets, to liberalize, to not have government control. Um AND it, it, but it is, it has to respond to this crisis. And you see a group in treasury realize how these networks, the, the the com the um correspondent banking network, the dollar clearing, which I just described. Um BUT also the swift system uh which is uh uh we can talk more about what that is, but it's a kind of a encrypted post office for banks that also provided a similar um uh entry point into these powers. Um But at least the story that we want to tell is that it's not one where these, these bureaucrats have been planning all the law and then the trap is, you know, set it really, they're, they're in the cloud or sorry, the fog of uh wicked problems and they're struggling to figure out how to respond and they, they see these opportunities and, and, and for us, that's one of the reasons why we think there needs to be more attention to this because it um it, that kind of crisis response can lead to the use of these powers in not maybe the best planned ways."
	},
	{
		"start_time": "09:24",
		"speaker": "Ricardo Lopes",
		"words": "Uh So we'll get into the US government response to 911 in a second. But tell us a little bit more about the swift system that you mentioned there in banking. So why is it important in this uh story, let's say"
	},
	{
		"start_time": "09:43",
		"speaker": "Abraham Newman",
		"words": "sure. So, um the basically, you know, banks have to know uh who is supposed to give which money to whom and how are they going to do that in an organized way. And up until the 19 seventies, they had a lot of just bilateral interactions. There were a lot of, you know, it's like I'll call you, I made this and it was very complicated and as global banking increased, um then there was this effort to rationalize that to create some kind of centralized clearing house to let people know um who sh where money should be sent. And so then this cooper was created um that's called Swift. It sits in Belgium and it is a collective of global banks and it's like a encrypted uh post office for uh the banking system. They don't change. They, they're not responsible for the actual money, but just the information about which money should be transferred to whom. And uh any transaction that goes over $10,000 in the world is gonna go through the Swift system. And so they have an incredible amount of information about financial transactions and they also are really vital if you want to be a global bank, you need access to this information network."
	},
	{
		"start_time": "11:00",
		"speaker": "Ricardo Lopes",
		"words": "A and so when it comes to the story you are presenting in your book, uh does the US also have some sort of access to that information that passes through the Swift system?"
	},
	{
		"start_time": "11:16",
		"speaker": "Abraham Newman",
		"words": "So um after 911, 2 things happen is first the United States, uh they um create a subpoena system to uh ask for the data that Swift has uh regarding different terrorists or uh cells that the US government is interested in. Um And that is facilitated in part by the fact that Swift mirrored their data in Virginia in a, in a data center in the United States. Um And so at the original Swift uh access was in part um a product of the, the location of the data and how it's spread internationally. Um But then uh ultimately, the, the European Union and the United States, they sign an agreement uh that's called the Swift agreement which allows the United States uh to ask Swift for data for these purposes. And so it, it institutionalizes this process and there's an important part of that agreement which then allows European government to basically recycle that data because Europe, because of data privacy rules is often limited in what information it can ask. Swift. And so, you know, the US can ask Swift and then Europe can ask the United States. Uh So it's kind of like a, you know, a back door into that uh intelligence um uh information."
	},
	{
		"start_time": "12:42",
		"speaker": "Ricardo Lopes",
		"words": "And what is the role that the internet plays in all of this? I mean, I would imagine that of course, originally the internet was not developed uh planning for this kind of uh control or this kind of influence that the US now has on uh global economy and so forth. Right? So uh what role the uh uh uh ba basically tell us first perhaps how the internet was developed and then implemented and the role that it plays uh in this uh story that you present in the book."
	},
	{
		"start_time": "13:22",
		"speaker": "Abraham Newman",
		"words": "Sure. So, um you know, the original concept of the um the internet was it was based on a decentralized structure that was intended to knit together different networks. And that's why it's called the internet was that there were these multiple networks um that were based around universities largely and then also uh nuclear scientists. Uh AND they were, they each had their own um internal networks and they wanted to, to uh communicate with each other. And so the, the protocols that were created to run the internet were often based on the assumption that the system would be decentralized and that there wouldn't be a kind of a, a central uh access point or, or points of control. Um But we've evolved from that to place where um the core infrastructures of the internet are now quite centralized. So if you look at your phone, you know, it's, it's either being operated by Apple or Google. It's on a chip that's made by Samsung or TS MC. And if you make a financial transaction on your phone, it's run through, you know, you know, paypal Visa or maybe one of 10 very large banks. Um And so that even though the, the idea was decentralized, originally, the architecture that we have evolved into is highly focused on these firms that are monetizing the internet. Um And then there's also in addition to that, those sometimes people call them platform uh companies, there's also the the the infrastructure has also re centralized. So uh where we used to have laptops, where all our data was stored on the laptop, we now often rely on what's called the cloud. Um But as we describe in the book, the cloud is not actually in the cloud, it's mostly really close to Washington DC in a town called Ashburn, Virginia where there are just miles and miles of data centers. Um And that physical concentration of um of data, it has also re centralized these these systems."
	},
	{
		"start_time": "15:34",
		"speaker": "Ricardo Lopes",
		"words": "And I would imagine that in the case of the internet, it's not only the fact that over time it became more centralized, but also, I mean, since the internet is virtually everywhere, now, it's also the huge amount of information that people or government institutions and so on can gather through the internet,"
	},
	{
		"start_time": "15:59",
		"speaker": "Abraham Newman",
		"words": "right? That's also true that just more and more people are on it. And more information is being generated."
	},
	{
		"start_time": "16:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh So, and, and just to go back to one of the points you made there about the internet, it was then or original originally at least supposed to be an open network. Correct."
	},
	{
		"start_time": "16:18",
		"speaker": "Abraham Newman",
		"words": "Yes, it's still, I mean, it's still an open network. I think that um so the, the main difference is is that, so one of the questions is openness. Can anybody join this network? And today in the internet, at least the way we have it right now, it's still largely an open network. There are some countries that uh um limit access or, you know, toggle uh internet, the internet on and off. Um But in general, the protocols allow anybody to join and to build onto um the system. Uh But the economic environment, the ecosystem that has uh evolved, concentrates activity through these, it funnels the information through these uh large concentrated companies. And the the infrastructure also funnels the data through the physical locations like the um the the data center hubs."
	},
	{
		"start_time": "17:22",
		"speaker": "Ricardo Lopes",
		"words": "So let's go back to 911. Then you, you've already mentioned a few things about what happened after the response to it. But let's get back to the beginning. So what happened immediately in the aftermath of 911? And what were the original intentions of the US government?"
	},
	{
		"start_time": "17:46",
		"speaker": "Abraham Newman",
		"words": "Yes. So I think um you know, in that moment, these bureaucracies are really scrambling and they're trying to figure out how can they bring their own resources to bear on this, um very uh tragic and very uh important problem that the United States faces. Uh AND what they, you know, whether it's the Treasury or the NSA uh or other uh parts of the US government, they identify these economic networks which, you know, really had grown in the period before 911, in the 19 nineties. Uh And so many of these agencies, they were not, they, they had not been using these for decades and decades, but these were kind of new facts on the ground and they were putting the drawing the, the, the lines together. And what you see is that from Treasury to the NSA, they, they see these maps and then they start to think about two things. Uh ONE, how can they use them to surveil uh and get information about these uh terrorist networks. And then the second is how can they um uh eliminate access for these networks to uh bad actors? Uh And so, uh you get a set of new laws under the US government, the Patriot Act, there's a bunch of new rules about financial um uh uh tracking and sanctions and those acts give the United States government new authority to then do these things to monitor and then also to um to, to, to choke off access from these networks and, and many of those um uh tactics that were then developed under 911, they then get used against um AAA host of, of other problems that arise. So the next one that comes up is uh nonproliferation and North Korea, a similar set of issues with Iran. Uh And you see where the swift system been used to monitor terrorists in the post 911 period, it then becomes used to cut off access to Iranian banks in the run up to negotiations with Iran over its nuclear program. And so the legacies of those moments after 911 are really still with us today."
	},
	{
		"start_time": "20:11",
		"speaker": "Ricardo Lopes",
		"words": "A and so would you say that the at least the original intentions were good or not?"
	},
	{
		"start_time": "20:19",
		"speaker": "Abraham Newman",
		"words": "Um Yes, I mean, I think that the original tensions uh were good. And II, I think um our book is not really trying to say that the United States um is evil or it's bad. You know, what we really want to just say is this, it's, we often use the, the image of like a superhero, like there's a superhero that gets these new powers and it's amazing what it can do with those powers. And there's that moment where there can be hubris, where the powers can become overwhelming and they can be used uh without fully thinking through, you know, what are the consequences of using these powers. And so the point of our book is not to say that the US is bad or it um is always making mistakes is just that um there's a risk if there's no framework. If there's no architecture to put over how these powers are used, it could spiral out of control. Uh And that's really the, the goal is to say, we don't think you can put these, you're never gonna put these back in a box. You know, it's like you can't get rid of this. The world is riddled with these choke points that can be manipulated. Um And so we need a, we need to make everybody aware of that. And then think through how do we create a strategy, a system and architecture uh that leads to their use for good. Um WHICH I think the original uses were for good. You know, they were trying to protect the United States from terrorist attacks. And um that really was uh I think a noble cause."
	},
	{
		"start_time": "21:52",
		"speaker": "Ricardo Lopes",
		"words": "Uh BUT when it comes to the original goals that the US government had to fight back against terrorism in the aftermath of 911, were those goals uh met or not?"
	},
	{
		"start_time": "22:09",
		"speaker": "Abraham Newman",
		"words": "I mean, I think, I think primarily they were met the um the uh use of those tools, at least, you know, I'm not a terrorist expert. So I, you know, I there's a bigger debate about that but I think the Al Qaeda financial network was severely dismantled and hampered uh because of these efforts. Um And so I think it was, it wasn't the sole reason uh why the United States was able to um you know, minimize the threat from Al Qaeda but it was an important component in it."
	},
	{
		"start_time": "22:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So uh when it comes to these global networks that we've been talking about and uh the global economy more generally, uh in the book, you also talk about how uh the US can make use of these global networks to, for example, cut entire countries out of the global economy. So could you tell us a little bit about that and perhaps give us an example?"
	},
	{
		"start_time": "23:14",
		"speaker": "Abraham Newman",
		"words": "Sure. So um I mean, I think the uh the clearest example that we discussed in, well, I think there's two powerful examples. The first is the Iran sanctions um that were put in place both in the run up to the nuclear negotiations. Um And then also the um they, they snapped back into place under the Trump administration. And so that I think it's, it's a a powerful example where the United States and in part with its allies in Europe, uh use these tools in order to really constrain Iran's economic um activity. The more recent example is if uh is the US and European efforts to um limit Russia's economic capacity. Uh I think the the clearest example was when E Europe and the United States together froze the um add the foreign assets of the Russian Central Bank. So there were about $300 billion worth of assets um that they were uh they froze together. Um And they're both pretty remarkable actions, you know, uh when you think about neither, in neither case, were there any boots on the ground or, you know, military activity? But they were able to have quite significant um economic consequences."
	},
	{
		"start_time": "24:38",
		"speaker": "Ricardo Lopes",
		"words": "And uh I mean, looking at the broader global picture in terms of the several the other big countries out there, is there anyone apart from the US that can also have a, in an influence over these global networks, like for example, China or some other country?"
	},
	{
		"start_time": "25:03",
		"speaker": "Abraham Newman",
		"words": "Yes. So I think there's no question that the European Union can um it often pretends that it doesn't and it wants to, you know, play like uh oh we're just this little guy, you know, um but when you think about the original swift sanctions against Iran, they were actually through a European Union um directive the United States pushed and wanted and you know, was like saying we, we, you know, we want this to happen but they actually implemented many of those uh sanctions that cut Iranian banks off of the network. And the similar thing for the Russian Russia sanctions, we see whether it's the European Central Bank or the insurance companies that are part of the oil cap. They are all places where there are very large European that play a central role in many of these networks and they also um can have power. I think that the European issue is more about the, the politics of it, the governance. Um WHERE, because of the European Union, it's a less centralized process. And so um it's less about the, the capacity uh and more about the political will. Um In, in the case of China, I think um it's a, it's a case where China often uses economic coercion. Uh uh BUT most of it is a more traditional form of economic coercion, which I, you know, Henry and I would call market access. You know, they say you, you're telling us that COVID maybe started in China, Australia. Well, then we're not going to buy your coal. You know, that's, that's a very standard form of economic coercion and they do it quite a lot. Um And, but they also there's um pain associated with that. So they don't get the coal from Australia. And that, in that case, China ultimately backed down because they needed um that for their steel factories. Um I think the, the will China be able to create these kinds of economic networks that would then have this type of power? Uh There, there are cases where they are definitely trying to do that if you think about um the five G network. Uh AND uh Huawei, you know, that is one of those places where they are doing that. Another place um is the port system, the, the, there's a company called Costco, which is state owned enterprise and they're working to invest in European and global ports uh in the same kind of way. Uh All that being said, I think we shouldn't underestimate China's capability because ultimately this type of power that Henry and I describe is it relies on very big, very strong private companies that other people depend on. And that can be quite challenging for the Chinese government because they do not really necessarily want large um uh powerful economic companies for their domestic stability. So if you think about the story of Alibaba, it's a technology company, it's very, it was, it was poised to be one of these kinds of companies. They had a financial uh application called ant Financial. That was really gonna challenge I think paypal and um the likes of Western payment systems, but the owner of that company got very, I mean, he wasn't even that politically, you just, you know, he criticized the Chinese government. Um AND then he was disappeared, you know, for multiple months and the company was slowly dismantled. Um And so I think that shows you that there is, it's not as easy for a lot of people say, well, if the US has all this power, why doesn't Europe or China just have their own version of these things? And a lot of times domestic politics gets in the way uh because building powerful economic centers is not always in the interest of the state. Um AND sometimes just, you know, other domestic political issues get in the way. Uh So if you take Brexit, you know, it's one of the biggest uh wounds to Europe's ability to play in the same space. Uh, IS that the, the British left? But, but not because of this story, they left because of an internal fight in the Conservative Party in Britain. So you, you never know, um, uh, what can get in the way of this kind of uh this kind of power?"
	},
	{
		"start_time": "29:29",
		"speaker": "Ricardo Lopes",
		"words": "And I would imagine that in that particular case, when it comes to the European Union and China specifically, uh it's also the fact that it's not uh neither of their currencies being used as uh global currencies, right?"
	},
	{
		"start_time": "29:47",
		"speaker": "Abraham Newman",
		"words": "Yes, I mean, I think that when, so one of the things that we try to explain Henry and I in the book is that there's not one global network, you know, it's not like the US controls all the global economy and there's multiple networks. And so the dollar is one, the telecommunication systems, the production, you know, supply chains and in the, in the dollar, in the, in the the reserve currency domain, um there isn't a substitute for the US dollar. Uh And that is in part because of um because of Brexit uh the, the, you know, the weakening of the Euro financial community, it's also part of the, the um the sovereign debt crisis that happened in Europe, you know, that, that the political support for AAA really a global currency has not been fully established around the Euro. And in China, it's not a convertible currency. Uh AND the efforts to internationalize, particularly around Hong Kong um have really been undermined in the last several years. There was a set of democracy protests in Hong Kong. Uh AND then the government cracked down on that and then they used I think zero COVID as another way to kind of put pressure on Hong Kong. And you see that, that um it, it's just not the same vibrant um you know, international market that it was or you know, if, if they had wanted to be a challenge to the US dollar, they would have used Hong Kong and that in a more strategic way. But instead it also presented domestic political uh issues that then they um they, they chose to address those."
	},
	{
		"start_time": "31:31",
		"speaker": "Ricardo Lopes",
		"words": "And how do you look at the political relationship between the United States and China? Would you classify it as an imperial struggle in any way?"
	},
	{
		"start_time": "31:45",
		"speaker": "Abraham Newman",
		"words": "I mean, uh so we are really focused on that relationship in that we see it as two very powerful states that have, it's, it's a, in some ways it's an unprecedented relationship for modern uh uh global politics. Because if you think about the Cold War, there were two great powers, but they were independent from each other economically, they had very few economic relations. And then in the the period of like, you know, mega globalization, we had no real rivalry. You know, the United States was basically the only true global power and the world was very interdependent economically. So now we're entering a phase where you have these, you know, the, the, the, the the rivalry that we saw in the Cold War, but we have interdependence that we saw in that hyper globalization moment. And so what we're worried about is that, you know, that this relationship, that the kind of the, the more national security, the more rivalry aspects will um escalate and these powers that we identify in our book will be used in a way that could unravel the economic interdependence. And um I think Henry and I want to say globalization, it creates vulnerabilities. There's no question about that. Uh But we don't need to throw the whole thing out. You know, there's plenty of places where there's not uh a security risk. And so if, if we, if we don't do that in a very thoughtful way, the, the concerns about those vulnerabilities could, could overwhelm uh our capacity to just to protect uh the globalization enterprise."
	},
	{
		"start_time": "33:31",
		"speaker": "Ricardo Lopes",
		"words": "But taking into account those vulnerabilities that you're mentioning there. Do you look at globalization as a net positive or a net negative?"
	},
	{
		"start_time": "33:44",
		"speaker": "Abraham Newman",
		"words": "So I, I mean, I, I think globalization is a net positive. I mean, if you think about even just the um the transformation and poverty in China uh since it entered the global economy, it's um it's tremendous. So I, I definitely, I believe that globalization is a net positive but um it doesn't have its problems and if we don't address them, it could lead to the unraveling of globalization. Um And in particular, these, these economic security issues, they become very difficult because all of a sudden, um it's not just that globalization isn't delivering, you know, that was the, the kind of the, the, the, the central concern of the 19 nineties was that there was inequality um or that it was not, you know, the, the wealth that was being generated wasn't being uh properly shared. But here, the new concern is that globalization can be a vector uh of attack, you know, and so that, that really is a much more trouble. I mean, inequality is also a very troubling issue. We should address that too. But for policymakers when they see, you know, I'm opening my market and then, then that could hurt me. Um That's, I think that's a very difficult position to be in to say, OK, we're gonna, we're gonna do this, but we're going to have to need to protect ourselves at the same time."
	},
	{
		"start_time": "35:03",
		"speaker": "Ricardo Lopes",
		"words": "Uh Wouldn't you say that perhaps one of the biggest vulnerabilities in globalization is the fact that it's very easy or fairly easy to disrupt uh commerce and uh chains of different kinds of goods that perhaps many different countries are dependent on because they don't because they are being part of this global economy. Of course, they don't produce everything that they need in their own territory."
	},
	{
		"start_time": "35:37",
		"speaker": "Abraham Newman",
		"words": "Right. Yes. I mean, I think, um, one of the, one of the remarkable things about globalization, I think, and that we have to remember is how little disruption there has been. You know, if you think about the last, you know, from the 19 eighties to 40 years, how many times could you not get what you needed on a day to day basis? You know, I, I grew up in a, in a world where you couldn't get avocados, you know, like, unless it was a very special time, you know, that was like, I grew up in Columbus, Ohio. We, you know, I remember my mother bringing home a kiwi and saying, you know, this is a really special thing, you know, like uh now you go to, you know, we're very privileged where, you know, to live in a, a very wealthy society, but there's like a wall of pineapples at the store every time you go, you know, so I think we should, we need to uh not lose sight of how remarkable uh globalization is and how it has created a lot of, of just average opportunity for consumers. What I think the uh and, and, and, and the way it has accomplished that is that in many places, it creates multiple suppliers so that if one supplier falls out the market has another buyer for that, you know, seller for that product. Um And so, you know, you have these global markets that then create resilience. The issue is is that in some markets, not all of them, you have had hyper specialization that to a point where only a few companies are capable of making the product that is necessary. So if you think about TS MC or Apple and Google with the operating systems, um or the banks, the global banks, there are a few people that can replace those companies. So if, if something happens to them, um then the global economy can be in trouble. And that's where, then these, the, the governments have recognized that as to, to understand that these certain um market uh players cannot be substitute. And that's why they are so powerful if they're used either for surveillance or to toggle access. And so I don't want to paint a picture that like globalization is rife with uh terribleness and, you know, it's, it's, and that's why I think we need to have a strategy to focus on it because most of globalization, it's like the shoes, you know, it's like they're not a security threat, at least in my mind, you know, it was like at the end, they're, they're also not that vulnerable to, to supply shocks, but there are these areas which are and that we need to um we need to focus on them."
	},
	{
		"start_time": "38:35",
		"speaker": "Ricardo Lopes",
		"words": "No, I I mean, one of the reasons why I'm also asking you these questions is also to dispel some of the myths and sometimes even conspiracy theories that people develop around the concept of globalization because sometimes they even get into things like uh it being a threat to national sovereignty of different countries and sometimes individual liberties. So I, I guess it's important also to really uh explain how things really work in globalization."
	},
	{
		"start_time": "39:12",
		"speaker": "Abraham Newman",
		"words": "Right. Definitely. Mhm."
	},
	{
		"start_time": "39:14",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into the last point of our interview that I would like to explore here. So taking into account these global networks, the global economy and so on in what ways do you think we could leverage them in the, in the service of something other than imperialism that would perhaps better serve the interests of uh the global population?"
	},
	{
		"start_time": "39:45",
		"speaker": "Abraham Newman",
		"words": "Yes. So I think the most important thing is that uh we need to think about wrapping the use of these tools uh in legitimacy and that can come in a, in a number of different ways. Uh But the, the p the problem is when power is used, uh you know, just with soul power and that then comes across as imperialism because people are not on board. And then they're saying the only reason I'm doing this is because you're forcing me to do it. I think there are a number of um you know, you can use many examples of what has the United States tried to do with these powers. It's everything from um tried to confront terrorism to prevent the spread of weapons of mass mass destruction. To um respond to territorial aggression in the case of Ukraine um to uh to fight human rights abuses in China and other places. Uh It, it, I think it could be used to deal with the climate crisis. It could also be used to deal with corruption issues, all of these things. It's not the topic. That is the problem. You know, it's not like, well, anybody that tries to deal with uh nuclear proliferation is an imperialist. For me, it's about how do you create a consensus in the global community that this is something that we all need to address. Uh And so the more that these powers are used unilaterally without some kind of coalition building, I think the more likely it is that there will be a backlash to their use. Um And so that's where I think, um you know, you can see things that create a lot of friction. Like when the Trump administration withdrew from the J CPO A and forced the sanctions back on European firms. It was a moment where, you know, Europe realized it couldn't do anything. It was, it was impotent to respond to that moment and it was against Europe's preferences. And there was very little consultation. It was, you know, it seemed like a, you know, that decision you could have imagined it have have rolled out in a different way where there would have been less of a rupture if it had been done with some kind of diplomatic uh conversation. I think the same kind of thing with the Russia sanctions. On the one hand, I think they were remarkable in the way the US government worked with European allies to do it in co ordination with each other. And it was not the US government saying we're gonna do this and you know that it was very much a collaborative um enterprise. And in that way, I think it was on one hand, much more, less imperial than it could have been. On the other hand, I think the Russia sanctions, uh its limitation have been, it's the way the West has communicated them to the rest of the world. And so you see countries like um Indonesia or Saudi Arabia or Brazil saying, why should we do this? What are we, what do we get from this uh a action? And even could we be threatened by it? You know, when uh the European Union puts the, the oil cap in place, you see countries like Indonesia saying, well, are you gonna do that for other commodities, you know, create a cap, a price cap? Like that's that, that's kind of scary for us. So I think the um a lot of times the US or Europe acts and thinks it's just doing good stuff. Um BUT it needs to create the political will and legitimacy globally uh to, to, to, to wrap around that action so that it's not seen as just the brute force power?"
	},
	{
		"start_time": "43:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So one last question then looking mainly at the current uh political uh context globally, do you look at the way we could or should leverage these global networks optimistically or more pessimistically?"
	},
	{
		"start_time": "43:58",
		"speaker": "Abraham Newman",
		"words": "So I um I think you can see that policymakers are are focusing more and more on this question. So the European Union released uh an economic security agenda. It was about a year ago, it was in June where they start to say, OK, the world is a vulnerable place. We do need to address these issues because I think it's also it's Pollyanna to think that these aren't there. They, we do need to them and they started to lay out kind of like a framework for when would we use these types of powers? How could we use them? So I think that's a very encouraging um effort. You see the Biden administration in the United States doing a number of things that are trying to um embed this use of power in constraints of saying we're not going to just do this alone, we're going to uh not do it for everything. So they uh in the semiconductor space, they have tried to work with Japan and um the Netherlands in a collective or coordinate way as they impose export controls on China. It's an example where I think previous administrations might have just done it by themselves. And so that's like a that's a way to um constrain these powers. Similarly, the Biden administration has described what they call um a small yard high fence approach to technological restraints on China. They're trying to say we're not going to do this everywhere. You know, we're, we're, we're going to limit our actions into these most threatening areas. So I think those are all really good examples of policymakers trying to limit the fallout from using these tools. At the same time. I think like the glass half empty approach is um we're still using them. I think in AAA pretty crisis response type of way and things that we thought were the ceiling of the types of power that we would use are becoming the floor. You know, we used to really worry about using the swift system uh as a tool. Now, you know, we're using central bank reserves as you know, freezing assets. It's like that's like way that the current question is, will we take those central bank assets that we froze from Russia and give them to Ukraine? That's unprecedented. You know, that's really a very radical step. So I think we still need to have um like a strategic doctrine or an international law of economic coercion where we say this is what's this is what is proportional, this is what is responsible use of these things. Um And that's why Henry and I wrote this book was to start a debate and say, you know, th this transformation is happening in the world, you see it in export controls and sanctions in all these different tremors. But they're really connected. And if we don't have a, a common conversation about them, uh things could, could get out of control."
	},
	{
		"start_time": "46:59",
		"speaker": "Ricardo Lopes",
		"words": "So I guess that's a great note to end on. And the book, the book is again, Underground Empire. How America weaponize the world economy. I'm leaving a link to it in the description box of the interview. And Dr Newman, just before we go apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "47:21",
		"speaker": "Abraham Newman",
		"words": "Sure. So I am at Georgetown University. Uh You could find me there. Uh OR I'm also, I'm actually not on Twitter anymore. I'm not doing that anymore. So you could just find me on, on the Georgetown website and I'm happy to answer questions that people have."
	},
	{
		"start_time": "47:37",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "47:44",
		"speaker": "Abraham Newman",
		"words": "Great talking to you too. And thanks again for the excellent questions and a great conversation."
	},
	{
		"start_time": "47:49",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon. Or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitten bear. No wolf, Tim Ho Erica LJ Condors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel S Friends, David Sloan Wilson Yaar, Ro Ro Diego, Jan Punter, Romani Charlotte, Bli Nico Barba, Adam Hunt, Pavlo Stassi Nale medicine, Gary G Alman Sam of Zed YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Gilon Cortez Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georges, Theophano, Chris Williams and Peter. Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica, a week in the B brand Nicholas Carlson Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca, Toni, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]