[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lops. And today I'm joined by Doctor Steve King. He's an independent researcher in economics, as well as distinguished research fellow at University College London. And today we're talking about his latest book, Rebuilding Economics from the Top down. So, Doctor King, welcome to the show. It's a huge pleasure to have everyone."
	},
	{
		"start_time": "00:25",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Thank you for having me on."
	},
	{
		"start_time": "00:27",
		"speaker": "Ricardo Lopes",
		"words": "So, of course, since we're talking about rebuilding economics here, I guess we have to go back to some of the basics and that's actually what we're going to do today before we get into some of the more complicated stuff. So my first question would be, what is economics actually? I mean, what does economics study and what is its role in society?"
	},
	{
		"start_time": "00:51",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "I suppose the broadest definition would be to say that it's the uh the study of the commercial relationships between people in uh predominantly in market economies. And uh and, and that allows almost any, any form of analysis what we've had over the centuries. There's a range of different paradigms that have approached answering uh that, that question about how to commercial uh systems function in different ways. And I'm a staunch critic of the current system, which I think is completely misleading about the actual nature of uh of uh production exchange and distribution in a capitalist economy."
	},
	{
		"start_time": "01:30",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk then a little bit about some of the foundations of the current mainstream system or even mainstream economics, even on an academic level. So what would you say are perhaps some of the main tenets of economics? And uh I mean, some of its foundations that you tend to disagree with the most."
	},
	{
		"start_time": "01:54",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "The answer is virtually everything. Um The, the, the starting point of the if you had to take, pick what, what is the fundamental meme. We we live in the day of internet memes and the fundamental meme of mainstream economics is the supply and demand curves intersecting supply and demand. It's far more elaborate than that these days and how it's put together. But that's the, the fundamental vision that every uh person who accepts the approach to economics uh users. And that argues that uh um a market economy is uh one in which both uh you can, you can calibrate uh market demand for each commodity and market supply for each commodity. Market demand falls as price rises, market supply rises as price rises and the market system reaches equilibrium. And uh and the the best possible situation is to allow that to happen in as many markets as possible. And the best way to do that is to, is to avoid what they call market imperfections and that largely amounts to government intervention and any form of concentration of power. So that's uh uh against unions and against monopolies. And that is the founding, the founding vision of how capitalism functions and it is not quite but almost totally wrong."
	},
	{
		"start_time": "03:07",
		"speaker": "Ricardo Lopes",
		"words": "So let's get more specifically into that. Uh So if I understand it correctly, one of the criticisms you have here is that in mainstream economics, they sort of derive their macroeconomic models from microeconomics, right? So could you explain that? I mean, how they do that and what you see as the main problems there?"
	},
	{
		"start_time": "03:33",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Well, the, the neoclassical economics, which is the, the school of thought we're talking about fundamentally began as a theory of microeconomics with the concept of general equilibrium. And the idea is you had Marshall's idea about how a single, a single market functions and that's where we got the supply and demand curves from. It was Marshall was the first one I I believe the first one to draw a supply and demand diagram and the footnotes to his principles of uh economics. And uh and he argued that that each individual market would reach equilibrium. Uh Volar who was the one of the other major founders of neoclassical economics, imagined not just one market but uh a market for all commodities simultaneously. Uh WHICH was with his idea was that you could reach a general equilibrium where supply equal demand in all markets. So those are the two foundation visions. Now, when you take a look at at each element of this, it fails either mathematically or empirically or both. So for example, the idea of a a rising supply curve is derived from the concept of diminishing marginal productivity. Uh WHEN uh economists have ver as they have done very, very rarely go and ask individual firms what their cost structure looks like? They get nothing like diminishing marginal productivity, they anything they get increasing marginal productivity. So one of the one of the elements is empirically wrong vars model of how markets function was an abstract idea. Uh THAT was extended from the Pa Parisian Bourse where there were individual markets for each commodity sold by the bourse. And he imagined bringing them all together in one room. And that, that then involves effectively matrix mathematics uh as as a as a by product of trying to model the interaction of end markets with n markets and mathematicians with no ill will towards economics whatsoever. Uh Prove that the nature of the matrix that was used in that is such that the process is unstable, it doesn't reach equilibrium. So we get all these elements where uh what looks like when you, when you first put the theory together looks like a well founded system, in fact fails in the real world either for mathematical reasons as in the case of general equilibrium or see a sheer fact in the case of the shape of the supply curve. Now that unfortunately, the mainstream economists normally either don't know about those failings or if they do, they ignore them or they think that somebody has solved the problem. So what's my problem in raising them? All of which is false? Uh It's, it's a, it's a fundamental set of problems, but they therefore believe you've got to use that foundation to build macro now that foundation itself is invalid. That's wrong. It simply shouldn't be used. So why should you build macroeconomics on the basis of a macroeconomic which is false. That's the first element. The second is uh AAA large system is fundamentally a complex one and complex means that interactions between components uh are nonlinear and therefore you can't do the type of editing thinking that mainstream economists do. And no, it, it's, it's crazy how pervasive nonlinear effects are in not just human life but in the universe itself. Uh BECAUSE it's easy for us. And this probably reflects our evolution to think in linear terms. We extrapolate from here forward. We, you know, if your income rises by 5% in one month, you extrapolate that forward for 5% every month. It just seems to be part of human nature. Maybe that's how we work out. The mathematics of throwing stones. God knows. Um BUT we, we can't handle exponential processes. So we tend to think in linear terms And that when you can, when you think in linear terms, you can aggregate from the individual element to the mass because all your interactions are additive. So it's easy to put them together. That way, when you have nonlinear interactions, you can no longer do that, the, the, the whole will be different to the sum of the parts substantially. So, so with that level, you, you, you, you cannot use for example, organic chemistry to derive biology. Now, obviously, biology must obey the rules of organic chemistry. But you can't then say, well, I can take organic chemistry and I can derive biology unless you can answer the question. OK, what chemicals do you need to put together under what circumstances to create life? Now, that question has never been answered, probably never will be answered. But that's equivalent to what economists think they're doing when they think they derive macro from micro. Uh And the best argument is was actually given by uh a Nobel Prize winner in physics uh Philip Anderson and he wrote a beautiful paper called Moore is different. And the argument there was that the aggregations of, of in individual entities behave in a way that cannot be derived from the behavior of those individual entities themselves. So economics hasn't got the memo that paper was published over 50 years ago. So I think over 60 years ago now, and economists are still trying to derive a high level from a lower level and the, the what what Anderson described this as, as a perverted form of reductionism. Uh Science has, has often tried to explain a large level process by breaking it down into constituent parts. He said that's, that's a reasonable, you know, we've been achieved a, a large amount of success that way, but we have never gone from the, the micro level to the aggregate. Um In that case, you would be using quantum mechanics to derive Newton's uh inverse square law. No, we don't. We take them as, as laws that apply in different domains. So economists are 60 years behind science and think they're think they're advanced at the same time. And it it's just wrong, we have to derive macroeconomics from macroeconomics itself. And that's one thing I'll show you can do in that new book."
	},
	{
		"start_time": "09:30",
		"speaker": "Ricardo Lopes",
		"words": "So let me just ask you specifically because I'm not sure if you ended up touching on this point specifically or not. But also for the audience to get a better understanding of what we're talking about here at a certain point there, you mentioned something along the lines of we really not being able to derive higher level processes from its individual constituents or components. So does that also apply to how in mainstream economics, people understand demand as the sort of uh the market demand curve being the horizontal sum of individual demand curve, something like that? Yeah."
	},
	{
		"start_time": "10:09",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Yeah. And that's um that is something which you'll find economics X books glossing over and often the authors apparently are unaware of the complexities that are involved in this. But when you think about how an individual demand curve is derived, and this is part of the instruction of any undergraduate student to go through this process, you start from the assumption of a set of immaculately conceived indifference curves which relate, you know, consumption levels of two different commodities to give you the combination of, you know, a, a line of combinations which give you the same utility. And then from that, you can go through deriving an individual demand curve, starting with the assumption that varying price does not vary the income of the consumer that's vital. OK. Then when you go to driving a market demand curve, the, the the book, the textbooks just jump from the individual to the market often without discussing the aggregation issue. A group of mathematical uh economists beginning actually way back in 1953 the year of my birth with a guy called Gorman and then Samuelson in 56. And then it was, this issue was rediscovered in the late sixties and early seventies by Son and Sean Mantel, Schafer de Bru and a few others. And they s and they try to derive the market demand curve from individual demand curve. And of course, once you bring the market in, you have to have everybody in the economy. If you're talking individual demand curve for, for bananas in America, you have a single person. If you're talking about the market demand curve for bananas. In America, you're talking 350 million consumers, some of them are gonna be banana producers, other banana consumers, etcetera, etcetera. So when you vary the price, you must vary the income of each agent in the system. And what that means is that if you just think of just think of uh graphically when you derive the individual demand curve, you have a fixed point where you have a, the, the, the assumed income and the assumed prices of all other commodities. Apart from the one whose price you're varying, it then vary the price of the one on the horizontal axis while keeping the point of rotation on the vertical axis fixed. Now, when you say that there's actually price changes will affect the distribution of income, you can no longer do that, that point moves. And therefore, when you then if you, you mentioned that for 350 million people individually, all of their little points of rotation moving upwards and downwards with each change in the relative prices, you do when you sum that uh result, you can get any polynomial shape at all. OK? And this, this and this was proven particularly well by Schafer and Sonnenschein. If you find a book called the, the handbook of Mathematical Economics by Arrow and invigilator, you'll find their substantial chapter on that issue and what they conclude with is to say that the utility hypothesis, they have a caveat at the end. But it's one of these caveats that say if there are Martians, then maybe other things happen. Uh But they, they basically say the utility hypothesis tells us nothing about market demand. Now, that is not what is taught in the textbooks. They start from the utility drive the individual wave wave of magic wand. Here's the market demand curve in reality. Uh USING a derivation process, you can get any polynomial shape at all. And the reason for that is quite simple when you think about it, the neoclassical vision of the individual does not include their income. OK? It it it it it it simply says takes their income as given, doesn't say where it comes from and doesn't relate that income to anybody else's income. If you look at the classical school, they talked about capitalist workers, landlords, some of them talked about bankers as well. So the the the classification of individuals and the social classes gave you a source of income and also gave you a a nature of consumption as well that was abolished by the Neoclassical. So they're talking about isolated individuals. Therefore, they don't have any information in their model of the individual in terms of the distribution of income. So therefore, they cannot, what actually happens when you change? When you make something more expensive, the poor can no longer afford to buy it. So demand will fall. But they can't even reach that explanation because they've ruled out individual income comparisons in their definition of microeconomics. So consequently, they cannot derive a market demand curve. And then on top of that, I mentioned the supply early, we'll probably talk about supply more later. But supply curve does not exist. Instead what happens is, I mean, for example, I can, I can put this across fairly simply, can you tell me the market price for a car in, in, in France right now?"
	},
	{
		"start_time": "14:46",
		"speaker": "Ricardo Lopes",
		"words": "Uh No, I don't think so."
	},
	{
		"start_time": "14:49",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "There's no such thing is there, there's not a market price for comma for pri there's first of all, there's no such thing as a car. There are many, many uh individual transport uh sealed three or four wheeled vehicles, ok? But there's Lamborghinis and there's pradas and everything else in between. So what you have is, is a list price is applied for each of those uh uh machines. Some of those list prices completely exclude large parts of the market, others anybody can afford. Um And they are list prices which are which you either pay, take the price or you don't uh you either buy the Lamborghini at this price or you don't buy the Lamborghini, you don't negotiate the vo down and the price doesn't fall as the number of buyers rises. The whole framework is simply wrong about how a market economy actually functions. So we we, we have a set of myths which are ingrained to people. And this meme that I think it's very important to think of it as a meme that is a reference point which almost all economists exist a accept, which does not exist in the real world"
	},
	{
		"start_time": "15:51",
		"speaker": "Ricardo Lopes",
		"words": "also. Is it really the case? As I think mainstream economics still assumes that individual consumers uh behave as u utility maximizing individuals. I mean, isn't that also an issue or?"
	},
	{
		"start_time": "16:10",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Yeah, it's, it's another uh I gotta get another case of, of just ignoring the obvious complexity in the real world. Because if you, if you, if you draw a utility maximizing consumer behavior on a, on a textbook piece of paper, then it looks like Varian and mascle and Mankiw and so on. It's two dimensional paper is two dimensional. So you have bananas on the vertical axis and orange is on the horizontal axis. And then if you have 100 if you have, if you're gonna consider, you've actually put numbers on the axis which you'll almost never see. But if you do put numbers on the axis, you might have between one and 10 bananas per day, let's say, and one and 10 oranges per day. Uh And that gives you 100 combinations. Now it's fairly easy if you draw a line across that, which is, you know, diagonal line, which is supposed to represent income, there's only gonna be about five or 10 uh combinations of bananas. And what did they use oranges um that, that come close to that line. So you've got to do about 10 combinations of cost and 10 combinations of utility. It's a no brainer. It's very easy to do. What happens when you want to include anchovies in that list or toothpaste, etcetera, etcetera, you have to add an extra axis. And each time you do, you go from 10 to 100 to 1000 to 10,000. By the time you get a six or so commodity, you've got a million different combinations. Now, to show that physically, if you wanted to simply go shopping with, you know, six, you know, six different commodities with between zero and 10 units of each, you can fill a million shopping trolleys with a different combination that enables you to, to place and you're supposed to pick out the one that maximizes your utility nonsense. Uh That is cannot be the, the description of how people actually behave when they go shopping at the local supermarket where you might face 1000 or even 10,000 commodities. There is no way you're, you're doing utility maximizing to decide what to do. Instead, you use simple old rules of habit, you buy what you bought last time. Uh You have conventions. If you b to a particular religion, you might not buy pork. Um You know, things like this drastically reduce what's known as the cursive dimensionality because the more um our component, the more individual entities you think of in a system, the, the number of combinations of those entities rises hyper exponentially. So it is impossible to compute that com that so-called utility maximizing and what people instead do is they w what, what Simons once described as satisfying? And a large part of that is not considering all options but eliminating the consideration of options. So that's real consumer behavior. And as I said, you might know that there's a German academic uh silt that did a wonderful study back published in 1997 I think in the economic journal where he attempted to test and show his students their, their preference, individual preference curves using uh Samuelson's idea of revealed preference and 95% of them violated the axioms. And I think s actually ceased being an academic economist after that experience. And that's often the choice you face. If you actually try to confront these theories against the real world, you find they fail and you either ignore the failure and stay in the classical economist or you take it seriously and you cease being one."
	},
	{
		"start_time": "19:35",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now, then about more of the supply end of things. So we've talked about demand uh on the supply end of things. What would you say are some of the assumptions that mainstream economists bring into their models that you think we should probably question"
	},
	{
		"start_time": "19:55",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "in supply theory of supply, the whole idea of diminishing marginal productivity. Um THIS is something which is, I think that the neoclassical model of production is really just a remapping of the model of consumption. Ok. Yeah. And you get utility from seeing different commodities. Each energy one you add gives you less extra utility that's reasonably. Ok. I mean, if the first banana is ok, you try to feed me 10 bananas. I'm gonna kill you if you try to put it the 11th down my throat. OK? So there's definitely a diminishing marginal utilities to consume more bananas in a, in a set time period. Uh But to then think you can do that in a factory. You know, you, you cannot throw anything you like onto a blast furnace and get iron ore. I get iron out the other side. You've gotta be throwing in fairly precise mixtures of iron ore and coal and, and, and o other, you know, energy and so on to get the output. So production is much more um stylized than consumption, even consumption. We now know, you know much more about the deep biological details of what we need is inputs. If you don't throw um vitamin C into your system, there's consumption, whatever else you throw and you're gonna die of scurvy. OK. So there are limitations. So tho those things aren't thought of by the mainstream those things. Uh What, what Paul Davidson, the, the, the lead great post keys economist who died just recently, he called the, the, the fallacy of uh universal substitution if you don't have one thinking to substitute another. So for example, if there's not oxygen inside this room, then I can breathe nitrogen instead, I'll be dead in a minute. OK? There are some things which are essential. Now, when you look at production, as I said, it's, it's incredibly uh stylized uh a production system is not like your stomach, it did not evolve. It's designed by engineers and engineers will design a factory so that it reaches its maximum efficiency. When it's being fully engaged, all machines are fully employed inside the factory. And because you live in a normally a growing economy, when you first build a factory, it's gonna have at least 30% spare capacity, if not 70 or 80% spare capacity. Because if you accept growth and you build a factory which is just big enough for the market. When the day it's open, then you haven't done enough investing, it's too small. So for all these reasons, the the the factory below operates below full capacity and you look at the empirical data, the highest level of capacity, utilization of American economy during the boom years of the sixties and early seventies was about 90%. Now, it's running about 8075 to 80% capacity, but there's plenty of spare capacity there when you expand production rather than getting uh putting more variable units into each fixed unit past the point at which you get the optimal output from that fixed unit, you simply turn on more fixed units when you have more variable units to operate them. So there is and, and, and we get done inside an overall factory, the efficiency of the factory's overall systems, air conditioning, internal transport, etcetera, etcetera will improve as you get towards that full capacity level. And as you approach it, if the firm isn't sitting down and deciding at the managing director level where we're going to build the next factory, by the time you reach 100% you're you you're planning too slowly. So each mai each factory will, will have constant. Uh THE variable cost per unit will be constant and possibly falling. And that does not give you diminishing mart productivity at all. It gives you constant or rising. In fact, the whole idea of Martha productivity is largely irrelevant. Uh And what you get is a constant cost effectively when you uh the per variable cost costing units cost of variable units per unit of output for all factories. And when the surveys have been done, the the lowest level of discovery of, of firms having constant or falling marginal cost. That's one of the implications of, of, of of constant or rising marginal productivity uh is 89% that was found by Alan Blinder in 1999. Normally I find 95% to 99% of firms report constant or falling variable cost per unit. So the whole theory, all that stuff is simply empirically wrong. And the fact that it's still taught shows that economics is fundamentally not an empirical science. It's a, it's a, it's a, it's a, a set of convenient fictions tied together and, and when, when the fictions don't match reality, the adherents refuse to look at reality."
	},
	{
		"start_time": "24:34",
		"speaker": "Ricardo Lopes",
		"words": "So perhaps this is a good point to introduce this question. Why is it that these ideas that we've been talking about that are part of mainstream economics have become the mainstream? I mean, and, and why is it that if for example, someone who is an economist is confronted with the fact that the models he or she is using do not really match up with the real world? I I mean, why is it that perhaps they just ignore it or they don't try to do things a different way? I mean, is this uh what an ideology or"
	},
	{
		"start_time": "25:14",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "it's an unconscious ideology? And, and I think it, it, it you can't say that economists are different from other disciplines on this front. This is this is where the whole concept of paradigms came from. That Thomas coon identified back on the the structure of scientific revolutions back in the sixties. And uh and what what humans do is that they develop a AAA way of thinking about some aspect of reality which becomes as coon called it their paradigm. So the paradigm in astronomy before Galileo was the to make paradigm. And that said the earth is the center of the universe and the sun and moon and stars rotate around it on perfectly concentric heavenly spheres. And that dominated the discipline for 1500 years or more. And the, the, and the, the real puzzle in the discipline was feeding spheres on spheres, what are called epic cycles to explain why the f what then the, the known four planets. Though at the time, this is all we know. This is back in the days when it was only visual observation of the solar system, you could see uh Venus Mars Jupiter and Saturn. OK. And they were called the planets. Because in Greek, old ancient Greek planet means wanderer. They would reverse direction at various times in the sky. And to fit that, that's where the, you know, the perfectly spherical uh heavenly spheres had other heavenly spheres put on top and rotating to basically give you a, a empirical fit to the actual datum of the, the movement of these four objects a against the pattern of the, all the rest they could see in the universe. Now, when Galileo invented the telescope, and he was the person who made the first telescope and he then trained it on the moon and saw it at 10 times the resolution that it could be seen with the naked eye, he saw craters mountains and that was net that the heavenly spheres were not heavenly spheres, they were distorted he then looked at Jupiter and this, this took a few more days of observation and he realized what looked like stars behind Jupiter were actually planets orbiting Jupiter. And so that was a complete challenge. Now, how did the toll maker Soomer react? We have documentary evidence from Gap Galileo and his correspondence with Kepler. Did they refuse to look down the telescope? They simply refused. Now, the reason being they in a gut level, they knew that if they looked down the telescope, they'd see something that challenged their paradigm. And rather than doing it, they simply refused to take a look. And that is the same state as economists today. Now, the the reason that we still have this happening in economics is twofold. First of all, once someone discovered planets using a telescope, anybody can discover planets using a telescope. So the and and the planets never just never go away, they're always there. Um So therefore the anomaly that that presents to the um to make paradigm is permanent and any new students coming along learn of the anomaly, if any, any way before they even learn about the paradigm. So it means that you can have a bunch of old scientists lecturing their students refusing to look down the telescope, trying to explain the anomalies using the Tomac uh paradigm. Students put up with it, but they know what Galileo has done. And when the old fogy fogey who's lecturing them, either retires or dies, the replacement has to come from the student body. One of the student gets the job and they say right now, I'm going to use the telescope inside my lectures and then they get, we get generational change with economics that doesn't happen because the anomalies in economics are either logical ones which frankly, economists just either don't know about or they ignore, I can get plenty of detail on that later or they're a empirical event which you cannot reproduce. So there's the Great Depression. When was the last Great depression you experienced? Yeah. What were your feeling? How did you feel during the Great Depression? You weren't even born, your parents probably weren't even born. So consequently, we forget these events and, and therefore another anomaly comes along and, and, and the, and the you don't and you never get that confrontation between an irresolvable anomaly and the current paradigm. And the other side of it is a bit like again, the Tomac system with the way that got tied up into the ideology of the Catholic church at the time. So challenging to it was challenging God and that's why Galileo was put under house arrest. Um That in economics, the equivalent there is that the neoclassical vision is of capitalism as a perfect system equilibrium, you get your marginal products. It's a meritocratic system with no concentration of power. Uh uh WHERE you, you maximize utility subject to the constraints and the cost of production and that is a vision of a perfect society and there's something in humanity that longs for perfection. We long for this ideal system. That's why we get religious groups. And the, the, um you know, there's actually a wonderful joke that I saw from an Australian uh commentator at one stage who was agnostic, obviously talking about a say a dispute between a Muslim and a Christian. And it's having an alien witnessing the dispute and saying, so what you're telling me is that your imaginary friend is better than his imaginary friend and they're the same friends. I'm gonna leave this planet. Bye bye. OK. So it, it, it's something about humanity. We want that to system. So what happens is, and this is, I've seen my own history. I broke away from mainstream economics in 1971 when my first year at university. Uh AND at the time I was to some extent intimidated by professors. I thought they must know more than I do. I found out the hard way. They didn't um they knew less in many ways because I read more widely than they did. Um But the thing is I didn't get selected to replace the professor at Sydney University. Somebody else did and that somebody else believe the stuff that I was seeing through. And I knew how bright that other person was and how broadly red they were and they were trivial compared to me again. Not that I'm putting myself up all that much. But I'm simply talking about the con constraints that accepting a Siri puts upon the range of things you will consider and the issues you will read and so on. So II I, you know, I, I no longer have to respect my senior because I am the senior these days, I've seen all these people come through and they believe in a way that I don't and the belief holds them forward. So what happens is rather than generational change happening as happens in science? The professor says that kid over there thinks like I do, I'm not making my research assistant. I might get him on my publication list. I might get him a few paper. I might even put him as bone primary author. Bang that guy gets publication of the Economic Journal. He gets the provision replaces um the professor and somebody that I regard as a, as a, as a, as a a well frankly a gym wet quite frequently. But you know, some of the very limited perspectives, they become the professor. And II, I find myself as I as I got higher and higher academic ranking, I went down to lower and lower universities because only at that level did I find a university when neoclassical weren't competing with me to get the position so I could then dominate any of the ordinary with my publication record and, and, and uh and in the regard I'm held in I could get those positions. I went from University of New South Wales, which was the, was the second or third ranked Australian University, the University of Western Sydney, which is 20th or 30th but moderately ok. University as things go globally to Kingston, which is ranked about 8/100 in the global system and definitely is, is a low, a low ranked university overall. Um And that's the thing, the, the the people who are critical of mainstream economics end up in the lowest ranked universities. So ironically, if you want a broad education in economics, don't go to Oxford, go to a low rank university where you might get some interesting uh alternative perspectives, put you away. But that's that, that, that it's a long winded answer. But the basic story is the, the, the ideological role which they're not even conscious of it, just the perfect system vision that it gives them plus the lack of generational change. That's why economics remains rooted in these ideas, which should have been thrown out empirically speaking or logically speaking as much as a century ago."
	},
	{
		"start_time": "33:35",
		"speaker": "Ricardo Lopes",
		"words": "But doesn't this all also have real life consequences? I mean, because people might be hearing this and they might be thinking, ok, that's all fine. But that's those are issues for the academics to deal with. That's an academic issue in the realm of economics. But isn't it that these models are the ones that also influence political decisions, political decision making, economic decisions more specifically and have or can have political economic and social consequences."
	},
	{
		"start_time": "34:11",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Oh, they have huge consequences. This is why they're so, if, if they were irrelevant, it was like, you know, if we, if we're debating what poets thought about uh about uh national infrastructure programs, it wouldn't matter. Cos poets don't influence the policy, economists set the policy. And like one of the most obvious examples is the Maastricht Treaty, uh which is it, it's, that's got an element above and beyond neoclassical, that comes from what's called an auto liberal uh uh framework. But the idea that public debt is dangerous and deficits are dangerous uh is simply empirically wrong and logically wrong. When you take a look at the double entry bookkeeping involved in, in, in government finances, the government is not borrowing uh when it sells bonds, it's selling an asset uh to banks to replace, which is an income earning tradable asset to replace what used to be non income earning and it's certainly nontradable. Uh So it's no, in no way. Does it resemble you and me taking out a bank loan? But that's the perspective they put on it. And therefore what you get is inadequate public services running down. Um uh National Health, for example, is happening in the UK right now in the belief that, you know, future generations need to save the money. No, they don't. They need decent health. So it ends up with having severe impacts upon um the the quality of life we we experience and it, it, it turns up uh as well and things like how fast do we recover from crisis? And where do we have crises in the first place? So mainstream economics and if economics was genuinely a science, it would have predicted the possibility of a financial crisis because it's a policy based science, we could have actually prevented it. Instead, mainstream economists are completely ignorant of the possibility of a crisis coming along in 2007, 2008, only uh econ class like me saw it coming and warned of it. And so they led us into a financial crisis and then the recovery from it, if you look at what they advised Obama to do, cos Obama walked into that crisis when he became uh president in 2009. Um THEY told him to give money to banks and banks will lend out 10 times as much money you give them and you've got a fast rate of economic growth. When you look at the rate of recovery from the 2008 crisis, it was the slowest in recorded history so far from giving advice which gets things makes things better, it ends up making stuff worse. And that again is why it isn't just an academic matter, it affects people's everyday lives."
	},
	{
		"start_time": "36:37",
		"speaker": "Ricardo Lopes",
		"words": "So since you mentioned there, that was an eight economic crisis, let me ask you a couple of questions about that. Did it actually have in the long run or even in the short term, any impact at all on how people think about and do economics"
	},
	{
		"start_time": "36:57",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "nowhere near enough? Um Like I, when I saw the crisis coming, the, the day that I worked out, the crisis was approaching was roughly the 18th of December 2005, circumstantial reasons as to why. Um But I, I thought, you know, there's, I looked at the American and Australian data of private debt. That's what I identified as the cause. And I saw an uh exponentially increasing ratio of private debt to GDP. So that can't continue when it stops growing credit based demand will collapse and that will cause probably the greatest economic downturn since, since the Second World War. Um And I knew that if I didn't get my argument into the public arena before it happened, I wouldn't be taken seriously afterwards. So there, that's one reason that I became more prominent globally. And also you got things like the rethinking economics movement, protest against autistic, economics, etcetera, etcetera. All these various movements began, the Institute for new economic thinking was formed so on and so forth. So there were certainly a diversity of views came out of that crisis. But the mainstream still can't explain why it happened and what they've done gone to, they've gone back to the same old models they had beforehand, but they've had what they call financial frictions. And this is the idea that the, the, the way to explain why the crisis occurred is to say that the financial sector imposes frictions that slow down how rapidly we return to equilibrium. Now, the whole idea of finance is a, is a friction. I mean, it's a friction if you wanna, you know, do something and you haven't got any money. Sure. Uh But when it comes to, if you've got some speculative idea, it's not a friction, it's a lubricant. Um So the whole idea that, you know, treating it as a way of slowing down a return to equilibrium is just the wrong way to think about it. So it, it has led to uh more legitimacy for the sort of approach that I take, it's led to a wide diversity of views. So the mainstream is now attacked from numerous sides now rather than just from a handful of individuals like it was beforehand, like me being one of them. Um So it has led to a diversity of views, but the mainstream has remained unmoved."
	},
	{
		"start_time": "39:08",
		"speaker": "Ricardo Lopes",
		"words": "And so what do you think should have been the best way to deal with the 2008 economic crisis? Do you think that for example, instead of bank bailouts, we should have put money directly into the hands of households. And if so, could you explain perhaps why that would have been better?"
	},
	{
		"start_time": "39:33",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Well, the whole problem is caused by too much private debt And if you look at the American data, for example, private debt went from about 50% of GDP in the aftermath of world war 2 to 100 and 70% at its peak. And this was regardless of ups and downs of the interest rates that just continued rising as a ratio of debt to GDP. And a large part of that was people being enticed into taking out mortgages because we all, you know, believe, oh the house gets more expensive. That's good. I mean, nobody thinks a car is getting more expensive is good but houses are getting more expensive is good. And so we do is borrow money to buy the house. And it's actually the process of taking out new loans that actually causes that increase in house prices. We really need to return to treating housing as a as a long-term consumption good, not a, not an investment, not a speculate, not a speculative asset, but you know something you you need a house to live in period. Uh And if that was the case, the level of mortgage debt would fall from say as a region of quite a few countries fall from say 100% of GDP down to 20%. Now we should use the government's money curating capacity to enable that to happen rapidly. So I propose the idea of what I call the modern debt jubilee where the government would give everybody in the country an identical amount of money. So Rupert Murdoch would get the same amount that I would get. Uh AND, but then you were required to pay that off your debt. Now, Rupert Murdoch, $100,000 wouldn't make a dent and his level of debt would make a substantial debt debt in mine, dent in mine. Uh So you give people that money, they're required to pay the debt down. If they don't pay the debt down, then they get uh cash that they can either use to spend if you want to encourage macroeconomic spending, or they could be, have required to convert those into government bonds which give them an income source. Um But so it would be a, a univer uniform pattern across the whole country and you would, that would increase the level of recorded government debt. But that, as I said, is, is an income earning asset for the private sector. It's not a burden for the government. It's a government giving you something which they then were committed to giving you an income stream over time. Uh So the government could easily do that. And with that reduction in debt, say from 100% of GDP to 20% of GDP, we'd had a fall in house prices, but that would have been compensated by the money individuals got per head and housing will be more a more affordable and we would have had a lower level of debt and as it happens, and this is where the the complex system side of capitalism comes in. When I analyze the dynamics of a, of a complex system, the type of work that I do in economics, I have found that the increasing level of, of, of, of, of bank debt causes a fall in the share of income going to workers. Yeah, it's actually a causal process. It's not even though workers might if you imagine firms are simply borrowing the money, which is what I model in my models of v dosky financial instability hypothesis. Even with just firms doing the borrowing and workers need to be doing no borrowing at all. The dynamics of the system are such that the workers share of income falls precisely as the banker share rises. So rising levels of private debt is more money to bankers and less to workers. And that's one reason capitalism is malfunctioning now, uh bankers don't spend their money very rapidly. Workers, do you get a lower level of economic performance out of that situation as well? So I would have gone through modern debt jubilee. Uh GIVE the money directly to households require those having debt to pay their debt down. Put conditions on how the money can be used by others, which could be either buy bonds or if you wanted to boost the macroeconomy, then just spend it, spend it well. And that would have eliminated the crisis and reduced the private debt level from its current running roughly 100 and 75% of GDP down to say about 90% of GDP. This is private debt and that is more manageable. And we could have got back to a, a stable situation, uh, like the 19 fifties and sixties."
	},
	{
		"start_time": "43:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, I'm going to get also into some questions about that in a second also because just a few months ago I had on the show, your friend, Doctor Michael Hudson to talk about his books on that exact topic. But let me just ask you because earlier, when we were talking about some of the foundations and assumptions of mainstream economic mix, you mentioned briefly the fact that we should move into a model based on complex systems theory. So could you tell us a little bit more about that? I mean, how would the economics based on complex systems theory look like? And what are some of the main ways it would differ from what we have? Uh Now"
	},
	{
		"start_time": "44:17",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "complex systems take it as granted the systems don't reach equilibrium. So the whole fetish on reaching equilibrium would be thrown out. It's just isn't the way complex systems behave. Uh The most obvious complex system is the weather and the weather is never an equilibrium. And with the, with the most uh famous stylized model of the weather was done by Lorenz um Edward Lorenz back in the early 19 sixties and he built a, a three dimensional model uh which is basically like having water, having a AAA thin layer of water uh on a stove top. And you're looking at the horizontal and vertical location of a drop of water and the temperature difference between the bottom and the top of the hot plate. And that was an incredibly simple system, they thought would reach equilibrium. And it didn't, it just continuously moved it far from equilibrium positions. So throw away equilibrium, OK. Equilibrium is a potential potential but not a necessary uh feature of a dynamic system. Uh But when you look at real world dynamic systems, they have unstable equilibrium. So that's, that's your starting point. So non equilibrium thinking dynamic rather than talking OK to supply and demand curves don't have time on the on the horizontal axis, they have goods, they never actually say goods per unit of time, etcetera, etcetera. So time sort of falls out of the analysis. A complex system analysis is fundamentally time based. So what you end up doing is rather than using algebraic equations, which are when when engineers take a look at what economists do, they often choke. But they can't believe people are trying to model a complex system like the economy using algebraic equations. They say you've gotta be using differential equations, equations to have change over time and one system state affects another system state ciris Paribus, which is one of these nonsense ideas. Economists will say when they teach their partial equilibrium models, they say assuming all other things remain constant nonsense, nothing else remains constant. Everything affects everything else. But what we've done with complex systems, mathematics over the last half a century and this is completely passed, economic spy is develop techniques to handle um systems where everything depends on everything else. And then the question becomes not, you know, what's the equilibrium going to be? But do you have enough of the causal factors in your model to cover the major ways in which things depend on other things that matter? So there's some things you wouldn't bother bringing in because they have such a small impact upon the quality of your prediction that it's not worth the extra complication of including them. And that, that is the way you pre approach building complex systems models. Uh But that would be the nature of complex systems, differential equations rates have changed through times non equilibrium and looking at potential dynamic paths of a system. And how do you bring the capitalist case the most important question? How do you avoid it collapsing? And when I, when I do that, one of my mathematician friends do that, they find that in the opposite conclusion to what neoclassical economists reach, it's essential to have government spending because without government spending, you can have a private sector collapsing into a period of where GDP collapses, your private debt ratio becomes infinite employment and wages share of GDP collapsed to zero. That's a potential outcome of a system without a government, put a government in there. And it has what mathematicians call persistence. So it, it ends with very, very different conclusions. But it, what it involves is it's throwing away the old tools that come from the 19th century, throw away algebraic logic and do it with, with system dynamics and con and continuous time differential equation models."
	},
	{
		"start_time": "47:55",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that perhaps one of the reasons why mainstream economists uh are also a little bit reticent when it comes to perhaps trying to include complex systems theory into their frameworks and models is that perhaps it involves more complicated mathematics or"
	},
	{
		"start_time": "48:18",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "they, they like to think they're good mathematicians, they're good mathematicians with a very limited tool set which is inappropriate for what they're analyzing. Um But I, I think, you know what I find when I teach my students, the approach that I use, they get enthused by it. Um BECAUSE it, it is a challenge of modeling a complex system and it's exciting. So it, it, it's just that they don't want the conclusion that a complex system reaches and that those conclusions go against their wishes about how they think capitalism should behave and they just turn a blind eye to it. And I've become, I've come to realize that when you challenge somebody's paradigm, they just look for a reason to dismiss you. When you say your model is not as good as my model within an existing paradigm, then they have a lively debate. So when you go outside the paradigm, you lose them, they don't want to even consider and they, and they will use stupid arguments to dismiss your challenge to their paradigm. So uh that's what really goes on. And therefore, because complex systems end up with non equilibrium outcomes and they want equilibrium to apply, they don't want to know about complex systems."
	},
	{
		"start_time": "49:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, within a complex systems, sort of uh economic paradigm, let's say, would it also include uh cyclicality? I mean, would the economic in"
	},
	{
		"start_time": "49:42",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "a complex system is inevitably cyclical? Um Because to, to be um like in mathematical terms, if you build a a complex system with unstable equilibria, uh then you will be forever migrating far from the equilibrium. And the, the basic characteristic is that like like the lo Lorenzo system has three equilibrium points, uh one of which is stable along two axes and unstable along a third. And they're all what they called real axes. They had to give you repulsion or attraction. But the other two equilibria are stable along one axis with a, a real stability. So there was the value of the of the what's called eigenvalue is negative along that real AX. But there are two complex axes which have positive real parts. The complex axis gives you cycles where you get out of it is as you approach the equilibrium, you can from a distance away, you can get attracted to one of these equilibria, but as you get closer, you're repelled by it. So what you get is a region around the equilibrium where nothing ever, nothing ever penetrates and you're always far from equilibrium and, and that is the nature of a complex system."
	},
	{
		"start_time": "50:53",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So could you give us perhaps uh a couple of examples of uh economic phenomena that through a complex systems theory framework, we would get a new understanding of them. I I think that in your book, for example, at a certain point, you go through employment and wages and how they would change over time and how we could model that through complex systems theory. So how in what ways would it look different from what we now have in mainstream economics?"
	},
	{
		"start_time": "51:29",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "It's totally different because if you look at a, a neoclassical dynamic stochastic general Caribbean model, what they do is they set up a algebraic system to generate a system of difference equations. Uh WHERE they, they, they, in fact, the, it's the framework for the, what they call DS G models dynamic stochastic general equilibrium is that there's a future point uh where of an equilibrium between capital output ratio, effectively capital employment ratio and RR utility um satisfaction which is unstable, it's a saddle. And so if you imagine uh a saddle and you're trying to throw a ball bearing, so it lands on the saddle. The only hope you have is to get straight in front of the nose or, or the arse of the horse, throw the ball bearing and it just gets just in that part of the ridge which runs along the horse's mind never deviating over the side. Uh And then of course, if you change the angle of the horse, you've got to move. So you're facing the nose once more. Well, that fundamentally describes how they think uh cycles come about. So you have a future of this point and that's given current uh uh what they call technology and, and preferences and then you have some what they call shock to preferences in technology that relocates this future location of the saddle. So you gotta move to a new point and you move that new point by changing your investment and consumption today. Now that ludicrously complicated mathematically fraudulent approach is, is what people do with Ds GE models. Mine just simply says here's the dynamics uh the, you know, the wages interaction with the employment rate and uh and debt levels interacting with profit and so on. And you're gonna get unstable, the equilibrium will be either unstable um or, or or under some limited conditions, stable under others, unstable and you'll cycle indefinitely until you have a breakdown unless you have government spending to counteract it. So it's very, very different. And I can also, I I like again what a DS G model will set it up, put it in equilibrium and give it a shock and see how fast it takes to convert you back to the equilibrium. Again, um dynamic modeling, the complex systems, you set up the overall system, you might want to change parameters while you do the simulation. But even with fixed parameters, it will cycle indefinitely."
	},
	{
		"start_time": "53:54",
		"speaker": "Ricardo Lopes",
		"words": "But so le let's say that we are talking about employment rates and wages and how they change over time. If we model them through a complex systems approach, uh can we get, let's say perhaps information in terms of how governments could deal with situations where employment rates would be uh a bit higher and wages would be lower. I mean, would there be perhaps informed interventions to deal with those kinds of issues?"
	},
	{
		"start_time": "54:29",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "One of the obvious ones for me, as you don't have banks bearing too much debt, private debt and certainly not for speculative rather than investment purposes. But even if they're creating just for investment, you can have cycle will lead to breakdown. So you end up with a perspective saying the system can breakdown, which is not neoclassical thing with, without government invention, you'll reach equilibrium and it'll all be perfect and they're trying to manage the damage the government does to the system in the way of thinking. From my point of view, a private sector system without government almost certainly collapse into a debt deflation. So if you bring government in, you're trying to prevent that outcome occurring. One simple way is the government spending actually counteracts. If it's done in a counter cyclical fashion, counteracts the accumulation of private debt. Uh The other way to go about it is saying, well, we should be limiting what banks can lend money for. Banking. Banks are not, you know, but banks are not like making coffee cups. Ok. Um, CO coffee cups. We, we, you know, we, we, we, there's a, there's a physical use for this thing with money you're borrowing and you're speculating on making future profit. And if banks are providing that money for industrial capital, then we're likely to get new commodities, you and I can consume if they're giving it to financial assets and pausing up house prices, we have houses, we can no longer afford to buy. So there is reason you don't want private money to be created to finance speculation. You want it to be financed for investment. So you get a whole lot of range of different policies about what you do about banks in that particular situation. Uh And you'd also end up, uh you wouldn't be necessarily crucifying monopolies. Uh Again, the whole idea that monopoly is bad and competition is good comes out of, of small competitive firms are good. That comes out of the neoclassical vision of diminishing marginal productivity and market demand curves falling, et cetera, et cetera. That's not the real world. You look in the real world. You found there's a, in most industries, there's a what's called a Power Law distribution. A few small firms have a large part of the market. Lots of small firms have a small part of the market that is part of the evolutionary process that leads to innovation in different industries. You want that structure to some extent. And the monopoly rather than charging a low price, a high price for a low quant quantity, which is what you'll get out of the textbooks tends to charge a low price for a high volume. Uh BECAUSE again, the efficiencies of large scale production and consumers actually benefit out of that. So long as the firm doesn't then go and use its market power to slaughter its potential rivals, which can certainly happen. So you end up with a very, very different vision of how to manage uh individual corporations. Uh uh YOU know, corporate concentration, what we get out of the neoclassical and you end up with a desire to control the financial sector rather than letting it rip. And one of the great problems of the so called reforms under Maggie Thatcher and Reagan, everybody who's followed in their footsteps is there's liberate what they've libera liberalized is what the finance sector can do. It's had very little impact upon uh industrial corporations, but it's an industrial corporation we want to have doing the innovation rather than financial sector which innovates mainly to cause uh uh asset price bubbles."
	},
	{
		"start_time": "57:40",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now then about uh that uh earlier, when I asked you about the 2008 economic crisis. At a certain point, you mentioned the possibility of uh us having done something like a modern day jubilee. So, uh I mean, basically what is debt, what generates debt? And when it comes to uh I mean, having a jubilee, what would it include, would it be just private debt? Uh ALSO public debt? Uh And what about uh for example, commercial debt? I mean, what kinds of debt would we include in the possible jubilee? For example."
	},
	{
		"start_time": "58:26",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Uh Actually, if you look back at the ancient jubilees and Michael would have Michael Hudson would have done this with you when he was on your show. And ancient jubilees affected household debt, not uh not business debt. So they write of household debt and the reason for that often was household debt. You know, you'd be, you'd run up a tab at the, at the, at the mead hall and you couldn't pay it, you'd buy, you'd borrow um prior to a harvest and your harvest failed, etcetera, etcetera, you ended up as a wage slave and as slender as a wage saver slave working on the landlord's uh property and, and forfeiting your own. And then what would happen with that? That meant was those societies were challenged because only Freeman could be in the army. So the more um slaves you had, the less army you had and that challenged the existence of the empire. So that gave you a countervailing reason why the uh the emperor would want to cancel private debts. And that happened fairly regularly of every change of king, every 49 years. If not, uh if a king lived for 50 after 49 years, that sort of thing, abolishing those debts, which let people go back to their land, abolished their situation of slavery and so on. Now, we can't do that today. It's much more complicated, but I would use what they call the modern debt jubilee. And that would be using the government's money creation capability to cancel private debt. And then so you wouldn't be lumping the two together. You'd actually, if you had a modern debt, you believe what we call government debt would rise as a result of it, that private debt would fall. And even if I don't include changes in behavior, when I model this, I get an increase in economic activity because you're basically transferring money from bankers who spend very slowly to workers who spend very quickly. If we go back to the fifties and sixties, and you take a look at the rate of turnover of money in the American economy, money turned over about 1.8 times per year. Uh It's now running below one. Uh AND one reason for the money people spent more freely back in the fifties is people weren't worried about paying off their level of private debt because it was quite low. Mortgage debt was low uh there was almost, there was no credit card debt, there was lays and stuff like that. So we had a much level of household debt and therefore households spend fairly not thinking about if I don't hang on to some of this money, I won't be able to service next year, next month's mortgage. Once you get the level of debt we have now people are always worrying about, can I pay my debt off? And the way individuals respond to that is by spending more slowly. Now, if you spend more slowly, you accumulate more money in your bank account, but the person you would have spent on, doesn't we don't create any extra money out of that. There is no additional saving at the collective level out of individual decisions to save what you have instead is accumulation by some and d accumulation by others and a slower rate of growth, turn of money and the income falls. So if you go back to the period where people are no longer scared of the level of private debt, they're carrying the turnover money might come close to doubling frankly and that could effectively double economic activity over time. So there's a real benefit to getting rid of the level of private debt."
	},
	{
		"start_time": "1:01:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm I I mean, in your mind, does this have anything to do or is it at all a moral question? I mean, because many times when people think about specifically private debt, they say something along the lines of, oh, if people have borrowed money then they should pay it back, they should pay their debts so many times. This is the way we frame things. But from, uh, uh, I mean, I'm not sure if a moral consideration should also be made here, but just from an economics perspective, does that make sense at all?"
	},
	{
		"start_time": "1:02:10",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "We don't believe that drug pushers should be, uh, uh, allowed to enforce their debts because we know they're selling in the moral products. Um And the same thing applies with private debt. If banks were responsible in how they lent, then there may be more of a case to say, well, then the borrower should be responsible in paying the debt back. But if banks are willing to lend like they did in the subprime catastrophe back in the 2008 where they were lending to people they knew couldn't repay the debt. And they, you know, they got all these terms like ninjas, no income, no job, no assets, ok. And they're willing to lend to somebody in that situation. The only reason being they knew that the individual banker would get a, a large bonus out of the amount of debt they created. So the more you created, the better off and then you fobbed it on to somebody else through uh or they collateralized obligations and other statistical devices that appeared to eliminate the risk, but of course, could not do it could not eliminate it and, and sold stuff which was, um, you know, fraudulent. Frankly. Now, frankly, most of those people should have gone, not, should have, should have gone to jail. Only one banker went to jail over 2008. That was Bernie Madoff. And you couldn't not put Bernie Madoff in jail. He'd run a Ponzi scheme for 40 years or thereabouts. So, whereas if we look back in the 19 thirties and what's called the Pakora Commission, pardon me? Which was an inquiry into what caused the Great Depression. Hundreds of bankers went to jail for morally reprehensible behavior which caused the crisis. So let's let's do this evenly. Uh I'd be quite happy to say people should repay their debts if banks lent responsibly since they don't. There's no moral case whatsoever for saying individuals should have, must repay their debt."
	},
	{
		"start_time": "1:04:01",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now then about inflation because that's something that people, particularly over the past. I don't know, a couple of years have been uh worried a lot about what explains inflation actually. What's behind inflation?"
	},
	{
		"start_time": "1:04:19",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "I have often, I like to take a little wine out of the National Rifle Association in America. And they also who might have seen this one quite regularly. Guns don't kill people, people kill people. Well, my twist is that most people, conventional economy will argue money supply causes inflation. And my argument is money doesn't cause inflation. People cause inflation and that's rather more valid than the um uh the nr a way of using the same thing. So there are 32 main groups of people who can cause inflation, workers who demand wage rises in excess of the rate of inflation and firms who can put up their markups faster than the rate of inflation. And the other factor is the real factor, which is how many units of output are you getting per worker? So you put those three factors together and this is done, I've done it informally in well, not informally done it formally in that book but fairly aggregate data. Isabella Weber has done excellent work on the role of markups and causing inflation. And so has a statistician called Blair Fix and they do much more disaggregated work. But the basic message coming from the work, all three of us do is that what actually caused the inflation for the last 40 or so years was predominantly the rate of change of markups exceeding the rate of inflation. So the people who are putting up prices weren't the workers with the wage demands. It was the capitalists by putting a larger markup on their cost of production to determine price. And like for, for about if you look back over say 100 quarters of data, then for about 80 of those quarters, markups rose rated higher than the rate of inflation for about 15 of them or 20 maybe w wages rode higher than the rate of inflation. And then the underlying thing is what's happening in output per worker that generally speaking rose, which actually reduces the rate of inflation until COVID hit. Then we had all those supply shocks. So the basic argument that comes out of that and Isabella Webb has made this very well too is that the the predominant cause is markups rising too rapidly. Now, a major cause behind that is the uh destruction of the union movement. Cos unions used to bargain for wage rises and those wage rises would mean that the, the markups were constrained by the potential increase in wages as well. So, abolishing trade unions contributed to the power that firms have to put up prices, contributed to the potential for inflation we saw in the post COVID period and then the supply chains which are being built up, which are incredibly fragile. We uh if you know, if you know the, the, the m most people don't have any real idea of how things are made these days, the vast majority of the population longer, certainly the West works and actually in factories, making, making goods and services. Um BUT, but what we had was a supply chain which where to make a particular product, you might go through 30 or 40 different countries with a couple of 1000 components. That's an incredibly fragile system. It's very efficient but equally very fragile because it is very efficient. So when COVID hit and break disrupted that supply chain. We got increases in cost out of that. Uh But Isabella Weber has argued that we should constrain the extent to which firms can put up markups. Since we've destroyed the trade union movement as a balance against the power of corporations, we should have the government uh having the power to limit how fast markups can be increased and or to reduce markups in critical industries for workers consumption. And if you did one of the most interesting elements of that is to take a look at inflation in America. In the 1st and 2nd World War. In the first World War, there was no controls and it's actually quite a high rate of inflation in America across the war years. They learned from their lesson and when the Second World War began, they created a prices commission and a non orthodox economist, John Kenneth Galbraith was put in charge and the inflation during the Second World War was constrained by firms agreeing not to decrease the markups despite the high level of monetary demand at the time. And there was almost no inflation during world war two. So it's feasible to control it. You you don't let the people who have got the power use that power by having a countervailing force, which is what trade unions use to apply or the government stepping in in the same role and limiting how fast markups can increase."
	},
	{
		"start_time": "1:08:36",
		"speaker": "Ricardo Lopes",
		"words": "And is inflation always a problem? Uh WHEN, when is it a problem?"
	},
	{
		"start_time": "1:08:44",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "It's a, it's a problem when it gets to be, you know, double digit levels. Um, BUT if you look at, um, most of the period of the, of the capitalist economies, there've only been a handful of cases of hyperinflation and they were universally ones where productive facilities were destroyed before the government tried to compensate by increasing the rate of money creation by the government. And then that led to a, a spiral. So that as in, you know, the classic being uh Germany uh when the via my Republic period after the first World War, well before the second, well before the rise of Hitler, um they were hit impossible reparation terms, particularly by the French and the Treaty of Versailles, they lost the Rua Valley, they lost so many productive resources. So hyperinflation occurred there trying to maintain people's capacity to buy with a destroyed production system that gave us the Weimar Zimbabwe uh dis disenfranchising the white, the white farm owners that led to a collapse in supply. Uh Argentina's a, a mess of its own making with enormous amounts of income going to the super rich and, and uh it a horrible situation in terms of land ownership. Um So those are the cases. But if you look at the, the major economy that didn't suffer huge uh crashes in their productive capability, the highest rate of inflation we've seen is about 20%. And the dividing line I I with hyperinflation and normal inflation is actually about a 40% and between 30 40% there's almost no cases. Then there's a handful of those above 40%. Most are below 30%. Uh RATES of inflation. A small amount of inflation is not a bad thing. In fact, it's potentially a good thing because that bur of, of, of inflation inspires you to spend somewhat rather than hanging out of money and seeing it fall in value, you're more likely to spend it. So again, if we take a look at the, at the, at the rate of turnover of money during the stable inflation days of the fifties and, and, and early to mid sixties, that was 1.8 when the high inflation hit in the seventies, sixties, late, the early mid seventies to mid eighties. Uh THE Volcker period uh when inflation hit 17% in America, the rate of turn of money rose to 3.5 times rather than 1.8. That's compensating for the, you know, higher, higher pri uh rate of inflation. Um BUT so a moderate amount of inflation encourage you to spend. And that is AAA positive benefit that money which is effectively falling in value gives. And in fact, there's a, a non orthodox Argentinian monetary theorist called Sil Silvio Gazelle who argues that all money should depreciate the idea being if money's a hot potato, it gets transferred one person to another causing more economic activity. So there's, there's an argument that a small amount of inflation does that but too much inflation, you then start getting uh what Phillips who first identified is called a wage price spiral. And, and that is a counterproductive syndrome. You want to control it um will stop it. But generally speaking, inflation of the in the range of of 0 to 7 10% even is bearable. It's when it gets into double digits, we start seeing problems."
	},
	{
		"start_time": "1:12:07",
		"speaker": "Ricardo Lopes",
		"words": "So in a sort of related topic, how are prices determined? What kinds of factors play a role in that?"
	},
	{
		"start_time": "1:12:17",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "I tend to work at the aggregate level. So I'm not going to go down into, into detailed price setting, but I'll start from that point of view. In fact, because if you imagine bringing on a new product, like for example, an electric bicycle or electric car, uh you, you can work out what the components are needed to make that. So you get all the, all the what we, what we call variable cost, the metal, you've got to buy the electricity, the labor and so on. And that gives you a price level. And then the question is, well, how many units can we expect to sell? And what size factory do we need to make those units? Then you get your fixed costs which come out of that. And then your calculation is well, given the size of the market, the segment we're selling into, can we expect to break even uh or make a profit uh given those fixed costs? And those considerations come through to you determine what markup you can set. And you'll also look at, well, what's the, what's the current markup? What are our competitors currently marking up the cost of electric car, etcetera, etcetera. So all those calculations are at the micro level. Uh WHEN you get at the macro level, you come down to that question of the markup. The, the markup is what corporations set to uh get a profit out of selling its unit. Uh The the wage costs turn up. That's your major cost as a firm uh coming from not other firms, but where else do you buy from? Predominantly you buy from households, you buy labor. Uh And then as I said, the you, yeah, output per unit. So those are the three ones. The Kalesi identified is Gilles price equation and the basic equation is the uh uh price level is 1/1 minus the markup multiplied by the wage divided by output per worker. And then when you put it in dynamic terms, you get the rate of change of markups, the rate of change of money wages and the rate of change of output per worker. Those are the three major determinants of inflation at the macro level. And given that markups have been rising faster than the rate of inflation over time. I've seen some neoclassical estimates which imply markups have gone from an average of about 20% to 65% over the period from 1970 to now. I intend redoing that work in a non neoclassical way at some point. But it implies by far the major effect that causes the inflation is the is, is corporations fundamentally the capitalist class getting a larger share of apple by putting up mockups, that's been the main cause of inflation. So we want to reduce that. Uh If you want to reduce the rate of inflation, your primary target is to reduce the markups that firms put on their commodities."
	},
	{
		"start_time": "1:14:47",
		"speaker": "Ricardo Lopes",
		"words": "OK. So I I would like to ask you now a little bit about money and the role of banks in the economic system because it, it might be the case that people commonly have some misconceptions about these kinds of topics. And I would really love who on this podcast go through them. So uh how is money created actually? I mean, is it just a government issuing new money through the central bank or is it more complicated than that?"
	},
	{
		"start_time": "1:15:22",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "It's more complicated but also more simple. So there are two ways to create money in a capitalist economy. Banks lend out more money than they go back into repayments. That's how private banks create money. And they do that by marking up both sides of their ledger. So they, they put more money in a private person's deposit account. They have a million euro to buy a house in Warsaw. Yeah. Uh, AND they then record well, your, is precisely a million dollars more at the same time. So they mark up their assets and their liabilities. The government creates money by spending more than it gets back on taxation. And when you work out the, uh, overall dynamics and I've built the only software package in the world that can show that I call it Minsky and are happy to get people to download a copy of Minsky and try it out for themselves. When you look at how governments create money, they create money by going to negative financial equity. So the treasury spends more than it gets back in, in taxation. And that spending a adds to its negative equity in financial terms. So it has more financial liability than it has financial assets. But in because in an overall system, the sum of all financial assets and liabilities are zero, the government getting more negative financial equity means that the, the non government sector gets identical, positive financial equity and that therefore the, that the government money creation doesn't create any debt for the government because if you had a a sensible system, the treasury could issue bonds and the central bank could buy them straight away. Uh So that's in, in that case, the, the, the gov the government debt would be owned by the government. OK? Which is a, which is a point that we can't do that. You can't, household debt can't be owned by the household. Ok. If you're a million dollars in debt, you can ask your wife to pay it, pay it out for you. Ok, you're a million dollars in debt to the bank. And, uh, you've got to satisfy the bank's need for the money and, you know, your wife can't say, well, I'll take it over for you. Just not possible. So, uh, government, government's uh money creation doesn't have to involve uh selling bonds to any private sector. It's only laws that require that which were drafted by politicians and economists who don't understand the monetary system. But punchline the the pri the private sector creates money by expanding in its assets and liabilities identically which the banking sector can do. The government creates money by creating net financial assets for the non-government sector. And that necessarily means net financial liabilities for it."
	},
	{
		"start_time": "1:17:54",
		"speaker": "Ricardo Lopes",
		"words": "So just to see if I get this right? And in more simple terms, so when it comes to the banks, whenever a bank lends money to a private person, I is it creating new money or not?"
	},
	{
		"start_time": "1:18:10",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Yes, it is. And the mainstream ignore this. They they want to argue that the banks are what they call intermediaries. The banks supposedly just take money from savers and lend it out to borrowers again. That is nonsense. And uh a non mainstream group of economists have been saying that right, since Joseph Sean payer and even earlier than that back in the 18 hundreds. Um BUT the mainstream has been ignoring that all the way through and they continued ignoring it until the bank. Pardon me? The Bank of England came out in 2014 said the heretics are right, banks create money when they lend the Bundesbank said the same thing. And what did the mainstream do? Ignored it? Yeah, they just don't wanna when you, when you challenge the paradigm and this is the paradigm, challenging component, they don't even want to engage with you. So you'd imagine that when they gave a Nobel Prize in Economics to Ben Bernanke in 2022 which is not a Nobel Prize. It's something that was made up by the Swedish Central Bank and called after Nobel. Uh WHEN they did that, you'd think they'd acknowledged the Bank of England and the Bundesbank. But in their so called scientific document for giving the money to Bernanke and his two fellow neoclassical, they did not even cite the Bank of England or the Bundesbank, they just ignore the whole damn thing. So it, it, it's incredibly wrong to do that because banks create money when they lend. And then when you take a look at the consequences of that, you find that every last major crisis in capitalism has been caused by a private debt bubble. But the mainstream says private debt doesn't matter. They've had no explanation and no warning of any of the crises, capitalism has experienced in its last 1.5 centuries because they ignore the primary course."
	},
	{
		"start_time": "1:19:54",
		"speaker": "Ricardo Lopes",
		"words": "But then for the purposes of understanding money creation and for the economy, more general, more generally, there's a difference between credit and fiat money. Right."
	},
	{
		"start_time": "1:20:07",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Yeah, credit money is money that banks create when you borrow from them. And if you borrow from a bank, fundamentally, your net financial assets remain constant because the, the increase in your uh, money in your bank account is perfectly offset by the increase in debt that you owe to the bank. So that private individuals get no increase in their um personal equity out of borrowing. Why do they do it? It's because they think they can buy a non-financial asset, things like a factory or a house uh and see an increase in, in monetary value and make a profit out of that. That's why we do it with government money creation. The government spends more than gets back in taxation that creates money we get in a bank account with no additional debt for us attached to it. So for the recipient of net government spending, it's, it's money without uh without debt and that tends to be spent more freely. So, unfortunately, because economists wrongly think that government debt matters and private debt does not, they've encouraged too much private money and not enough government money creation."
	},
	{
		"start_time": "1:21:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And would it be possible for government to take on the role of banks and uh government being the only institution creating money or is that not possible"
	},
	{
		"start_time": "1:21:24",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "at all? It's, it's possible. Um, I mean, I've, I have problems about whether that would work or not. Um, BECAUSE you, uh governments tend to centralize, just like banks tend to centralize now and the more you centralize, the less, you know. Um So what you actually want a more distributed system for banking? So, Richard Werner, who's the, you know, a German expert on, on, on banking, uh favors the German system where you have lots of small regional banks and often they'll be community banks of various sorts rather than for profits. And they tend to be low, close to the community and they can work out who's a good uh credit risk and who's not, what's a decent product and what's not, you want that distributed system. So it'd be possible to have a government system in there. But I'd want to have some way that you had private judgment coming in to decide who got the money and who didn't. And that's organizations like positive money UK, which I'm on the advisory board to, they often recommend that sort of system and that the government should create the, the bulk of the money. But then you try to get the private private banks to decide who gets it and who doesn't in terms of loans. Uh Again, as much as I think that's more appealing than what we do at the moment, you also have to work out well. Could banks be profitable if they don't have the capacity to create money? That would mean you have to limit uh banks to having a set fund out of which they lend the whole idea that banks create money out of nothing, doesn't mean they waive a wand and create money. What it means is there's no other account out of which they're taking funds to lend to you. Now, if you set up a system where that did happen and it's quite feasible to do that. Um THEN it might be that the arbitrage by charging a higher interest rate on their lending out than they get. Uh THEY have to pay for the funds in this lender loan fund system. If you do that, that might not be profitable and you don't want a capitalist economy without a profitable banking sector because it's, it's fundamentally a monetary system. So I'm, I'm a bit ambivalent. I would rather have private uh money creation as well as government money creation, but I'd have strict limits on what that money can be created for, to rule out speculation and focus upon long-term consumption for the household sector and working capital and investment capital for the corporate sector."
	},
	{
		"start_time": "1:23:38",
		"speaker": "Ricardo Lopes",
		"words": "OK. So uh let me ask you this question. I might be missing something here and if I say something wrong, please correct me. But uh when it comes to credit money, then what actually then gives value to it. I mean, is it, uh, the way the person it gets, uh, lent to, is going to spend it on the economy or, or is it that though? I, I mean, that that person has to work to then earn that money for wages to pay it back? I mean, what exactly is, is then giving value to that money?"
	},
	{
		"start_time": "1:24:16",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Well, you have to have the money being spared. Um, PEOPLE often make a confusion. They think, well, if you borrow $100 from the bank and they're charging 5% they give you 100 you've gotta pack 100 and five. It's unsustainable, it must collapse. That's only unsustainable. If you don't spend the money you've borrowed. Now, what happens tends to happen if you borrow 100 uh, you spend $200 per year. So you spend the money at a rate of, you know, two times per year, you pay 100 and 60 towards your suppliers and that includes uh wages, you pay, let's say 10% interest to the bank. So you pay them $10 you get 30 in profit. So if the money is enabling turnover and economic activity, you can finance that level of debt. And the fact you're paying interest on it isn't, isn't, doesn't mean that the interest gets added to the principle that only happens if you don't spend the money. Now, nobody borrows for the sheer pleasure of being in debt. Uh, PEOPLE can borrow for ventures that don't work and therefore they can't pay the debt back and they go bankrupt in the firm. The bank lends loses the money that they created for them. That's quite feasible. They might also gain the assets, the route, the non financial assets that were built using that money and they can then sell them on the secondary market. So it's, it's a more complicated system than just as I as I've implied it. Um BUT fundamentally, money works if money is spent and a private, so you could have a functional private money system with no government money creation at all. But what that tends to do is in that we've seen this historically, whenever the level of government money creation plunges, the the private sector tends to do more, more borrowing and gambling on financial assets. And the reason is that when you look at the banking sector, banks must have positive equity, a bank's assets must exceed its liabilities, short-term assets, short-term liabilities is always a maturity matching issue when you talk about debt. But a bank which has more short-term liabilities than short-term assets is bankrupt. So therefore, the banking sector in the aggregate has more financial assets than liabilities. That means the non-bank financial sector, if there is not a government must have more financial liabilities and assets. Now, if you think about, if you had a system like that and corporations and households are both in negative equity, then they're gonna be tempted to borrow money from a bank which doesn't change the level of an equity equity by a non-financial asset like a house or a share, see it rise in value and then notionally regard their equity as now being positive. In other words, a government trying to eliminate its level of debt ends up encouraging the private sector to get into financial bubbles. And that's what we saw during the 19th century. Every 10 to 15 years, there was a financial bubble and crash and and that is not a healthy system. So you you it is preferable to have government money creation to the stage at which both banks and the non-bank private sector can be in positive financial equity while the government carries the negative financial equity that it's got every capacity in the world to handle."
	},
	{
		"start_time": "1:27:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let me ask you now, uh this is something that I actually want to ask you about because I read about it in your work. It's a very interesting thing and another sort of misconception that people tend to have. What is GDP exactly when people refer to GDP, what goals attached to it in terms of uh I mean, what generates GDP,"
	},
	{
		"start_time": "1:27:55",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "let's say it's fundamentally adding up all the flows of goods and services in an economy over a year and therefore it's anything newly produced and newly sold, it's not um houses which existing houses, the sale of an existing house does not add to GDP, but then it's the flow of new goods and services coming out of a productive eco productive facilities of an economy over a year. And the, the only way you can add them up is by the money value. Now, that therefore means you have um you know, you're adding, you know, um microphones to coffee cups. OK? Um So it's a, it's a very uh lumpy aggregation of very different things. The intriguing thing that I have found when I look at the global data is that when you look at global GDP and global energy consumption, they're almost the same thing fundamentally what GDP is energy, which we find in the universe for free. Fundamentally, we didn't, we didn't create the oil and gas and, and uranium and sunlight that we find in the universe. It's just there, we take advantage of it. Uh And we then transform it into a more useful formal forms. So, you know, wind outside from the, from the environment becomes heating inside your house, that sort of thing. So you take energy in one form and convert it to another one. You must have losses. That's where the laws of thermodynamics come in. So you lose energy in that process or you have energy which is no longer available for use. Uh But useful, converting free energy free inverts as we didn't create it to useful work is what creates GDP and a fit between two is almost like a glove. So uh fundamentally, even though GDP is a, you know, horrible aggregate of things which are very different and microphones and coffee cups uh at the level of aggregate level of production, what you find is that fundamentally GDP measures the amount of energy we've turned into useful work for ourselves."
	},
	{
		"start_time": "1:30:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But is it the case that a at least the way that uh governments and other institutions tend to work out for GDP would also include, I don't know, perhaps money that is not attached to um, the things that are actually valuable or productive. Uh I don't know."
	},
	{
		"start_time": "1:30:24",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Oh, there's a lot of, you know, we, we produce garbage two ways about it and, and we, and we over price, you know, like a Louis Vuitton handbag. II, I don't think it's costs, you know, a, a handbag costs more than my computer. And I've seen enough of those because my wife likes buying handbags. Um, YOU know, it's, it's pretty insane. So we put a huge value, a huge price on things with no value. And that, that is a fundamental problem in the, and the more elite consumption we have, the more that tends to happen. I saw a video clip through Twitter a couple of days ago of some corporation in America making a, uh a submarine for high end consumers to go and take a look at depths of up to 200 m. Um It's a great piece of technology, but it's, it's designed for an uber wealthy can afford a fortune to go on a Submersible vehicle, which is also apparently a high, you know, it's a high speed boat as well as a submarine. I think even a plane. This crazy combination. That is a sign of how unequal the distribution of income is that the wealthy have that much income to wake on based on what is for them frivolous. The fact that a wealthy person sees his octopus at 200 m is not a particularly great social contribution. So we do have an enormous amount of wasteful stuff in there. But again, what that reflects is the distribution of income. And GDP completely ignores the distribution of income. So to focus upon GDP alone and say that rising is a good thing is ignoring how distorted the distribution of income has become. And there's no way that that the change between the 19 sixties and now have been a massive shift of income towards the wealthy. So the fact that GDP has risen is irrelevant for most people because if you broke it into GDP, receive goods and services received by the poor parts of society or poor to like even the even the bottom 90% that has risen trivially compared to the amount that's going to the top 10. So I would like to see a distributional measure added to GDP as well as the actual raw number and that is not done by any country in the world, unfortunately."
	},
	{
		"start_time": "1:32:32",
		"speaker": "Ricardo Lopes",
		"words": "But is there any metric that, I mean, just institutions or governments or people tend to use that would give us that income distribution information within"
	},
	{
		"start_time": "1:32:46",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "the data. The data is hard to get because people can see how much they earn and you and I don't, but, you know, Jeff Bezos does. So it, it's hard to get the income from the top level. But yeah, the, we have a rough idea of that and you can certainly find data on the distribution of income. Uh OR I mean, the best data has actually been put together by one of my good friends, uh Jamie Galbraith, the son of John Kenneth Galbraith and his is what's called a teal, a teal distribution to work out distribution of income, not just at the national level, even down to local government areas. So it can be done and it should be part of what national stats do. And we should really have the focus upon enabling the poorest people to have the greatest increase in income. This is one reason China's been so successful because that's what it's done. Uh There were some very wealthy individuals in China, but they've also put some billionaires behind bars at various times. We never do that in the West uh for, for what they see as bad behavior. Uh AND the, and the standard of living of ordinary China has risen stupendously over the last 40 years. Whereas across the same time period, the working class in America and Europe has, if they're lucky, tried water, they've got more sophisticated devices now than they had back then. They're massively more in debt. Uh They have far fewer prospects of educational advancement and so on. So the, the, the supposed performance of the Western GDP terms is illusory, whereas performance of GDP in China has been quite successful."
	},
	{
		"start_time": "1:34:13",
		"speaker": "Ricardo Lopes",
		"words": "So I I mean, perhaps the level of importance that people tend to attach to GB DP alone is overblown, right? I mean, because it's perfectly possible for GDP in a particular country, for example, to go up over time but still life for even the majority of people living there, uh standards of living actually going down at least a little bit."
	},
	{
		"start_time": "1:34:39",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Yeah, like America, that's one reason why I think something like that for Donald Trump, they've had 50 years of that happening ever since America started outsourcing production to third world countries. And like my favorite example, there is what I learned personally when I went on a trip to China in 81 with a group of journalists doing a uh a seminar with Chinese journalists and then visiting various parts of China on a study tour. Um WE uh went to the Shenzhen free trade zone which is just outside Hong Kong as it was being built before it even took the first customer. And the II I knew China was gonna succeed when I saw that particular facility because the managers explained that any American corporation was hap was uh happy to set up in that uh trade zone. So long as a they had a Chinese partner and b within five years, whatever amount of capital the Chinese partner put into the business within five years, the Chinese partner owned 50% of the business. Now, I was just stunned when I heard those numbers and thought, what American corporation is going to agree to this? The answer is any work American corporation that reckons is gonna do better by paying Chinese workers low wages rather than paying American workers high ones. And that's what happened over time. The Fox one and all those corporations came out of that process. So China, the Chinese uh communists knew that they were uh importing, not just American technology, they were creating a capitalist class at the same time, partly out of their caves and partly out of some of the firm firm managers. And they were deliberately setting up a capitalist economy inside China while also grabbing American technology. And the fact that American corporations would agree to that just shows how different the wages must be. I don't remember what wages were for American workers back in 1980 let's say, were a $2 an hour. Well, they must have been paying Chinese workers, you know, 20 cents an hour and then by reducing their wage costs. So dramatically. Uh HALF the having half the firm, which is what was required by the deal was more profitable than owning 100%. If the workers you were paying were Chinese rather than American. So that was what decimated America's productive capability. It destroyed Detroit, it turned, they created what we call the rust belt where factories were shut down because there's no point shipping the machinery. You, you put new technology over in China and, and ship the goods back and that was really what screwed the working class in America. It turned them against the Democrats. Democrats let that sort of thing happen. So it, it's a very destructive thing to do. Um BUT that's typical, I mean, American capitalists, uh they have no real regard for their own workers and China which did have regard for its own workers, did that to get the technology. And now what you find is the skill level in China far exceeds that in America. So the interesting innovations and new patents are coming out of China, not America."
	},
	{
		"start_time": "1:37:43",
		"speaker": "Ricardo Lopes",
		"words": "So in a way related to what you just explained there, could you tell us about this concept that you use in your work? Financial capitalism? What does that mean?"
	},
	{
		"start_time": "1:37:56",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "It finally means that banks and non bank, financial institutions, superannuation firms, insurance, uh or real estate, etcetera, etcetera. There's actually a division of the American statistics called fire finance insurance and real estate. And when Copeland put the tables together the national income and production accounts way back in the forties and fifties. Um He just basically said, well, we can measure the output of the manufacturing sector. You know, they sell goods with a price attached to them so we can work out what the output is of those sectors. What about the finance sector? What are they selling? Well, they're selling a service, often extra levels of debt. You can't record the increase in debt as the output. So the way the the output of the fire sector was measured was by adding up the wages and profits as if those wages and profits were equivalent to wages and profits in the finan in in the in the uh industrial sector. Now that means paying, paying a if you increase the salary of the the boss of Morgan Stanley by 10 million GDP goes up by 10 million. Yeah. Mhm. Very different. Or if you have general motors producing more cars, more cars are produced $10 million extra output turns up as goods and service c circulating in the economy, the finance sector should be limited to the role of creating the money that the uh industrial sector needs to finance investment and pro and production. And that used to be the case uh after the second world war because the the Great Depression and the second world war was such a huge shock to the system that the emphasis became on making sure the workers, the ones who had often fought the wars came back and had a decent lifestyle, a decent standard of living. And the finance sector was the servant of the industrial sector, not the boss as the level of private debt rose over time. And we focus more upon financial speculation rather than industrial production. You get the finance sector being the boss and the industrial sector being the servant. And that is a recipe disaster. Cos as Mars himself said, dec a century ago, a century beforehand, uh this, this crowd knows nothing about production and should have nothing to do with it. So you get a corrupted system coming out when the financial sector dominates. And e even though I think the financial sector is massively important in a, in a capitalist economy, if you don't understand it, you don't understand capitalism. At the same time, I want to limit the power of the financial sector and make of the industrial sector front bad billing because the one thing which you can really say defends capitalism against all other social systems is the level of innovation it causes in production and that innovation comes out of engineers. Uh AND, and the competitive pressures in a real market and those competitive pressures are what give us the change in technology we've seen over time. And that is, is, you know, the the positive benefit of capitalism when you give it to the financial sector, they find different ways to entice us to take our debt. They're not doing anything. They're actually more after a certain stage, they're more vampires than they are blood donors."
	},
	{
		"start_time": "1:41:12",
		"speaker": "Ricardo Lopes",
		"words": "So, I, I might be putting these into simplistic terms and perhaps a little bit, I don't know, misleading but, uh, it seems to me then that financial capitalism is pretty much about trying to generate money from money instead of having money attached to actually the creation of, uh, valuable things, goods, services and other things like that."
	},
	{
		"start_time": "1:41:41",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Yeah, that's fairly realistic. I think if you actually if you go and see the Wolf of Wall Street to get an idea of what the finance sector actually does and that's much more realistic than any economic text book,"
	},
	{
		"start_time": "1:41:52",
		"speaker": "Ricardo Lopes",
		"words": "right? So uh doctor can do, do you think that we still have time perhaps to get a little bit into climate change? There is another"
	},
	{
		"start_time": "1:42:00",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "one of your interest?"
	},
	{
		"start_time": "1:42:02",
		"speaker": "Ricardo Lopes",
		"words": "Ok. So um I mean, you've been of course, also focused particularly recently on the issue of climate change. So why is climate change not only environmentally but also economically such a big issue?"
	},
	{
		"start_time": "1:42:22",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Because we have a, we, we are actually a nomadic species that is now living a sedentary lifestyle and that sedentary lifestyle only became possible the temperatures of the called the holocene period because when you look at the temperature history of the planet, uh we only evolved about 300,000 years ago with the planet's been around for, you know, at, at least uh 4 billion years. So we, we're tiny fracture of the history of the planet in that particular history. There's been what are called Milankovic cycles that dominate the global temperature and they are cycles in the temperature caused by oscillations in the earth's cycles around the, around the sun and they give you peak uh peaks and troughs lasting about 100,000 years. We built our industrial civilization on one of the peaks. So temperatures six degrees warmer now than it was during the ice age. Ice ages tend to last for about 60,000 years in interglacial, which is what we're in right now. Last for about 40,000 years where there's a, a sort of 15,000 years of rising 15,000 years of falling. And at the turnover point, you've got about 10,000 years of stability. So we built our entire system on that 10,000 year peak. Now, if we hadn't, so pumping carbon dioxide into the atmosphere, we'd be falling back down into another ice age. And that you can see that in the data, the peak period for global temperatures was about 4000 years ago. It's been getting cooler ever since 4000 years ago through the natural cycle. About 250 years ago, we started pumping carbon dioxide out and that has meant a, a rise in temperature which is an increase in temperature 30 times faster than the fall in temperature caused by the, the maximum rate of decline in the Wako cycle going back down into another ice age that uh the infrastructure we built everything we were built to uh enable us to have industrial uh production and industrial agriculture and so on. Um Relied upon a temperature range of about plus or minus one degree around that holocene average. We are now 1.5 degrees above that average and increasing a factor of 30 our infrastructure will not cope and we're now starting to see the beginning signs of that with some of the catastrophic storms, we're seeing anybody wants to argue that, you know, Swiss Alps have always been washed away during a storm. You know, Swiss villages have always disappeared. But that's garbage that the events we're seeing now, I mean, when I was with a colleague from Milan recently in the Caribbean and he, he told me about seeing as, as I've seen on Twitter, rivers of ice flowing through Milan in summer and those rivers of ice occurs by catastrophic hailstorms which create so much hail that literally you get a river of ice flowing through the streets of Milan during late spring, you know, bizarre stuff like that. Um So what we're getting is the volatility that comes out of increasing the temperature by 1.5 degrees, which is what we've done over the pre industrial level and that increases the moisture content by the atmosphere by 10%. It also increases the volatility of the atmosphere. So we're gonna see storms which destroy the infrastructure we built for that stable one plus or minus one degree level. And that's why it's important. Uh We only have GDP if we have factories. Now, mainstream economists who are a bunch of losers when it comes to how they think about the real world. So let's assume that storms don't affect factories. Let's assume that damage from, you know, high temperatures or high rainfall only damages goods and services. It doesn't damage factories. That's a nice assumption. That'll simplify our model. It makes your model completely bullshit, completely wrong, but that's what they've done. So they make assumptions. They basically assume climate change doesn't affect the economy and then talk about how to manage the economy because of climate change. It's just ludicrous. So I'm, I'm incredibly angry about what they've done because they're going to destroy capitalism. But the only way we maintain a capitalist economy is to maintain that temperature level we hit during the Holocene period. We should have used what we now know about how the climate is affected by carbon dioxide and other greenhouse gasses to stabilize the temperature at that six degrees above the previous ice age level. Even through the cycles, we know the planet's gonna go through that would have been rational. Instead, we've blasted into unknown territory 30 times faster than the natural cycles loan would take us. And that is gonna destroy our infrastructure just as effectively if we'd let the natural cycle continue and we'd end up with the, with the sheets of ice over, over New York, which is the other extreme. So we should have gone for stability instead because of neoclassical economists who like to think capitalism cope with anything. Therefore, global war can't be a problem. We're about to see what I expect to be the destruction of capitalism"
	},
	{
		"start_time": "1:47:24",
		"speaker": "Ricardo Lopes",
		"words": "and what do you make of some of those arguments that sometimes we hear particularly from econom uh economists and also people associated of course with the financial system when they say or claim that, oh, you know, of course, we're having more natural disasters here and there across the globe. But people are not considering the fact that because the temperatures have been rising over the past few years that there are a few places in the world where actually life now is a bit better for some people. They have more livable conditions. And also when they say that, oh, and at the end of the day, we will eventually tackle this issue through technological development or I I mean, those kinds of arguments that we sometimes"
	},
	{
		"start_time": "1:48:17",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "naive, simply naive. Uh IF for example, pe people think, OK, now that we've got, you know, higher temperatures we can now farm Siberia, well put the top soil then first please. OK, what, what exists in Siberia used to be permafrost? Uh THE idea that you can farm permafrost just shows people have never seen what the soil is like and don't know what it's like to have methane seeping out of the soil as the, as the, as the permafrost melts and, and microorganisms start turning the carbon stored there into either methane or carbon dioxide. Uh It's simply, they just simply don't realize the scale on which the planet itself operates and the forces were triggering by uh by letting the temperature rise will then cause tipping points with other systems where they will take over the damage they're doing to our system right now. So one of the classic tipping points is losing uh ice because ice reflects sunlight. And the, the reason we have global warming is not because we're pumping lots of heat into the atmosphere. That will be the case if we could keep on going for 400 years. But at the moment, it's only a trivial contribution to the increase in temperature. Most of the increases by extra carbon uh carbon dioxide and other uh greenhouse gasses including the extra moisture cos that's also a CA A AAA greenhouse gas that increases the amount of temperature you retain. So the sun come, that's then it comes in from the sun and it gets uh prevented from going back out again as infrared by bouncing off these molecules that capture the infrared. And therefore it raises the overall temperature of the, the biosphere. Uh THE, the forces are enormous. So if we lose the amount of ice, which is happening quite radically. Right now, there's less reflection that also increases temperature, that's independent of the carbon dioxide cycle. Uh If we then uh loosen up the permafrost and even worse ocean methane hydrates, the amount of carbon there is in, in the, in the, in the uh permafrost is apparently two or three times what we've already put into the atmosphere. If that starts letting itself go in a, you know, it's like a chain reaction, that chain reaction is far more powerful than we can do to control it. So we're letting forces, we're, we're, we're, we're letting loose forces that we have no conception of the scale and no capacity to control. And that's why it's simply irresponsible and dangerous and this sort of stuff, anybody who talks in that way should be thrown out of any discussion over what to do. But unfortunately, because economists are taken seriously, people believe they know what they're talking about and they think that economists are taking what scientists have said and put it into economic terms. Nothing could be further from the truth. I have read every paper that economists have written on the total cost of carbon, of climate change and hundreds of other papers by economists and I've read two or three times as many papers by scientists and not one of the papers by economists makes assumptions that any scientist would accept about what climate change does to the global system So economists have bullshitted their way because they really didn't want to understand this issue. They simply wanted a way to say it doesn't matter. And they've made up their own numbers to say that it doesn't matter. The numbers have got nothing to do with the physical real world and we're likely seeing the collapse of their predictions happening this year and going forward, uh the damage that global warming will do to our productive a apparatus is far, far greater than economists have misled us into believing. So the financial system which has taken their advice seriously is likely to have a serious collapse at a Minsky moment, once people realize just how wrong these predictions are, uh and we're gonna destroy our productive capability at the same time, it'll be a struggle to hang on to what we call civilization and that's what we should be thinking about. We are destroying our capacity to have the civilization we call capitalism."
	},
	{
		"start_time": "1:52:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh also I would like to have your reaction to another kind of ar argument that we hear very frequently from economists and other people like that. This is probably even more common than the other kinds of arguments I mentioned before. I mean, when they say that um to tackle climate change, it would imply slowing down economic growth in a way that would have even worse consequences than the consequences of climate change itself. And so, and so it would be better to just, I mean, basically for the most part, keep uh keep things running and having uh higher levels of economic growth, even if we contribute to raising temp global temperatures even more. I mean, does that make any sense at all?"
	},
	{
		"start_time": "1:53:23",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "None whatsoever. Can I use French and they're fucking idiots? Ok. This is stupid stuff. They should never have been allowed under the policy discussion. Uh And I say they're fucking idiots because when you look at how they've tried to calibrate this stuff, they'll make assumptions like as Nordhaus did initially that a roof will protect you from climate change. He didn't put it quite that stupidly. He wrote um economic activity. Most economic activity takes heaven carefully controlled environments which will be negligently affected by climate change. Now, his definition of carefully controlled environments uh and when you first put that phrase out in a 1991 paper was all of manufacturing, all of wholesale and retail services, all of the government sector, all as finance and insurance and most of real estate and some transportation as well. And he said that 87% of the economy would be negligibly affected by climate change. And he included mining, he literally had mining as an industry which would be neckless, be affected by climate change and a total of 87%. Now, sometime later, somebody must have tapped him on the shoulder and said, oh William, there were there was open cut mining mate as well as underground mining. So in a 1993 paper, he then revised it and said underground mining would be unaffected and he reduced the figure from 87 to 85%. Now that shows he basically thinks to be exposed to climate change. You have to be exposed to the weather, which is why I say he's assuming a roof will protect you from climate change. Tell that to anybody in the Swiss villages that just got wiped out a couple of days ago by avalanches caused by excess rainfall. Tell that to anybody in Houston who's, who's uh super uh uh skyscrapers had their windows smashed by tornadoes that went through about four or five weeks ago. Uh And, and, and until it's the people in, in Taiwan, I had to shut down semiconductor plants because the, the water got too hot to be able to be used for some of the cooling processes. So the whole idea that a roof will protect you from climate change shows how caught up they are on a blackboard view of the world or a white board view of the world where you put in your GDP as a function of labor and capital and everything happens inside the brackets of the function. But like in the real world, even if it were true that a roof is protected from climate change, you've still gotta put goods on the services on a road to go to another factory to get them worked over if the road gets washed away by a storm, which happened in Vancouver a couple of years ago, you can't use the road anymore. Ok. So there's no, there's no such thing as a carefully controlled environment. There's a, there's an environment set up for the existing environmental conditions inside a closed facility, but they change those environmental facilities and the air conditioning parameters of the factory won't work anymore. The roads won't work, the machines will be destroyed and flooded out, etcetera, etcetera. The naivety of these assumptions is simply breathtaking. And when I look at it, the only reason this shit got published is because other academic, other economists ref refereed it and they're equally stupid and clueless about what climate change is and what climate change means. So we have uh when people finally look at this as I only did, unfortunately, just uh five years ago and I finally read this nonsense, I realized none of this stuff should have been published only because economics itself is such a crippled discipline was garbage like this ever allowed into print. And the trouble is that people outside academia think refereeing means only quality work gets published that applies in some sciences, in genuine sciences. But in economics refereeing means this was approved by other people who believe the market system is the best of all possible systems and also reject any challenge that says we're soliciting loose forces which might wipe out our system. So it's garbage should never have been published. And uh when people, you know, I've, I've spent five years trying to communicate this to the public just how bad the work of economists is. Um I've got through to some people, but policy makers are still accepting that economists know what they're talking about, still letting them make most of the decisions. And the result is we are walking into a catastrophe, blindfolded by economic theory."
	},
	{
		"start_time": "1:57:31",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you just two more questions then uh and on that last bit about the catastrophe we w we're walking into, I mean, according to perhaps the best estimates, predictions that we have. And I'm not only asking you environmentally but mostly economically speaking because this is an economics interview. What are the worst possible consequences of climate change that we might experience in the future?"
	},
	{
		"start_time": "1:58:06",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Nest fes uh global starvation, what are called wet belt temperatures, levels of heat and, and, and, and humidity as well, which mean people, even he healthy people uh in the shade die within six hours more pandemics. We're likely to get a bird flu pandemic coming away pretty shortly that might kill, you know, half the population of the planet if it gets widely distributed. Um COLLAPSE of civilisations, people normally think it's gonna be poor countries that collapse. Economists feed this garbage all the time out about that. I think it might be the, it's more likely to be the highly advanced industrial civilisations where people are enormously separated from food production, they're more likely to suffer. So I wouldn't want to be in England when climate change really strikes because they already import pretty close to half their food. And therefore, if there's a global famine, the British won't be able to weep um social breakdown, possibly even wars, wars between different countries, potentially nuclear war. It's Armageddon. We're playing with Armageddon and trying to maximize our utility through Armageddon. And, and that is incredibly dangerous. So, uh and this will, this won't happen gradually. It will happen in fits and starts and then catastrophic changes at different times. So nobody can say what the actual uh you know, first devastating blow will be my. If you, if you, if you look at the climate change community, they're sort of taking bets these days. Not quite, but there's a, there's one guy on Twitter who has fake bets regularly and you know, what's it gonna be? Global famine, global pandemic uh hit wet bulb catastrophes. Uh You know, super storms, what's gonna be the thing that wakes people up? And uh iiii I pretty much put my chips down on the, on the global famine front because if we had like one day of extreme temperatures over Iowa with low levels of humidity that can actually burn the crop in situ. So suddenly you've got enough feed for, you know, food to feed a billion people. And then one day later you've got enough to feed a million people, uh, or you can have hail storms that wipe out it or you can have, um, uh, you know, hurricanes and tornadoes passing through and destroying the crop all this. You know, we have no idea what, how nature is gonna smash us in the face. We just know that it's gonna smash us in the face and to say we can all put it off and do it later shows they have no concept of the level of forces that are involved in this. And they're trivializing the issue we face and they should not be allowed anywhere near policy."
	},
	{
		"start_time": "2:00:49",
		"speaker": "Ricardo Lopes",
		"words": "So it's a very strong possibility that civilization as we know it nowadays might completely collapse,"
	},
	{
		"start_time": "2:00:59",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "will completely collapse. I mean, I I you, you, you'll get a range of opinion, Michael Mann is still pushing the argument that we can all do it by 2050 which is true sort of if we have, if we actually treat the issue as seriously as it deserves to be treated. But because economists have created these completely misleading ideas about the damage we face, people have been doing trivial actions about it and the the rate of carbon increase of carbon dioxide pretty much reached the perfect exponential curve from 1750 forward. All the policy we've done is on bugger all to change how fast rating carbon dioxide to the atmosphere, something like about 15% of the population even including some intelligent people like Richard Verner, I mentioned earlier uh believe myths about climate change, believe that carbon dioxide doesn't cause anything. Um And, and that it's actually good for us, you know, carbon dioxide as plant food, yada, yada, yada, all this sort of stuff is just means people who should be allowed nowhere near AAA chemistry lab or a physics lab are making decisions about chemists and chemistry and physics about which they know nothing. And this is the real uh dilemma. The people who know what they're talking about aren't being listened to. And that's why seeing climate sciences like Peter Calamus locking himself to the door of shell and, and, and gluing themselves to glass windows to make a point about it where this was scientific rebellion, the joint Extinction rebellion and so on. They're aware of the forces we're unleashing and they're terrified. Now, the thing is if the experts are terrified and the amateurs are complacent, then it's vitally important. You have the experts at the wheel of the ship, not the amateurs. Who do we have the amateurs?"
	},
	{
		"start_time": "2:02:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let me ask you just one last question to perhaps try, went on a more positive note. I mean, I, I'm not sure to what extent you are able to be optimistic in this sort of circumstances and looking at how we keep doing things, but from an economics perspective, what would you say would possibly be some of the best solutions to help tackle climate change."
	},
	{
		"start_time": "2:03:06",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "We have to treat it like World War Two at the very minimum. Our entire economy is redirected to attenuate and re the damages we've already done and, and ameliorate the future consequences. That's not gonna happen until such time as we start seeing serious breakdowns. And once the serious breakdowns happen, we're gonna be losing facilities, we need to actually do the process. So I, I'm sorry, I can't be optimistic. Uh I, I think uh the, the only optimism I'd have is if, if, if, when the catastrophes start rather than turning the economist, I, what do we do now? Which is the mistake Obama made back in 2009, we throw the economist at, ask the scientist in and say, what the hell do we do? And we then convince the public this is actually existential, we're facing existential threats. It has to be treated the same way that only happened with the second World War after the, you know, the defeat of Poland and uh the, the collapse of France and the uh and the evacuations from Dunkirk. In that situation, the British finally took the threat of Nazis seriously and we had Winston Churchill taking over and the four war effort began at that point. Um That is an easier problem, a far easier problem we face today. So we need that sort of shift and I really don't see any sign of it. We'd look at the debate between uh Biden and Trump, which was, is a farce in the first place. What's happening in the British elections, what happened in the French elections? Uh We simply are not even engaging with the scale of danger we face. So the only optimism I have and this is actually sounds rather ironical. We need to have the cat the, the, the wake the fuck up catastrophe happening sooner rather than later. Because if it happens later, the momentum will be that much greater. So we need something which I have to put it this way. The only way that we're gonna the West, which is the dominant power on the planet will take this seriously is lots of white people die in a climate catastrophe. So we need 20 or 30 million Texans to die because of a wet bult catastrophe where, where the isolated grid, power grid, it has breaks down any air conditioning fails and only those with Teslas survive. Um Then Yep. OK. Then America might wake up. It won't have Texas anymore, but it would have real, real realism about the dangers we face something that's necessary."
	},
	{
		"start_time": "2:05:32",
		"speaker": "Ricardo Lopes",
		"words": "Well, so just before we go, doctor Kim, uh the book is again Rebuilding Economics from the top down. Would you like to tell people where they can find your book and the rest of your work on the internet?"
	},
	{
		"start_time": "2:05:47",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Um That book is still in, in process of being published by a Hungarian company. So I got the OK to publish extracts from it on my Patreon and substack pages. So if you go to uh Triple W patreon.com/prof Steve Keen or Prof Steve keen.substack.com, they'll find extracts from the, from the book uh in those sites. Uh I've also just signed a contract with polity uh books, which I'll hopefully finish by March of next year and hopefully come out in July. And the title of that, the working title of that book is How Economics Will Destroy capitalism. And that will give the same sort of arguments I given from economics to the top down, but basically reverse the direction. So in economics from the top down, I go through all the flaws in economic theory and then finish off with the, the, the garbage they've written on climate change with this other book. I'm gonna start with the garbage on climate change. And then for people who have never read Economics before, the question will be how On Earth is this stuff ever published there? Then after that point, I'll go through and explain how delusional economics is in general and how it led to these critical delusions over climate change. So, Patreon and subtract, that's the main answer."
	},
	{
		"start_time": "2:06:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I'm leaving links to that in the description of the interview and doctor Ken. Thank you so much for the fascinating conversation. I really loved it. So, thank you for taking the time to do this."
	},
	{
		"start_time": "2:07:07",
		"speaker": "Steve Keen (@ProfSteveKeen)",
		"words": "Thank you."
	},
	{
		"start_time": "2:07:09",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you. For watching this interview until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Kel Matthew Whitten. B are no wt Ho Erica LJ Condors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer, Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel s friends, David Sloan Wilson. Ya dear Ro Ro Diego, Jan Punter. Romani Charlotte, Bli Nico Barba, Adam Hunt, Pavlo Stassi, NA Me, Gary G Alman, Sam of Zal Ari and YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon, Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor Luke Neeson, Chris to Kimberley Johnson. Benjamin Gilbert Jessica, Noi Linda Brendan, Nicholas Carlson, Ismael Bensley Man George Katis, Valentine Steinman Perras, Kate Von Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon Bendik Mueller, Thomas Rumble, Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]