[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Eleanor Sherry. She is professor at the Max Planck Institute of Ge uh geo Anthropology where she is the head of the Independent Max Planck Human Pill Systems Research Group. She is an archaeological scientist interested in exploring the articulation between material culture, genetics and biogeography to further theoretical methodological and scientific advances in the field of human evolution. And today we're talking about how we study human evolution, the origins of Homo sapiens, whether it was in one single location or multiregional in Africa, our dispersal within Africa out of Africa migrations and other related topics. So, Doctor Sherry, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:54",
		"speaker": "Eleanor Scerri",
		"words": "Thank you very much for having me."
	},
	{
		"start_time": "00:56",
		"speaker": "Ricardo Lopes",
		"words": "So just to introduce the topic here, tell us a little bit about the kind of work you do. I mean, when it comes to studying human evolution, I guess that there would be many different approaches here, but tell us perhaps generally how you go about combining things like genetics, biogeography and material culture to study human evolution."
	},
	{
		"start_time": "01:23",
		"speaker": "Eleanor Scerri",
		"words": "Sure, I think we still have quite a romantic idea about, you know, the, the lonely professor, a renaissance professor who's good at everything, just working alone and, and figuring everything out. But of course, the reality nowadays is very different. I like to think of it more like we're sort of like a hockey team where everybody has, you know, a different um role to play in that team. And we can only find the answers if we are able to work together. And that can be challenging because the field of human origins is is incredibly diverse. So there is a single theme we want to know where we come from, but there are many different ways to approach um the answer to that question which involve many different uh fields of research from like you mentioned genetics to archaeology, fossil studies, climate studies. So it can be really diverse. But I think we're all getting better at understanding each other and being able to work together. And that's what we try to do in my group uh which includes people with a background in in genetics, in geochemistry, in geo chronology, in archaeology, um fossil studies and so on. And together we all contribute independent lines of evidence that come towards us, being able to make sense of a coherent whole and try to understand this basic question. Who are we and where do we come from?"
	},
	{
		"start_time": "02:47",
		"speaker": "Ricardo Lopes",
		"words": "And so, I mean, one of the biggest questions slash debates in paleoanthropology that has been running for a while and I guess it's still an active debate is about whether Homo sapiens, our species of course originated in one single location in Africa or if it was multi regional. So what would you say are the best arguments coming from people from both sides?"
	},
	{
		"start_time": "03:19",
		"speaker": "Eleanor Scerri",
		"words": "Yeah. So I think, I think it's important to, to think about sort of the historic nature of this debate. So for a long time, it was unclear whether humans originated in Africa or somewhere else. Uh I think Asia was a major candidate, but others claimed it might have been Europe. And this debate really crystallized um into two opposing views that were very, very different in their nature. So the, the, the first and older model, the multiregional model saw humans originating from um across the old world. So that's Africa, Europe and Asia. And the idea was that populations lived in these different regions and there was some degree of gene flow between them, but essentially the humans that originated in, in these regions are still the people living here today. And that this model essentially explains the differences we see between people today. Um But um there was another view put forward um prominently by Professor Chris Christopher Stringer at the Natural History Museum and he looked at the fossil record um in both Africa and Eurasia and he looked at more complex statistical analyses for the first time. Um And although we didn't have dates going back to this time period when, when these researchers were first active, um he looked at the different traits on fossil skulls. So for example, the shape of the chin or the space between the orbits of the eye, the shape of the back of the skull, all sort of physical traits like this and looked at the differences between them. And he started to see a pattern in which um the African fossils were more consistently closer to um modern humans today than fossils coming from Europe and Asia, from the Pleistocene at some point in the Pleistocene. And so he proposed that humans originated in Africa. And this really went contrary to the established model and I don't think you can exaggerate the effect in which this has was really profound. So we see many um headlines today in the newspaper saying, you know, researchers rewrite story of human origins. I mean, we, we haven't, this was genuinely the last time really this happened. Um Other than when we discovered that there was some interbreeding with, for example, neanderthals. So this was a huge, huge um upset and it upset a lot of people. Um And the debate didn't really start to become resolved until uh fossils started to be better dated. And we started to see that the oldest fossils were indeed African fossils. And um and then we started to have genetics starting to come in in the 19 eighties. The first results looking at, um DNA um suggested that um the oldest um lineages were African. Now, at some point, um there emerged a scholarly consensus based on all this information that Africa was a homeland of humanity. But at some point that discussion turned into a, a sort of a where in Africa um discussion, which wasn't really in the original debates, it was sort of Africa versus the rest of the old world. And nowhere was a suggestion that there was one place or one population in Africa that played a role, but somehow, um this is, this is what it became. Um But I think there has been a little bit of a vindication for the multiregional lists in that. Um We now know that there was some gene flow between our species and other forms of human that existed in the Pleistocene, namely Neanderthals and Denisovans. And even though that's a very, very small percentage of what makes us human, so it doesn't change the fact that humans originate in Africa. It does mean that some, some small part of that multiregional model did have some truth. So I think in some ways everybody won a little bit of, of those debates."
	},
	{
		"start_time": "07:23",
		"speaker": "Ricardo Lopes",
		"words": "A and so, uh but let's focus then on Africa, since at least that I guess is consensual when it comes to whether we originated from one single population in Africa or subdivided populations in Africa at this point, at least, what do we know about that? What does the best evidence out there point to?"
	},
	{
		"start_time": "07:52",
		"speaker": "Eleanor Scerri",
		"words": "Ok. I think, I think to answer that question, we need to go back in time and try to understand where that question even came from because it wasn't part of the Africa versus multiregional debate. The Af the traditional debates that raged across the eighties and the seventies before that was, um, did it happen across Africa? Did it happen across the old world? And then in the 19 eighties, the genetic argument ultimately won. And then we started to get all the results of the geo chronology showing that the African fossils were the oldest. But the way human evolution began to be represented, moved from these sort of popular linear kind of progression models to something that looks more like a tree, these phylogeny that we're all familiar from this tree of life idea. And an intuitive part of that model is that there has to be a point of beginning and a point of beginning. It's very easy to move from thinking about that to thinking that's a physical time and place. But if you think about the way evolution works, then it's, it's a little bit more problematic because evolution is the process. It's not as if um you know, so there was this process of evolution that stopped, we appeared and that's the end of history, you know, we, we, we still evolving. We are today a snapshot in time and we will, we're still around a million years from now will be different again. And so the question of where in Africa did we evolve? And is it one place or many wasn't really a debate in the same way that out of Africa? Sorry, that, that human evolution was a debate with multiregional and versus African origin because the idea that we evolved in one place in Africa was an idea that sort of happened very slowly and that there was a tacit understanding of based on the way we represented human evolution. So at some point, the search for a single center of endemism somehow became justified over time. And from the nineties to the noughties onwards, we started to see an increasing number of papers sort of making these arguments about, for example, Eastern Africa being the homeland of humans. And we started to see these pictures and magazines and documentaries of humans walking along Kilimanjaro in the background, you know, these sort of iconic Savannah pictures. And I think, you know that the re insidiously took root in people's mind and we stopped even questioning how much sense this model had. But as I mentioned, evolution is, is a is a long and slow process. And humanity has very deep roots in Africa. And the process of evolution didn't take place in one place, it took place in many different places because people moved around. So in certain places, you can imagine particular traits appearing and then in others different ones appearing. And so there is a spatial and temporal element to human evolution. It's not something that appears as a package out of the ground in one place at one time. And so as, as these um questions about the center of endemism really started to take hold and there was this push for East Africa, it sort of gave researchers like me pause for thought. First of all, because, you know, a lot of the research was taking place in places like Eastern Africa because this is where fossils were being found, this incredibly rich, amazing fossil fossiliferous area. But the question is, did humans, is this really ground zero for human evolution or is this just a place where we happen to be finding fossils? So is there some element of preservation bias here? And we only look here because we expect to find fossils and because we find fossils there, then we're saying this is where humans came from. Um And, and, and the other question to me was, of course, um you know, we, we don't ask these questions of other animals. We say, what, what was the center of origin of? I don't know the whales, you know, or, or, you know, I mean, like it's, it's, it's, it's a really, you know, or even one species of whales because it was one species of humans, like where do humpback whales come from? You know, these sort of questions are difficult to ask because animals move around. And then of course, we started to see that a lot of the, the fossils, early human fossils actual or putative, you know, because people really get, get into these debates. But a lot of the early fossils that have a lot of features in common um with us and each other don't appear from in one place, they appear across the African continent at much the same age. So in, in um in Eastern Africa as well, there's um old evidence of material culture um that's associated with, with Homo sapiens, but we found material culture that's just as old. Um The same material culture is distilled in, in Southern Africa and northern Africa. And so the picture we started to see is that you don't have the fossils on the material culture appearing in one place and radiating outwards from a single point of origin instead across the African continent. We're seeing much the same processes happening at much the same time. So this suggests that there is more of a sort of distributed origin story going on and that's what we wanted to make sense of."
	},
	{
		"start_time": "13:19",
		"speaker": "Ricardo Lopes",
		"words": "But actually, this is uh uh I mean, a very interesting debate and even I have here from 2019, that is five years ago, less than five years ago because I think it was in the summer of 2019 that the paper came out by E Chen, all titled Human Origins in the Southern African Paleo wetland and first migrations that's still going back to uh uh uh basically this debate. In this case, the researchers here were making a case that um perhaps we have originated in 11 single population. But in this case, it would be more to the south of Africa around bots one if I remember correctly. So this is still ongoing."
	},
	{
		"start_time": "14:08",
		"speaker": "Eleanor Scerri",
		"words": "Right. Yes. So the, the idea of, of a single center of endemism, um which is what they're calling for is actually sort of this older idea that people have had for a while. So it, it is a sort of theory that had existed for maybe a couple of decades. And yes, they published this in 2019, which is I think was a year after our first paper trying to push back on this idea and saying it doesn't fit the evidence. Um And the idea that, you know, Southern Africa was uh the sort of home of humanity has also been something that was pushed for a while in, in, in many ways, in a very problematic fashion. There was, you know, even this idea that that certain um modern populations of humans living in Southern Africa were somehow some relics of the past, which is, which is an idea that that's very problematic because everybody has changed from 300,000 years ago. There is, there's no such thing as a, you know, a relic from the past. Um And so, you know, some of these ideas are a little bit problematic in this way as well. But yes, they, they did publish this paper and um you know, iii, I don't like to sort of go out all our criticisms of, of other people's work and I think they did do some things in this paper that were commendable, like trying to bring in um a, a climate story and trying to link it to the genes, I think, you know, that's, it's a really kind of good thing to do. But unfortunately, this paper does suffer from a number of what I guess I call inferential pitfalls. And the biggest problem with it is it makes these very bold claims, you know, the homeland of, of humans. But the, the data that it's based on is very weakly informative. Um It also treats genetic lineages as real populations and problematically, it also assumes regional population continuity for hundreds of thousands of years. So while maybe the other aspects of the paper can be a little bit hard to grasp because they're quite technical issues. Um I think it's very easy to understand that you have to find a group of people living today, even if all their arguments are right. But you find a group of people living today in southern Africa doesn't mean their ancestors were there two or 300,000 years ago. Are you really trying to make a claim that people haven't moved in that entire time frame? But you know, I can, I can break this down for you a little bit. Um"
	},
	{
		"start_time": "16:32",
		"speaker": "Ricardo Lopes",
		"words": "Sure, go ahead."
	},
	{
		"start_time": "16:33",
		"speaker": "Eleanor Scerri",
		"words": "So this paper uses 100 and 98 I think it was mitochondrial genomes from present day South African individuals. Um And these were new and then it combined them with about 1000 uh more or less already published genomes. And so that sounds like a lot, you know, you have like around 1200 genomes that they're working with. Um But the first issue is that it uses mitochondrial DNA. Um MITOCHONDRIAL DNA comes from the mitochondria, which is this organ now that we have in our cell that essentially powers up the cell. And they are, they are interesting because they have their own genome that's easier to study. And it's separate from the DNA find in, in the, in the cell nucleus. And although nuclear DNA is, is, is clearly the the the area where you're going to find most informative for ancestry, sometimes it can be useful to look at mitochondrial DNA because it's simpler. And indeed, you know, the early papers back going back to the 19 eighties that pointed human origins back to Africa did this using mitochondrial DNA. So it does tell us something, but it doesn't tell us a lot. Unlike nuclear DNA, it doesn't recombine with each generation. So what that means is that um with every generation, you inherit 50% of your DNA, more or less from one parent and 50% from the other uh as do your siblings, but the sections that you inherit are not the same like your brother or sister have different, which makes you different. And so you're losing a little bit of ancestry every time. So you won't have the exact same DNA as your father or your mother and then your Children won't again. So you're losing a little bit of information every time. Um But with the, with um with mitochondrial DNA, you don't really inherit anything other than the mitochondrial DNA from your mother. So it's from your mother's mother's mother's mother. It's inherited down the female line. So if you go back 200,000 years, um it, it's much less informative than nuclear DNA. Um It, it doesn't recombine first of all. So you're not sort of, you don't have this continual process of getting this recombination, but you're absorbing, you, you lose information but you gain information. Um But with mitochondrial DNA, by the time you coalesce back to the most recent common ancestor, you have retained only a really small fraction of the DNA. Um THAT um um of the ancestry that you would have had within that time frame. So all the ancestry that you had in the last 300,000 years going going back is, is really most of that is lost if you just look at mitochondrial DNA. So it doesn't really matter if you have 1200 mitochondrial genomes, you're still not gonna have most of the information from the human past, which means that you have very little influential power. So it creates a huge problem if you're going to make a strong statement about events that took place hundreds of thousands of years ago. So just a little bit of a contrast with genome wide studies where you're looking at nuclear DNA, you can look at individual genes and create gene trees for individual genes going back hundreds of thousands of years. You look at these independent gene trees and you gain several orders of magnitude, more statistical power. But even with this, without ancient DNA, it's extremely difficult to make precise inferences about populations in the deep past because many different demographic events can generate similar signals. And so it's very difficult to distinguish between models and you, you essentially fall into a trap where it's very difficult to make assumptions about the human past that are, are justified because you need to make assumptions about human mobility in that intervening period. So that's the problem with the data. So the next issue is is with lineages generally. So, so we talk about lineages, whether they're from mitochondrial DNA or individual genes. Um But it's important not to confuse these with populations and not populations. So if I derive um a tree from an individual gene on my DNA, that's not my population history, that's the history of a gene. Mhm. And today multiple distinct lineages are usually shared across many different populations. OK. And that um that degree of sharing will be an outcome of all sorts of random processes that are shaped by population, demographic history, things of population movements and so on. There's no reason to assume that this would have been any different in the past. And in fact, it, you know, it probably wasn't. So it is really problematic to take say a branch from mitochondrial DNA tree and assign it to something that scientists call Haler groups, which are often then viewed as population. So we say I came from Haler group, a one, you know, that, that's a sort of random branch that some geneticist has assigned on a tree, it's not a population. Um But unfortunately, it does get confused by these sort of ancestry companies that give them these names and sort of say, you know, you came from this population called HAPA group. A one that came from the Middle East. I mean, this is storytelling. Um So this is why that's a problem. Um And in addition to this, there were some statistical problems with the, with the analysis um itself where some assumptions of the tests were violated, but that's quite complicated. But in, in, in any sense, I don't think that matters as much as understanding the flaws of the data set itself. But really, even if we ignore all this, let's say, let's say they're right. And there is some evidence in, in this, in this to show that the ancestors of this population were somehow um the original humans. How can you say that they come from Southern Africa without making the assumption that their ancestors were there 200,000 years ago? And how do you square that with the abundant archaeological evidence of population movement, long range contracts on migration? Um All the fossil data. So, you know, it's, it's really problematic because there's a lot of, a lot of data that's missed out that could have been in informative. And chan and colleagues also refer to the fact that they're looking for the origin of anatomically modern humans. And I've seen this in a sort of a response in interview and challenge. It's like we're not looking at the origins of humans, we're looking at the origin of anatomically modern humans. Ok. So what does that mean? Because fossils show that modern and more primitive anatomical traits that we no longer see today appear in different individuals in different mixtures? So some skull from one part of Africa might have more of a rounded brain case, but like a more archaic face, while someone else might have quite a more of an archaic brain case, but like a really modern face or, you know, diff different features. Um And we see this mix um for a long time and people like us. So people who, who, who have the constellation of traits that define modern people living today don't start to appear in single individuals until sometime between 140,000 years ago. So that's long after we knew that humans emerged or anatomically modern humans emerged. So even this sort of language is sort of problematic. And of course, it ignores the fact that fossils come from across the African continent and, and not just in one place. I mean, I think many former studies have demonstrated the danger of making assumption, uh uh assumptions are made of made unlimited data. So there have been many studies in the past where people have said this is how it is very, very strongly. And then you find out that actually it was completely wrong, but this paper did receive like really wide dissemination, it was really, really well publicized. And you know, the problem then for us is to try to correct those mistakes, to reach out to the public and say actually this is incorrect without causing people to lose their faith in science during a time when actually, I think we are having a crisis of people's confidence in science. And each new headline that says human history has been rewritten is, is really re reinforcing that, you know, we are not rewriting everything we know about um human prehistory worth filling in the gaps, right? But I'm going to sell a headline like that."
	},
	{
		"start_time": "25:01",
		"speaker": "Ricardo Lopes",
		"words": "No, I totally understand that. And I mean, when it comes to why these kinds of questions matter. I mean, why does it matter whether we came from one single population or several different populations in Africa? I guess that it's not only the fact that we, of course, it's important for us to get the science right. Because this is a not getting the knowledge about our past as almost Sapiens and other s right. Which, even if you're only intellectually interested in it, I guess you already, it, it's important to get it right. But also when it comes to the science communication aspect of it, as you pointed to there, it's really frustrating because these studies come out and sometimes they get a lot of press and then people are where they have the the idea in mind that they came to a conclusion, a definite conclusion and they didn't really intend to correct people's ideas, the ideas of the more general population is very, very, very hard without people losing faith in science more generally, right? But also I would imagine and please correct me if I'm wrong here. But I would imagine that another reason why this might be problematic and why these kinds of questions matter is that many times they are not only informed by, but they also inform some soc sociopolitical cultural issues. Like for example, our origins in Africa or before we arrived at that, at that consensus elsewhere. I mean, these issues get very political, very quickly, uh usually for bad reasons because they tend to be associated with racism and other kinds of bigotry. Uh And I mean, that, that's also another issue that we have to take into account. Right. I mean, they, they are informed by this but they also inform those political, uh, let's say, manifestations and ideologies."
	},
	{
		"start_time": "27:11",
		"speaker": "Eleanor Scerri",
		"words": "Right. Yes, I think you're absolutely right. Um, THEY do people, um, the way they, they imagine ancestry is how they think about, like, their recent ancestry. So everyone likes to think maybe about human origins, the way they might think about like the origin of their own ethnic group, their own family, their, their nation. And it, it rapidly gets mixed up in these ideas and people end up having an emotional connection. They want to look at ancestors who look and sound and behave like them. Mhm And so if you say, well, your ancestors didn't look, behave or sound like you and went even from the same region and some people can have an emotional reaction against that and it makes them upset. Um Especially if you, you're pointing to a very different part of the world, maybe the one they've never visited, maybe even one that they have some bigoted ideas about. Um So you know, how, how do we counteract that? Um And I think first of all is, is we need to educate people on how they should think about ancestry generally because your deep ancestry should not be thought of like a family tree, even the way we think about our family tree is wrong because usually our family tree is a story of a surname, just one surname. Um The surname of all the other women who married into that family that gets lost. So, you know, you're still losing like most of the information, even when you think about a regular family tree, if we go further back in time and you ask, what is the origin of people living today? The answer would be different again, because most of the genetic mutations have defined populations living today appeared in the last 8000 years. So they appeared really with the advance of agriculture and the major biophysical changes that precipitated. So even, you know, I'm not even going to say like, well, we're all the same as people living 300,000 years ago because we're not, we're more similar to people living much later on in time because we are continually changing. We're part of a story that twists and changed and we, we can, we should never think about immutable types that have always existed and will always exist. We change, we are dynamic and we will change again. People will get upset about what people are saying about us now probably. And that's really how we should, we should think about our ancestry. So your question really has to be well defined. What is my origin as a person from Malta goes back to medieval times with um when, when the Maltese Islands were conquered by the Islamic dynasty from, from Tunisia where we got like our language and where people, you know, were replaced, the Byzantine people who lived here before, you know. So that's a completely different question to what is my origin as? Um I don't know, like a European or what is my origin as a human? You know, the they're different scales and I think people need to be a lot more clear on what, what they're answering um because people have changed and we will continue to change and we are in many ways very different to somebody living 300,000 years ago and in many ways, very similar in terms of our capacities as humans."
	},
	{
		"start_time": "30:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and so when it comes to understanding how we evolved in Africa, I guess that this sort of debate between people who think we have evolved in one single location versus the more dispersed idea, let's say, I also inform some of the ways we think about the selective pressures we, we were exposed to because many times particularly in the media, the press and so on. When these types of questions uh are explored, people say or make claims like for example, oh, we've evolved in the rain forest or we've evolved in the, in the Savan or something like that. But if the dispersed model is the correct one, then how diverse were actually the landscapes we Homo Sapiens inhabited and evolved across Africa."
	},
	{
		"start_time": "31:34",
		"speaker": "Eleanor Scerri",
		"words": "I think that's a really good question. I actually think it's one of the most exciting questions we can ask at the moment because you know, the minute we move away from a single location and population model, then we're faced with the vastness of Africa and the diversity of Africa, the highlands lowlands regions of diverse forest from dense rainforests. It's sp savannahs, mangroves on the coast, there's deserts, arid zones, great lakes, rivers. Um And of course, all these environments are like dynamically shifting. So what, what's rainforest today may not always have been rainforests in the past. What's desert today may not always have been desert in the past. So we have these dynamic shifting landscapes and we're also faced with what we know about humans today that humans are the only animal on earth that has managed to colonize every single landscape from polar regions. Um Tundra desert, I mean, it, it, it's incredible and you know, is, is this something that only appeared recently or have humans somehow always been able to do this? So we have this weird juxtaposition in which we've been insisting on looking at humans as type to grasslands for most of human history. And this is something that's really at odds with our reality. Um And also I think we have to look at bias in the record. So, um you know, we've really not scratched the surface of Africa. So I think there's an impression out there that you know, researchers have been working in Africa for a really long time, really kind of combed the continent and we've found these 10 skulls, you know, um, but the reality is we found maybe fossils from like 10% of Africa and like 90% of Africa, we know very little about archaeological sites, maybe 25% of Africa, 75% of Africa we know nothing about. So we know nothing about most of Africa. In other words, and we've been extrapolating from small regions to like vast regions. So if we do that and we know that we, we can adapt to all these different landscapes today. And we know that probably we didn't live in one region, then it's very reasonable to hypothesize that actually many different landscapes across Africa were inhabited by humans. Do we know that they did inhabit all these landscapes? This is work in progress. Um But we already know that humans, early humans lived in man, yeah, mangrove forests and eco to regions, you know, they lived in coastal forests, coastal grasslands, the edges of the desert. If, if the question then is sort of, when did this begin? When did this diversity begin? Do we see it 300,000 years ago? Do we start seeing it later in the record? The answer is we don't know yet. So this is something that we're only going to find out if we start to investigate the whole of the African continent, if we want to understand human origins in a more realistic framework. So we also have to look at bias in the record. So it's, it's also much easier to look at these open highland regions in Africa of tectonic uplift where you find fossils, right? There's no vegetation, the visibility is amazing. These things are eroding out, there's uplift and you contrast that to dense lowland jungle where you don't see anything vegetation everywhere, preservation conditions are terrible, you know, bone very rarely survives. But that doesn't mean people were not there. And there's some really great research that's getting much smarter at looking at the signals of of human presence when you don't find maybe even artifacts or fossils. So there's some really inspiring work, for example, going on in the Amazonian rainforest where people are looking at um the distribution of particular trees and fruits and finding evidence that these things have been moved around by people even though you might not always find the archaeology. So I think there are um really exciting new ways that are emerging um both within genetics and paleoecology to look at the signatures of, of people even when you don't find um physical objects or bones showing that people were there. And I think a lot of these methodologies can be applied in Africa to answer these questions as well. So really to summarize um we don't know the answer to your question. We don't know how diverse and how early these environments were. But my guess would be that really from, from the beginning, proto humans and early humans were exploiting in a range of different environments. And I think there'll be some really exciting new research in this dimension. I think it's a very exciting question to ask."
	},
	{
		"start_time": "36:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yes. And I think that when it comes to studying our origins and human evolution, I think that uh you can look at it in two different ways. You can look at it as being a little bit frustrating. The fact that we will probably always have an incomplete picture because we don't, we won't find every single possible fossil out there or some of them might be lost forever. Some remains might not even have fossilized. So uh but uh but you can also look at it uh as a sort of um uh something that uh that, that is really, I mean, interesting because uh over time, I it's fascinating because over time knowledge changes, you find uh a new site, you find new remains, you, you get more oh And with new technological developments, of course, as well. And with, with new techniques, we get uh closer uh step by step to a complete picture of human evolution. So there's still ongoing work and lots of work to do. But that's also fascinating, at least in my understanding. So."
	},
	{
		"start_time": "37:35",
		"speaker": "Eleanor Scerri",
		"words": "Yes, absolutely. I think when I was an undergraduate back in the nineties, there was this sort of sense that we knew most of it and we were just sort of filling gaps. And now I feel like I'm at a point where it's like we know so little and it's still a story to be told."
	},
	{
		"start_time": "37:51",
		"speaker": "Ricardo Lopes",
		"words": "No, it's really fascinating because there, there have also been over the past few decades, some more or less prominent philosophers arguing for the end of science because apparently we have already answered the main questions of. But II, I think that that there's many more interesting things to find out because the we are not anywhere close to uh just closing the book on science. There's many other things. OK. So uh we've been talking a lot about Africa. What about out of Africa migrations? I'm not sure if it's a plural or singular here. Let's get into that. So when it comes to migration out of Africa, migrations for Homo Sapiens specifically because of course, other previous ominous species also migrated out of Africa like Homo erectus, for example. But when it comes to Homo Sapiens for uh according to the best understanding we have now, was it one single migration, several different migrations? How did it play out exactly."
	},
	{
		"start_time": "39:09",
		"speaker": "Eleanor Scerri",
		"words": "So I think it, it depends on what your question is. So I think the answer is migrations, if we're just looking at this purely as human history, but we're looking at one migration, if we're looking at the ancestry of all non Africans today. So we know that humans originated some time shortly before 300,000 years ago, let's say, let's give it a date of around 300,000 years ago for convenience. Um, BUT we also know that humans' ability to get out of Africa is modulated by the Sahara desert. This was a time of ice ages. And when you have ice expanding in Europe, what you have is desert expanding in North Africa. Uh WE don't get the ice going that far south, but you do get this sort of hyper aridity. Um At the same time when the ice retreats, you get more rainfall in northern Africa. And we see the desert shrinking when of course, there is like an expansive desert is very difficult for people and animals to cross. But every time that desert shrinks during the periods between ice ages, then they can get out. And what we see is that they did as along with other animals. The earliest signal that we know so far that suggests a migration out of Africa is as old as 260,000 years ago. Around that time, the mitochondrial DNA of neanderthals ends up being replaced by the Neanderthal. Uh THE the mitochondrial DNA of a woman who was on the lineage of Homo sapiens. There was nothing special about that woman. It just so happened through stochastic processes that Neanderthal populations which were quite small, just ended up inheriting the mitochondrial DNA of this lineage until the older Neanderthal mitochondrial DNA was completely replaced. But what it would have been survives and what we see in Denisovans. So some humans at a very early stage get out of Africa and they become absorbed in Neanderthal populations. So this is nothing to do in a sense with like our story of everyone, anyone living today. But it's still part of the overall human story that I think is really fascinating. And then we move forward in time and we see fossils in in neighboring regions of Africa um that also speak to this idea of a desert retreat and people moving out. So, um fossils in modern day re Carmel regions of Israel and Saudi Arabia and Lebanon, we start finding like these early fossils and perhaps even as far as Greece finding um early fossils of of, of Homo sapiens that are probably nothing to do with anybody living today. But still we find them there. And I think that's a really exciting story. But then of course, the question is there were so many disposals out of Africa. What was so special about the later one that resulted in us? Why did everyone die out, left Africa before this time? And something between 60 50,000 years ago, some group left Africa and they became successful enough that everyone who is an African today can trace their ancestry to this group. What was so special about them? Did they have a special technology? Did they have something special about their culture. Um Was it that they live slightly longer, the grandparents who were around to help with the Children? You know, what, what was so special about them? The answer is we don't know, we don't know. But I think at this point we have to admit that there doesn't seem to be any DNA that hasn't, that's still really in hiding. I think maybe there's some, like, maybe 1% of DNA that no one's looked at where that could potentially harbor the signature of an earlier migration. But in like all the studies that have happened, it's not there. And it really does look like all Africans today are descended from this group that lived 60 to 50,000 years ago, 1 1000 years ago. So what, what we can say for sure is that even though this was a, a small population, it was big enough to be viable, maybe previous disposals were not. Um And they obviously were not swamped by, by neanderthals. Um It still was uh a genetic bottleneck for, for all Africans because we can see that, you know, the DNA we inherited from these people is, is really like a small subset of the overall diversity we see in Africa. So we didn't inherit all of that diversity. We inherited a small part of it because it was a small population that left Africa at present. That's all we can really say. But it's still a very interesting question. What was so special about them? Did they have some ability to um cope with the vastly different environments we see um beyond Africa, uh we see diverse environments within Africa, but they're not the same as what we see beyond Africa. If you move north, you end up in the pale optic zones, a significant temperature drop. Or if you move to the east, you end up in the monsoonal oriental zones. A much more dense rainforest, much wetter even than the rainforest we see in Africa. So you know that there are major differences, perhaps there was enough of them and they mix with some of the local Eurasian humans, maybe they absorbed some genes for immunity against the Eurasian diseases, maybe something like that help them out. Um We don't really know that story but all that can be said for sure is that there were multiple dispersal out of Africa, but we non Africans living today are only descended from one of those dispersal."
	},
	{
		"start_time": "45:16",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to that, uh last dispersal from which we originated, um do we know exactly the, I mean, information about the demographics and social structure of that population that migrated out of Africa? Because I was interested in understanding if something about those factors might have played a role in their success uh when they migrated out of Africa in comparison to other earlier migrations. For example,"
	},
	{
		"start_time": "45:55",
		"speaker": "Eleanor Scerri",
		"words": "unfortunately, we just don't know, but we can start to formulate some hypotheses. So for example, some genetic studies have suggested there may be evidence supports um intra African dispersal like uh an increase in inter African dispersal prior to dispersal out of Africa, which might mean that people were moving into new environments, that they were able, better able to colonize new environments. Maybe this gave them some special cultural advantage when they were moving into new environments beyond Africa. We don't see any evidence so far for any technological developments with social developments, we already know that some human groups, by that time, we're probably practicing social networking. And um but you know, we, we might see this at an early stage as well because um some of the earlier dispersal out of Africa, we see people using, for example, shell beads and things like that. So maybe it's just personal ornamentation, but maybe this is also some group signaling, maybe it's part of like an extended social network where people were helping each other more. And in fact, we see this ethnographically today particular in um particularly in regions where the carrying capacity is low. So for example, maybe where it it doesn't rain a lot, you don't have um a dense distribution of food. So people have to cooper more to food gathering and by building social networks, then if times are bad for you, you know, you can go to that tribe, you know, like three days walk that way and they'll, they'll help you because we've been exchanging gifts for like centuries, for example, and the human's ability to do this and to use material culture to say transcend co presence in times before, like telephones, mobiles, the internet is like really, really important because it allows us to use social relationships to transcend space and time. And so, if you know, humans are mastering this um at an early stage, then maybe, you know, this also gives us an edge, but it's not something you can easily see in the archaeological record. Mhm um As a very partial archaeological record. So, you know, these are the sorts of questions I think we can hypothesize about, but we certainly don't see, you know, humans coming out of Africa and you say something like, oh well, they have bow and arrow technology and that's what gave them the edge. You know, we don't see something that simple. It's clearly not a simple story."
	},
	{
		"start_time": "48:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh What I was going to ask you is, so you mentioned, for example, sometimes people trying to point to certain technological developments as being behind the success of that specific population in moving out of Africa and expanding across the globe from that one population, of course. But uh I perhaps, um at least I personally don't care that much about what kinds of technological developments did we bring from Africa. But more the kinds of uh perhaps uh cultural features, social structure, structure features that would allow for us to move across different landscapes and step by step, adapt technologically, culturally, to live in the different kinds of environments, landscapes that we eventually occupied, I guess. At least for me that's a more interesting question than, oh, it was one population with bows and arrows or whatever that, that went out of Africa and they were already well equipped to survive anywhere, you know."
	},
	{
		"start_time": "49:44",
		"speaker": "Eleanor Scerri",
		"words": "Yeah. So, um, we don't, we don't know, but we can imagine it must have been something like that because we don't see um any sort of smoking gun which is uh probably not the best uh pun to use. But like we, we don't see that for the technology. Um INSTEAD, we have to assume it was something to do with how people were able to network socially, how well they were able to, to, to cooper and collaborate. And, you know, I think this really speaks to like our strengths as humans, right? That we, when we want to, we can collaborate and we can achieve great things. And we see this really at the inception of humanity, we see a profound technological change taking place at 300,000 years ago that speak to this because we start to see elements in the archaeological record that don't found together, that don't occur together in nature. So you have for example, a stone tip fixed to a wooden shaft using bindings made of plant material or animal material, using resins made according to recipes, you know, so you think someone had to know where to find the ingredients, someone had to know how to mix them properly. Someone had to know how to make the spears straight. Someone else is, is, is good at making the stone tips and finding the right more material. So this speaks to a co-operation at the very root of, of who we are and using that to um enhance our ability to survive to this spurs and to adapt to new environments. And we do adapt to new environments really quickly. You know, we know we left Africa between 60 50,000 years ago, that we reached Australia really rapidly passing through very different environments. In Borneo, there's evidence of people processing toxic tubers in order to make them edible, um adapting to monkey hunting. And you know, you, we see these changes happening very rapidly within like a few generations. Um So clearly people were able to cooper to, to adapt and to use their social capital to be able to do this. It wasn't just about, you know, who had the biggest guns,"
	},
	{
		"start_time": "51:53",
		"speaker": "Ricardo Lopes",
		"words": "right? So, and when it comes to how we dispersed out of Africa and the timings, because sometimes we see in popular writings and elsewhere, uh those need maps with precise dates as to how we dispersed into the Arabian Peninsula and then along the coast across India and then in to Oceania and then eventually up north, uh a across the Bering Strait into the Americans and so on. And uh supposedly, we were in South America around 15,000 years ago or so. But I, is that really precise? Are those states precise? And these, the movement mostly coastal across South Asia?"
	},
	{
		"start_time": "52:48",
		"speaker": "Eleanor Scerri",
		"words": "Um No, I, I would say that they're not precise. They are really just a model and, you know, as we know, all models are wrong, but it's just the best representation of what we know at the moment. So the dates are always based on whatever dates we have to hand. If you find something older, it's going to change everything. So, um that's, that's sort of the way it has to work. Um The, the idea of a, a huge coastal dispersal doesn't stand up to scrutiny. Um People I'm sure use coastal routes where it was um useful to do so, but quite often it wasn't useful and inland routes would have been better. And I think a famous example of that is a sort of out of Africa routes. Um There was a debate as to whether people crossed the Bab Al Mandab Strait from the Horn of Africa to, to southern Arabia um across the Red Sea or whether they went on a land route following the Nile and going across the Sinai Peninsula and then either going south into Arabia or going um north up to uh the Levant area. Um So far there's been no evidence to really support this Bab Al Manda route. Um There's nothing, you know, that sort of shows that there's, you know, time wise or even artifact wise. It really supports that so far. It looks like Southern Arabia is a, is a, is a cultural sink. You know, people get down there and then they sort of get sort of stuck in these ecological bottlenecks and they diversify and they develop very sort of individualized, independent culture trajectories that are very interesting. But they, they are interesting for their own sake rather than what they're saying about this sort of overall story about how people dispersed. Um The, the way we, we, we tend to like to think about the region um on these routes south of Africa is more um when, when the, when the routes open and close to the arid areas, um because they modulate that dispersal. So they're very important for us to understand how they work. And also to think about, you know, the areas in terms of peripheral areas and cause of human habitation. So some areas are continually habitable, more or less while others open and close. But they're both really important for understanding um population connections because you can move into a core area and you can stay there for jo generations. But unless you can get out and go to other core areas, then you have population separation and it is the marginal areas in between and the corridors that open and shut that allow people to move around and exchange genes. So I think in, in the, in the past, we've given a lot of preeminence to the core areas because they're very interesting. And you have these incredible sites that are very deep and shows like continual um occupation. And of course, they're like super interesting, I mean, amazing places to work. But we've also found out that unless we understand the margins in between and the peripheral areas come and go in terms of habitability, then we're only understanding half the human story. And I think this is why understanding which, which areas when they were warmer, when they were wetter when it's possible to cross these regions, then we will better understand, I guess those arrows on maps and trying to make them more accurate."
	},
	{
		"start_time": "56:10",
		"speaker": "Ricardo Lopes",
		"words": "And I would imagine that there are probably some regions of the globe, like, for example, South Asia, Central Asia that have been a little bit neglected, right? In terms of studying fossils, their sites and some other things like that. I mean, when it comes to South Asia specifically, I'm trying to have Doctor Sheila uh through uh on the show and I think that she's done lots of work on that about the how there's some many places across South Asia where there's not been lots of work done."
	},
	{
		"start_time": "56:51",
		"speaker": "Eleanor Scerri",
		"words": "Right. Yes, absolutely. I mean, I think, you know, we, we, I I've been speaking about Africa as being a region where there hasn't been a lot of work done, but actually that's also true of vast regions of Asia as well. Um, BUT as an Africanist, obviously, I, I tend to sort of stick more to Africa because that's the area that I study, but it's absolutely true of Asia as well. And it's really important to understand how people maybe get into areas like India that's hemmed in by mountains, you know, once they get in, it's not so easy to get out. So you have processes of diversification that are really interesting um to understand there as well. And of course, you know, Eurasia was an empty. When Homo sapiens moved into it, there were many different populations and I don't think we're still completely clear on the degree of diversity between these populations and the late survival of, of, of, of different groups, whether they're the same species or not is something that people argue a lot about. I, I tend to avoid that discussion because I think, you know, whether or not they are or not, doesn't matter to me the fact is they're on neanderthals, Denisovans and, and humans are on separate evolutionary trajectories. They're clearly in a process of separation. And I think, you know, that's, that's the way we should think about it. Um So, yes, I think, you know, it's really important to understand all these peripheral regions, areas that haven't been well studied um to understand what happened next in the human story."
	},
	{
		"start_time": "58:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh So, uh, before I move on to the next question, let me just ask you. Do, do you think that 10 minutes will be enough to talk about Homo Sapiens in Saudi Arabia or?"
	},
	{
		"start_time": "58:25",
		"speaker": "Eleanor Scerri",
		"words": "Yeah, it should be. Yeah."
	},
	{
		"start_time": "58:26",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Ok. Ok. So, uh, I have then one last topic that I would like to ask you about today. So I know that you've also done work on Homo Sapiens in Saudi Arabia specifically. So, uh tell us a little bit about that. What do we know about how we moved into Saudi Arabia, how we got there and reps, why we moved there."
	},
	{
		"start_time": "58:53",
		"speaker": "Eleanor Scerri",
		"words": "So Saudi Arabia um is an extension of what we call the Sahara Sahara Arabian arid belt. And this is this arid belt across the earth that sort of moves from um the western Sahara all the way to the sort of um western tar desert of India. And generally, when you see environmental amelioration in one part of it, at times, you see amelioration across the whole belt. Um And so we, we try to understand them together even though there are obviously some differences. And so if we're interested in the Sahara shrinking and how this allows people in and out, then we also have to ask the same questions about the Arabian deserts. And Arabia is also very interesting because as you know, it's this geographic nexus between Africa, Europe and Asia and it's going to modulate those connections. So people get out of Africa, then they have to face these deserts. If the gate is closed and they can't proceed. Um If it's open, then they can. And when it's wetter, of course, they can get into northern regions of Southwest Asia, but then they can also move um eastwards as well. And Arabia then is, is, is a place to try to answer the question. So that's where the interests in Arabia came from Arabia. When we started working, there was also really poorly understood. So there had been reports of lots of stone tools there, but there were mostly surface scatters, very few excavations. Um Except for a few done by this pioneer called Norman Whelan, who, who, who conducted some excavations in the, in the middle of Saudi Arabia. Uh And so we knew that there was archaeology there just like we knew there was archaeology in West Africa, but no one had ever really investigated it in, in great detail. And so we went to Saudi Arabia with, with Michael Petrolia who, who led that project to try to understand what was going on there. But we never intended to find, well, we never expected to find, I should say an environment that had thousands of lakes at a certain point like thousands of lakes. Um um THESE ephemeral lakes, some of them were all year around lakes. But there was this landscape that was, you know, full of hippos and elephants and maybe it looks a bit more like Eastern Africa does today. And then even more surprisingly, we found human remains in that landscape, not just in the form of the stone tools, but also as fossils. So we found a human finger bone that was dated to about 90,000 years ago, which was really exciting because it suggested that some of the dispersal that we see a signature of further north in Southwest Asia in modern day Israel, um where maybe more widespread and you know, one of the questions was, were they still around 60,000 years ago? Probably not because it started to become a lot more, a lot more arid then. But it is um uh sort of building this, this forgotten story of, of, of some of the earlier dispersal. But now we also think maybe we, maybe we have neanderthals in this area as well. Maybe they're moving further south into these arid areas because you know, the they're not much further north to where we're looking in Saudi Arabia. So it's not inconceivable that they're further south as well. And then moving on in time, we find all these uh um sort of major periods of prehistory in the stone age represented in Arabia as well. So we can clearly see it, it does play this important role in modulating connections between Africa, Southwest Asia and further a field as well. So this is what, what really drove this realization that we can't just look at the cause of habitation. We have to look at the peripheries as well. And Arabia had just has this incredibly rich archaeological record. A very diverse archaeological record shows that people have been going there over the past, probably like up to a million years. Um It wouldn't surprise me and leaving behind their diverse material culture traces, they go extinct or they move on. The next wave comes. So, yeah, so we had wave after wave of humans probably coming from different regions of the old world. Sometimes Africa, sometimes from the North, sometimes from the East, probably coming into Arabia at different points in time to take advantage of these ameliorated environments. This growth of like probably savannah and gross and like environments like we see in East Africa today. And I think this really shows us that well, it encapsulates this complexity of demography and human evolution. Like who were these people? Where did they come from? And the material culture traces are really different with each greening episode. They come in with a completely different material culture and even sometimes at the same time in different parts of Arabia, you see very, very different um material culture remains which it's so different that it really speaks to different groups of people. We don't know if it's different species but definitely different groups of people. So I think what we see in Arabia has really driven this idea of the importance of looking at cause and peripheries when it comes to population movements and it's been a real revelation to see how much archaeology there is in a place of people previously dismissed as empty desert."
	},
	{
		"start_time": "1:04:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. A and by the way, when it comes to how Saudi Arabia looks like nowadays, does it have any, because it's much more arid than it was back then? I mean, tens of thousands of years ago. Does it have anything to do with human activity?"
	},
	{
		"start_time": "1:04:37",
		"speaker": "Eleanor Scerri",
		"words": "No, I don't back then. The greening of,"
	},
	{
		"start_time": "1:04:40",
		"speaker": "Ricardo Lopes",
		"words": "of, no, I mean, I'm asking why it is much more arid nowadays. If it, yeah, if it's the result of human activity or, or not,"
	},
	{
		"start_time": "1:04:51",
		"speaker": "Eleanor Scerri",
		"words": "probably starting to become part of human activity. But, um, the sort of drying trend where it started was a natural one. But of course, as, as we see climate change, it's getting hotter and drier um, in, in certain parts of the world anyway. Not, not others are getting like floods of course. And extreme weather. So it's not, you know, a one size fits all climate change. But, um, yes, I mean, certainly now, um, we should be in an interglacial period but it's not very wet in, um, in the desert belt. Mhm. So it was considerably wetter about 8000 years ago and has been on a drying trend since then."
	},
	{
		"start_time": "1:05:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, Doctor Sherry, I, I'm starting to get mindful of your time. So perhaps it would be better for us to wrap up the interview here. And maybe somewhere in the future we might have another conversation just about Arabia itself, which I guess would be very interesting. So, just before we go, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:05:57",
		"speaker": "Eleanor Scerri",
		"words": "Um, I have a website which is my name, Elena sherry.com. I try to put my publications up there wherever I'm allowed to do. So, because sometimes there are copyright issues that I can't overcome. Um But I try to have my papers up there. So if anything has been interesting to anyone today, um I, I have my scientific papers up there, but I also like to try to reach out in comprehensible language. So not just complicated, complicated analyses. So I do also have some um online um work on websites like the conversation where I try to sort of crystallize some of these ideas in, in, in a simpler way. And also I think on my website, I, I have links to wherever I can, some of the more sort of uh popular audience pieces where I try to explain these ideas um in a, in a simpler way as well. Um Because you know, iii I am sure people don't want to log in and, and read about boring, complicated mathematical problems."
	},
	{
		"start_time": "1:06:57",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So I'm leaving links to that in the description box of this interview and thank you so much again for taking the time to Come on the show. It's been really fun to talk to you."
	},
	{
		"start_time": "1:07:07",
		"speaker": "Eleanor Scerri",
		"words": "Thank you so much for having me and for the invitation. I really appreciate you reaching out and having the opportunity. Thank you very much."
	},
	{
		"start_time": "1:07:14",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Conners, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall. Her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel S Friends David Sloan Wilson Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba Adam Hunt, Pavlo Stassi na me, Gary G Almansa Zal Ari and Y. Polton John Barboza Julian Price Edward Hall, Eden Broder Douglas Fry Franka La Gilon Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di A Costa, Anton Erickson. Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fists Larry Dey Junior, Old Ebon, Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radick, Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberly Johnson, Benjamin Gilbert Jessica Week in the B brand Nicholas Carlson Ismael Bensley Man, George Katis, Valentin Steinman, Perlis Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi. Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon, Benedikt Muller Thomas Rumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]