[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Loops. And today I'm joined by Doctor Channa Prakash. He is the Dean of the College of Arts and Sciences at Tuskegee University. His research expertise is on genetic improvement of food crops that are of importance to developing countries and training of scientists and students in plant biotechnology. Dr Prakash has also been actively involved in announcing the societal awareness of food biotechnology issues around the world. And today we're talking about gene editing techniques in plants, GMO s more generally organic agriculture and some of the behavior of activists in regards to environmentalism and agriculture, more specifically. So, Doctor Prakash, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:51",
		"speaker": "Channa Prakash",
		"words": "Thank you very much Ricardo. I'm honored to be here."
	},
	{
		"start_time": "00:55",
		"speaker": "Ricardo Lopes",
		"words": "So let's start with your work on gene editing techniques in L. So tell us a little bit about what you do there and perhaps for the audience to start with, mm perhaps many people are not familiar with what gene editing actually is. So perhaps please start there and tell uh explain a little bit what these techniques are really about."
	},
	{
		"start_time": "01:21",
		"speaker": "Channa Prakash",
		"words": "Uh Thank you. So much. Um MANY of you, your audience around the world, especially in Europe are very familiar with uh GMO S or genetically modified organisms. It's a very controversial topic. Uh Many genetically modified crops are by and large are not allowed to be grown by European farmers. Although Europe imports a lot of genetically modified foods stuff, especially for the livestock feed. But nevertheless, there is a new uh and better, more precise technique that has come about in the last few years and that is called gene editing. The difference between GMO and gene editing is very simple GMO. S involve introduction of foreign genes into an organism. So when you take say a gene from potato and put it into tomato, that's a GMO. But gene editing is essentially changing the few letters in the alphabet of the DNA of within the organism without necessarily introducing foreign genes that is genome editing or gene editing. Uh It's a very revolutionary new technique called CRISPR cr ISP R that was invented uh co invented by a scientist from Europe and a scientist from the United States. They both uh uh women who've got the Nobel Prize uh three years ago for the invention is radically transforming the whole area of genetic alteration, especially in the biomedical area. And that involves gene editing CRISPR uh the way to SSA a good analogy to say that is like if you're typing something on your phone and does the auto correction and correct your spelling mistakes. And that's what we do with gene editing to make correct some of the spelling mistakes in the DNA and, and by doing so, we could introduce subtle but significant changes in the crop plants."
	},
	{
		"start_time": "03:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But when it comes to the results we can get, uh, are there big differences between using more conventional, um, techniques that we use with genetically modified organisms? And on the other hand, using gene, because I know and we're going to get into that in a bit that there's many myths and misconceptions surrounding GMO S and that's probably where most of the controversy stems from, right? But in this particular case, since people, even though they might be mistaken or misled, uh have these ideas surrounding GMO S, do you think that perhaps they shouldn't be as worried when it comes to gene editing techniques or?"
	},
	{
		"start_time": "04:11",
		"speaker": "Channa Prakash",
		"words": "Right. You know, as far as science is concerned, we there is we have been growing GMO S for the past 30 years and we have not had a single instance of harm to the human health or the livestock health or even an environmental mishap. We have not had that. But nevertheless, it remains controversial primarily because the perception that we are putting something foreign into your food and also because of uh orchestrated opposition to this technology. And uh so the consumer's mind uh especially in Europe has, has really been uh very much opposed to the concept of GMO S. But on the other hand, gene editing is not much different from what we have been doing uh in changing our crop plants or even livestock for hundreds or even thousands of years. You see every crop plant that you grow today around the world, including everything that you grow there in Europe. All those crops have been altered over 10,000 years when we started uh experimenting with agriculture. You see, we, we started growing um food plants by exper by essentially growing wild crops. And a lot of those wild crops were unfit for agriculture and we started selecting those that could be grown with less toxins and they don't shatter and that are easier to cook and things like that. And so over a period of time, all our crop plants have been radically altered to suit the way that could be conveniently grown, conveniently cooked and they are nutritious. They are uh uh not uh don't have toxins in the food things of that nature. And the last 100 years, we have done that in more scientific manner using uh hybridization, using the principles of genetics. And one of the most important tools that we have used is called muto genesis. We have literally, we have taken the seeds and expose them to radiation exo expose them to chemicals to bring both changes of mutations. If there is no particular trait in the crop. J plasm, we introduce that artificially. And so people farmers and scientists have been bringing about changes in your food, crops and livestock for a long time. And this gene editing represents one of the most newer techniques, the one that is more precise, one that is knowledge driven and for one for which we have much greater understanding and we recognize it's far more superior and safer than any of the other techniques that we have used in making those changes. And why do we need to be messing with our food? Why do we need gene editing is an important question and it is because we still need to feed, you know, eight or 9 billion people. And there's a lot of uh challenges to agriculture, especially with the global climate change. And we need all the tools in our toolbox and gene editing represents one of the, the most important and powerful tools that we have."
	},
	{
		"start_time": "07:23",
		"speaker": "Ricardo Lopes",
		"words": "And so what would you say are the main goals of using gene editing in plants specifically? Are you trying to alter or improve certain specific traits? And in what context, what circumstances? Exactly."
	},
	{
		"start_time": "07:39",
		"speaker": "Channa Prakash",
		"words": "Yes. Uh GENE editing because it involves fine changes of just few nucleotides in the DNA is best suited for changing uh simple traits, traits like uh making our plants more resistant to diseases, for instance, like for ins uh just now a British scientist uh have uh introduced uh tomatoes that are purple in color, they almost look like blueberries. And uh and this is now for the first time in the United States here, uh we as home gardeners can go buy those tomato seeds and grow those tomato uh in our backyard. Why do we want purple tomatoes? Those purple tomatoes? Apparently they introduced the gene from the an edible snap dragon, the snap dragon flowers that you may be familiar with, that are very blue color flowers. And they've introduced that into tomato because they have very high uh healthy compounds called an anthocyanins that are uh apparently good for our health. And so, gene editing uh is very useful in making small changes in deleting characters, such as if there are certain foods with high uh undesirable elements. Like, you know, we have cyanide in cassava, we have uh the uh um uh uh anti nutritional factors in some of the grain legumes that we eat. So we can remove those uh undesirable elements from our food. But most importantly, gene editing ha has proved very useful in in empowering our crop plants to be more resilient to certain environmental factors. We can make them more crops more resistant to temperature, you know, increasing global climate change. That is one uh we can, there are examples of the scientists have uh improved the crops more tolerant to flooding and tolerant to drought conditions, tolerant to salt. And uh and there's really no limit on what we can do with gene editing, especially with simple traits, even complex traits such as yield ha ha have has been increasing yield has been achieved by m by editing several genes so that tomatoes can be a larger size and the rice, we could produce more rice uh per unit area using less water. And, and so almost all areas of farming can be altered and improved using this technique."
	},
	{
		"start_time": "10:19",
		"speaker": "Ricardo Lopes",
		"words": "And so when it comes to tackling the effects of climate change specifically, is it that what we are interested in here mostly is in developing temperature resilient plants or are there other environmental issues like for example, uh droughts and floods that we might also help tackle here by developing certain specific traits in plants?"
	},
	{
		"start_time": "10:47",
		"speaker": "Channa Prakash",
		"words": "Absolutely. Uh If you look around the literature and what scientists have achieved, you know, I'm an editor in chief of a very prominent journal in this area called GM Crops and Food. And so I tend to uh uh almost on a daily basis, come across examples of where scientists are have developed crops, plants that are res that are uh that are more tolerant to environmental stresses such as salinity. Because increasing salt is one of the problems of sea level increase, uh encroaching of cultivated land with the sea and increased use of flooding water and rice and fertilizers have made a lot of our plants, uh a lot of our soils alkaline, so we can uh we can improved tolerance to salinity, even acidity is a problem in some areas. And of course, temperature flooding and drought are the most important traits that uh crops have been altered, using genetic. And another very interesting research that's going on is as you can see, uh one of the reasons why we have global climate change is because of the increased carbon dioxide. And so scientists are specifically developing trees and fast growing grasses that can capture more carbon. So that's called carbon sequestration. So they're able to, to literally trap carbon dioxide that is in the atmosphere and reduce the carbon dioxide uh uh surrounding the crop areas. And, and you know, this is kind of a a newer more frontier areas of research that we could do using generating. And there's a company uh here in the United States, I think with uh also which also Israel based company, which is literally trying to develop rice crops that can, that can be grown in the sea. And so just imagine uh in two thirds of our earth is covered by sea and we cannot grow any food crops on that. Uh But if you are able to, to grow rice or any other crop on the ocean, and that is going to be a, a really game changer when it comes to feeding the world."
	},
	{
		"start_time": "13:03",
		"speaker": "Ricardo Lopes",
		"words": "Yes. Uh And so, I mean, what would you say are perhaps some of the biggest challenges in developing these plants, these plants that are the result of gene editing techniques."
	},
	{
		"start_time": "13:17",
		"speaker": "Channa Prakash",
		"words": "Well, the challenges are two for one that is technical. Uh WE need to have a great under greater understanding of the genomics, the underlying genes. We need to know what kind of genes control, what kind of traits. And uh uh we have AAA very uh explosion of knowledge going on. Uh AND not only in the genetics of many of these but what we call as uh proteomics out of the, the genes and quote for proteins, what kind of proteins? And then uh we have metabol loic, what kind of metabolites that they, they secrete? And so uh concomitant with increase in our knowledge or explosion of genomics. There's also uh as you know, a a tremendous knowledge increase applications in artificial intelligence, uh computational power, all of that is helping and our understanding of the basic biology of crop plants. And that is important. While we have a good understanding of crops that are grown in the West such as like maize or soybean, uh we do not necessarily have such an understanding of many of the crops that are grown in the developing world such as sweet potato or cassava or bananas. And so that is one limitation crops that need to be improved in the developing world in the tropical areas, need more attention, need more funding. And uh and that is one limitation that is being overcome and it's just a matter of time. And secondly, is the public acceptance and the global policies enabled at where these generated crops can be tested and can be commercially released. While countries such as the United States and even country like India now have a enabling policy where they say that hey, if you have developed a crop by gene editing and if it doesn't involve any foreign genes introduced as a con as a consequence of that, then you could more or less treat it like a conventionally bred crops and don't have to go through a huge regulatory approval process that what is involved for the GM. And that way, many of these generated crops, especially by the public sector, the universities which don't necessarily have a huge budget to get regulatory approvals can bring such crops um mainly again in the in the emerging economies and the developing countries. But Europe is still sitting on the fence today, there is a very important decision that the European Union uh is uh looking at and the members of the parliament are going to be hoping to see if just like all other countries including the United States, Japan and Australia can European Union also allow gene edited crops uh to be regulated as conventionally bred crops and do not have to go through the the GMO road. And so let's hope Europe come to its census and vote favorably."
	},
	{
		"start_time": "16:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm We'll come back to that certainly in a bit. Uh But you mentioned earlier that the potential of gene editing techniques applied to plants is virtually limitless. So would that mean that for example, in regards to what we talked about a few minutes ago, since we have a very wide variety of crops across the globe that it could potentially apply to virtually all crops and be perhaps tailored in each specific crop to each specific environmental context. So let's say with climate change, if temperatures go up in a particular place, perhaps in that particular place for that particular crop, we could have the genes in a way to make the plant more temperature resilient or if there's more floods in a particular place or droughts, we could also uh perhaps tweak with some genes to make the specific plants more resilient to those kinds of events is that it"
	},
	{
		"start_time": "17:29",
		"speaker": "Channa Prakash",
		"words": "Yeah, absolutely. Uh There is no limit on what uh crops uh can be altered, what crop traits can be altered. We are only limited by our knowledge and the knowledge is improving and uh e extending. And uh there are, you know, uh there are still, there are going to be certain limitations for instance. So far, I have not seen very good examples of gene editing trying to improve the pest resistance of crops. Uh BECAUSE gene editing can only bring about changes and what DNA it has and what traits that are there and what trait that are either suppressed or uh when that could be unleashed that are hidden. But on the other hand, uh uh currently, much of our crops that are pest resistant is because of a, a technology called BT, it comes from AAA bacterial gene called from bacteria called das thy. And that's what protects our cotton against uh uh cotton shoot borer and things of that nature. And uh Kakon, many of those props have BT genes there. But at this moment, gene editing, uh except in few instances, not been very useful for pics. But nevertheless, other than that, uh uh especially for quality traits, gene editing has proved uh really, really useful. And over time, I am sure for practically any trait in any crop. Uh As long as there is DNA, we can study them, we can change them."
	},
	{
		"start_time": "19:11",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you a general question about gmos and I want to address this question because it is extremely common and there's many, many misconceptions surrounding it. So you mentioned earlier, for example, when it comes to potential health is issues that we have now 30 plus years of assessing the potential effects that GMO S could have on human health particularly. And I mean, I've seen even open letters written by or signed by hundreds of uh scientists, sometimes even Nobel Prize winners saying that there's no evidence at all that should make people worry about potential health risks here. But apart from that, would you say that there are any legitimate worries at all about the development of GMO S?"
	},
	{
		"start_time": "20:07",
		"speaker": "Channa Prakash",
		"words": "No, not really because uh you know, it, I it doesn't mean that some problem would not arise in the future, but it is not unique to GMO S. You see, uh we have had some problems even with conventional plant breeding. For instance, a celery variety was developed in California a few years ago when workers were uh who were in the working with those, but only that particular variety started developing the rashes and they found out that, that salary because they had made it more pest resistant. And so they had increased the particular chemical naturally producing chemical and this was by conventional breeding. And so we had to take the salary variety away from cultivation. And so things like that can happen even while developing GMO S. Uh FOR instance, there was a, a study that 20 years ago, a company had uh borrowed genes from Brazil nut and put it into soybeans trying to make it more uh uh with high protein and better protein quality. Uh CERTAIN types of uh amino acids are not found in soybeans, sulfur containing amino acids that are important for livestock feeding. And so they got sulfur containing amino acid type of protein genes from Brazil. I can put it into protein. And then uh in that protein uh in soybeans, they found that it did increase the allergenicity of those soybeans because, you know, some people are allergic to Brazil nut. So if you have a peanut allergy or ground nut allergy, and if I take a, a gene from groundnut and put it into rice or tomato, you may increase that allergy. So what I'm trying to say here is it's not that we are not going to have any problems with GMO. Sw. What we have is we have sufficient chucks and balances the, the kind of testing that we have. And because it is so knowledge driven, we could a priori even before uh conducting many of these experiments, we can expect potential problems with certain types of GMO and we can avoid it. But on the other hand, look at the tremendous benefits and the possibilities. Right now, we have research going on trying to develop hypoallergenic uh ground nuts or peanuts, hypoallergenic, soybean and uh and bananas that can produce uh vitamin A and golden rice, which can uh of course help with the vitamin A. And so when you look at all the potential positive health benefits of uh GMO S and gene editing some of the, the, the hypothetical problems that can happen are very minuscule and they could be uh predicted and can be avoided and they are not unique because you can have the same allergy problem. Uh If you just cross uh a wild tomato with a, a cultivated tomato by traditional breeding, you could bring many of the allergens and toxins from the wild species into the cultivated. So uh even environmental problems uh you can introduce even by conceal breeding."
	},
	{
		"start_time": "23:25",
		"speaker": "Ricardo Lopes",
		"words": "And isn't it also the case that when people argue for example that by using gene modification techniques or even perhaps some of them would argue the same for gene editing specifically that we are sort of messing with nature because we are introducing certain types of genes where they wouldn't be naturally found, isn't it the case that we have actually been doing that? But not with this level of knowledge and precision since we started agriculture uh 10,000 years ago, 14,000 years ago, with both plants and animals through artificial selection. But without any control at all, when it comes to the genetic material and also with techniques like hybridization."
	},
	{
		"start_time": "24:15",
		"speaker": "Channa Prakash",
		"words": "Yeah, absolutely. Uh You see, we have been doing it for a long time and so it's not something uh new that we are messing with the nature. We started messing with the nature. Uh WHEN we walked out of the caves and started planting seeds and when we found out some of those seeds were uh not very good. We started, you know, looking for a better uh crops within that. And that's how the whole selection process slowly occurred. And so there is uh it is a responsible way of trying to manipulate what is around us in a way that could help feed the humanity, but doing so in a manner that is sustainable because we do recognize that agriculture, uh you know, feeding 8 billion people on this planet entails some environmental damage, correct. We have cleared massive amounts of forest lands to grow these crops, uh, you know, the thousands of years ago or even still doing it in many parts of the world and that is undesirable. And secondly, we use a lot of chemicals, fertilizers and pesticides and we use a lot of heavy equipment that causes damage to the soil. And so what the question is not what we are messing with the nature. Not. Ok. Ok. That's, that's, I think that's irrelevant because we are already, you know, we, we, we, we, we are doing that in a very big way and for many thousands of years. But moving forward, uh the question is how can we uh continue to, to feed the humanity but in a manner that is less damaging to the environment, less damaging to soil, less damaging to the air and less damaging to water and to make sure that uh uh uh ability to grow food today is does not compromise uh the ability for our future generations to be growing food. And so I uh for when you answer that question, the sustainability uh can be achieved through knowledge through science, you know, not through ideology. You know, people say organic farming, a lot of that is just uh not, you know, the scientifically uh I I it does not show that when you just have organic crops that are sustainable, but I do believe using um technology such as gene editing combined with all other uh principles of sustainability would help us to move forward uh to continue to feed the humanity in a responsible manner and in a sustainable manner."
	},
	{
		"start_time": "26:52",
		"speaker": "Ricardo Lopes",
		"words": "So where do you think these misconceptions that people have surrounding GMO S stem from? And particularly why is it that people here where I live in the European Union seem to be particularly worried about it? Do you think that there's perhaps that it stems perhaps mostly from the fact that some people have been putting out some misconceptions out there on the internet and elsewhere and then people get across them and because they are ignorant of the science surrounding GMO S, they just believe them because they sound credible to some extent. Or are there perhaps other aspects here to consider as well?"
	},
	{
		"start_time": "27:38",
		"speaker": "Channa Prakash",
		"words": "Uh I, I think there, there are multiple reasons. Uh YOU know, the, the, the internet has certainly played a role but I think as human beings, we, we have, and, you know, I, we have evolved naturally to be very suspicious of anything that is different about our food, which that's how it has protected us even during our kill in days. Uh When we saw something, uh if we saw an almond, uh that, uh uh you know, which we have never eaten before. And we, we were, uh we, those who are careful in what they put into their mouth survived and proc created. You see, so we have that hard wired into our uh evolutionary system to be suspicious of food. And uh and you can see a lot of examples uh uh like when we started uh uh pasteurizing milk, for instance, it was not really accepted. It was, there were a lot of demonstration, there was a lot of opposition because that was messing with my, you know, what can be more sacred than milk. And uh it took almost 100 years uh after Louis Pasture invented pasteurization before it was accepted. And uh a lot of other technologies, the canning of food, freezing of food, uh processing of food there have been in, there have been oppositions and people don't readily accept. And even, you know, when I go to a new country and when I see something uh different food, II, I don't, you know, I'm always uh very cautious about it. You see what I mean? So I think that is humanity. But on the other hand, we humans have uh experimented with new food, Euro Europe. Um You know, for Italy tomato is so sacred. Now, what is uh uh less Italian than tomatoes? But you know, Italians never ate tomato until 16th century. Irish. The potato is, is integral to Ireland. But, but there was no potato in Ireland until again, 16th century, you see coffee was introduced into England and tea was introduced. They're all new crops. And over time, we have uh we have uh learned to accept them if you like it. And if you find it useful for us. And so GMO s are again when they came along, uh it was a radical idea for people to think that something foreign genes are being put. But now we more and more knowledge, we recognize that such things happen in nature. For instance, they did a study of sweet potatoes. They, in, in, in Peru, there's an international potato center where they have thousands and thousands of varieties of sweet potato. And they found that all the sweet potatoes that they had in the collection had a, a bacteria, bacterial gene in them that was introduced uh directly like very similar to the same bacteria we use to make GMO S. And so mother nature has been making GMO S all the time and uh it's just that it happens naturally and we didn't know much about it. I didn't, we, we didn't worry about it, but when we have uh scientists doing it, we tend to worry about it, but that's one factor. But secondly, true. Uh THERE was an orchestrated opposition to GMO S in, in many countries, especially the rich countries by a, by a very uh well funded organizations such as Greenpeace saw this as a very lucrative activities to protest against uh GMO S because it represented taking on big corporations like Monsanto at the time. And there was a lot of anti-americanism involved in that in Europe. Uh And so going after big companies like Monsanto uh was favored and tabloids did a lot of havoc in the early two thousands with a lot of fake stories about GMO S causing impotence, you know, causes hair loss and things like that. And uh and secondly, uh European farmers also were afraid of GMO S because as you know, Europe farmers, like many farmers are very heavily subsidized. And uh and they felt that if you bring in a tool that improve the productivity, the governments might take the subsidy away from them. Even today, German French Belgian farmers are protesting for a different reason, variety of reasons. And so all of that mixed together, uh I think in Europe uh was suspicious and the green parties held uh the balance to power in countries like Germany also had a platform of anti GMO and uh and all of that contributed to the mess that's Europe today."
	},
	{
		"start_time": "32:31",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that perhaps some of that when it comes to the European Union also has to do with some sort of economic protectionism? Because if it, if they make it harder for plants that are GMO s basically to come into the eu and be sold here, then they are basically protecting at least to a certain extent European farmers"
	},
	{
		"start_time": "32:58",
		"speaker": "Channa Prakash",
		"words": "a absolutely, you know, follow the money because for a any time when there is a, you know, when there is an apprehension when there is a, a protectionism, it's because you're trying to protect something and then Europe, um you know, uh uh uh did that mainly in the beginning. Uh MANY of the countries did that to keep some of the, the American uh uh products away. But on the other hand, you know, Europe, when it suits their interest, didn't have any problem because Europe, uh cheese is so integral to European culture, right? I mean, what, what is uh uh France without your cheese or German, without your cheese? And uh almost uh 80% 90% of all the cheese that's produced in Europe uses the common in DNA genetically engineered enzymes and they are not labeled, people have no problem with them. Uh But there is biotechnology underlying all of your cheese today. And almost every uh vial of insulin that is sold in Europe today is genetically engineered. And so there's no controversy about that. They are not labeled GMO S and nobody is protesting on the streets against that. And so the only reason they are protesting against GM crops uh is because of uh some of these political factors even there, Europe is the largest consumer of GM product in the world because Europe is uh next to China imports more soybean genetically modified soybean to feed your livestock than any other uh continent. And so there is a certain level of hypocrisy going on here."
	},
	{
		"start_time": "34:36",
		"speaker": "Ricardo Lopes",
		"words": "So, in a related topic, I would like to ask you now a little bit about organic agriculture. That is something that people in the EU and regulators specifically seem to be very fond of. So, um this is, of course, is a topic that is not only related to agriculture, food production, but also to environmentalism. At least some of the goals here would be environmental goals. So what do you make of the promises of people who support organic agriculture?"
	},
	{
		"start_time": "35:10",
		"speaker": "Channa Prakash",
		"words": "Conceptually, it looks like a good idea. Uh ORGANIC agriculture, you know, why not? Why do we have to uh you know, put poisonous chemicals into our food? Right? I mean, if it's gonna cause so much health problem, if it's destroying our environment, why are we doing it? Why are farmers putting all of those chemicals? Right. So on the face of it, when you really, when you're not well informed, that's the kind of argument. But the the point uh the most important factor remember here is the organic agriculture is a very small niche, ideologically driven uh uh segment within agriculture. It's probably about 2% 3% at the most 5% of the food in maybe in countries as uh you know, Germany or France. It may be a little bit higher. But overall organic is a an elite uh segment of the food because it costs more. So you are you, so it is not a solution to all the the put security issues in the world because you won't be able to feed the poor with organic. And secondly, organic costs more because it is less productive. If you don't put uh uh uh if you don't amend the soil fertility uh of what nutrients you are taking away from that. And trying to put that only with using manure and not using the def fertilizer, you won't be able to produce a lot of crop. OK. And so as a consequence of that, it takes a lot more land to grow the same amount of food. All right. So where are you going to get that land? You're gonna be cutting down the forest, correct? So which is far more destructive, cutting more forest or adding a little bit of uh nitrogen into the soil to produce the same amount of food. And so organic, you know, on the just if you're, if you're not aware of all the details related to environment and sustainability sounds like a good idea. But as a food policy issue, organic is a very terrible idea because organic foods cost more organic foods, take away a lot more land to grow and, and finally, they are not any way more healthier. Uh BECAUSE uh again and again, the evidence show that uh if you if you use this very controlled amounts of pesticides and monitor the levels of pesticide rescues in your food like we do here in the US, there is uh it's not as much a problem as it's made out to be. And if we use uh uh U fertilizers in a very responsible manner and with now increasing technology with precision agriculture, we use less and less of those. And finally, with a lot of new technology including conservation tillage, uh increasing the use of herbicide tolerant crops through GMO S or gene editing. We now don't have to till the land, tilling the land uh to using plows is one of the most destructive acts uh in agriculture. And uh the, the when you think of uh uh the uh in the dust bowl during the depression time in the United States, it's because of the flowing of the land where all the soil was blown through the air and water. You see, and when you see the muddied rivers of Mississippi, it's because of the tilling of the land in Iowa and Illinois upstream is the the very precious organic matter in the soil. So we have now almost eliminated tilling of the land using biotechnology. And so in, in, in reality, using science and innovation, we can bring more goodness to the environment than what ideologically driven organic pest in. In fact, organic agriculture uses a lot of pesticides. Many people don't know that they use pesticides like sulfur, which is not even organic and it's a lot more toxic and so organic is simply a a you know, a a segment of agriculture that people with a lot of money can afford, but it is not something that is going to help feed the world."
	},
	{
		"start_time": "39:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Actually that, that last point you made there was one thing that I was going to ask you about because actually it's very misleading. The fact that many times people who produce food through organic agriculture and promote it as such, label it as chemical free. I mean, of course, just on the face of it, it makes no sense because everything is composed of chemicals. But even if we ignore that bit, it's not at, at all the case that they do not resort to any pesticides at all. And sometimes even pesticides that are more damaging to the environment and to human health potentially, uh just because they are labeled as natural by the food uh system. Right."
	},
	{
		"start_time": "40:23",
		"speaker": "Channa Prakash",
		"words": "Certainly. And you, you, you said it right because uh it's really deceptive marketing practices trying to claim everything is natural. And you know, there, there have been studies that have been done. There's a very extraordinary scientist called Bruce Ames at UC Berkeley was one of the most sighted scientists for 30 years. And he has done some studies to show that when we consume a cup of coffee, the natural chemicals that are there in the coffee are a lot more toxic than trace elements of pesticides that can, that are used to grow coffee. And so by worrying about that, we are really uh trying to, to, to deny the advance of technology and innovation that could help produce more food and, and it can be dangerous too. For instance, recently in Sri Lanka, a couple of years ago, the the president of Sri Lanka based on misinformation and mis avise from some of the environmentalists including one really worshiper as Lady from India, uh banned uh pesticides, banned fertilizers. And uh Sri Lanka is a agriculturally very rich country. You know, Sri Lanka grows some of the best quality tea that you consume uh in the Europe and Sri Lanka is agriculturally fairly self sufficient country. They grow enough rice to feed themselves and even export. And it's a middle income country uh have much higher uh per capita income than its northern neighbor India for instance. But by, by simple, the single act of banning uh importing fertilizers and banning the use of pesticides with a degree. Sri Lanka literally precipitated an economic catastrophe to the country. And uh uh even two years since they have not fully recovered from the, the huge reckless damage that was done. And uh uh it also reminds me of another uh uh uh uh very pseudo scientists expert in uh during ST times in the US, Sr and the Soviet Union, a guy called Lysenko uh advised the Stalin that the genetics at the time we didn't have GMO S but they were worried about hybrids and genetics. The conventional breeding said that they are somehow antithetical to the communism and they are against communist principles. And so they banned uh uh breeding of crops and they banned scientific agriculture. And as a consequence of that, the the the Russian uh food production came down and China later embraced this, Mao embraced that. Uh AND during the Cultural Revolution and we didn't know much about that, but a lot of information came out later that literally millions and millions of people died as a consequence of the pseudoscience. And so, you know, organic agriculture or opposition to GMO S might look cute uh for some, but it has some very serious consequences from when you look from a policy level, embracing pseudoscience as consequences. And that one politicians need to be very careful about that, especially in Europe because, you know, there is a lot more uh tendency to have these romantic notions about these things uh in Europe more than other places. And uh you need to be very careful about that"
	},
	{
		"start_time": "43:49",
		"speaker": "Ricardo Lopes",
		"words": "when it comes to Li Zenko, if I remember correctly and if not, please correct me here. Um I think that he was sort of an extreme environmentalist and didn't really care much or if or at all about genetics. And so that was the main issue here, right? I I mean, it was trying to cultivate crops. We uh uh while at the same time ignoring entirely the genetic side of things"
	},
	{
		"start_time": "44:22",
		"speaker": "Channa Prakash",
		"words": "there. Correct. Yes. Yeah, he, he, his philosophy was we can re shape the crops uh improve the crops by e environment, but you know, like slowly uh growing uh some crops uh acclimatizing them. So let's say you want to make them more tolerant to heat or tolerant to cold, we can gradually expose them to cold or heat and we can make any crop adaptable to these conditions. And you know, there, there may be a certain uh uh truth to that with some epigenetics and things like that. But nevertheless, what he did was he used that very pseudo scientific basis of that vernal organization and things of that nature. They called it science to literally ban uh uh genetics, ban conventional hybridization. And so much so that there was a great extraordinary scientist called VLO uh in, in, in Soviet Union at the time, he is literally the father of biodiversity. He is the one who helped identify that all our crop plants have a origin in some places and they came. And then if you go back to the centers of origin, you can find uh even today a great diversity of wild species like potato, you can find it in Peru, right? And if you want to find relatives of coffee, you go to Ethiopia. If you want to find relatives of rice, you go to Asia, I think like that. He was the one who first identified that all crop plants have their origin and they go to their origin. And he collected all those wild and he looms literally hundreds of thousands of that and made the concept of gene bank, which is fundamental to all agricultural development and what Lysenko and Stalin did was to literally put Bala on all scientists who were working on breeding into jail and, and the father of biodiversity and father of agricultural innovation of 20th century, died of starvation in Gulag in Russia. And so this is, this is one of the sad uh uh uh stories that we have learned from our history. And you know what they say about the history. If we ignore history, what happens and uh we the ugly head of that uh opposition to science keeps coming again and again and again in different forms. And one needs to be very careful about it. Doctor Norwin blog, the the father of Green Revolution. And uh used to one many times again as to some of these pseudo they are not environmentalists. You know, we are all in the, we are the environmentalist because we know what is the, what is the environment we live with that? And uh these are pseudo environmental, they are using environment as a, as a an excuse or a regard to uh to advance their specific ideological causes or even to, to, to for fundraising and, and their own prosperity."
	},
	{
		"start_time": "47:33",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So we'll come back to that point about environmentalists in a second. But let me just ask you a little bit more about Sri Lanka, which you mentioned a few minutes ago because this is actually something that was brought to my attention by a supporter, a patron of the show, Bernard. So and if I understand it correctly in Sri Lanka, then, uh, they already have an economic crisis but then it got worsened by the government basically banning pesticides and adopting an agricultural system solely based on, uh, organic agriculture."
	},
	{
		"start_time": "48:12",
		"speaker": "Channa Prakash",
		"words": "Right. Exactly. Yeah. And now Sri Lanka, because of the, the COVID and, uh, they are very high reliance on tourism was already in bad shape at that time. But so are many countries, you know, there are so many countries that are rely, rely on uh tourism as the main economic source of income, dozens and dozens of countries in the world and they didn't go bankrupt and they were able to sustain. And Sri Lanka is economically had very sound uh economic underpinnings. And uh because it is also an agricultural country and by, by taking this very reckless decision to go organic overnight, uh you know, and if they wanted to embrace principles of organics, reduce uh environmental degradation to over use of chemicals is an admirable goal. And be because we understand that places like India, there has been some problems in use of agrichemicals. And so that is a legitimate issue that needs to be addressed. But by, by taking a reckless decision and going organic overnight, I think he precipitated the economic downfall of Sri Lanka. And uh and so there is, it did, there were street protests and uh the president had to, to resign. And uh two months into that, Sri Lanka is still not fully recovered uh from the problem. So that shows that one needs to be very careful uh about taking important policy decisions that are not uh based on science that are not based on reason. But if you just listen to some of the pseudo uh activists and pseudo environmentalists, you bring a, a huge damage to your country."
	},
	{
		"start_time": "49:59",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into the last topic of our conversation today. Then that is something you've already touched a little bit on. But what, what are your general thoughts on environmentalism as a movement and on people who, who sometimes are genuine e environmental activists, but other times perhaps label themselves as such, but are maybe ignorant or delusional or misled in some particular ways,"
	},
	{
		"start_time": "50:32",
		"speaker": "Channa Prakash",
		"words": "right? I think environmentalism in a very broad sense is an important uh movement that is uh that has brought a lot of good, uh especially when you look at global climate change, uh which has been a, which is an important factor. It is really transformed. You know, it is a, it's an existential threat uh to the uh the, the world civilization today. And uh I believe in understanding and awareness of that and it's a very scientific issue. We need to be aware of what causes this and how we can do it and what are some of the uh solutions for that. And so it's a very science based uh uh approach that we, we need to have to, to solve that. But on the other hand, what has happened here is this the so-called the environmentalists who are causing damage are those that simply bring pseudoscience and ideology into the mix here? And so this is where it's a problem for us, especially for a common person to separate the wheat from the chaff uh to recognize what are some of the most pressing issues. Uh The wicked problems that are threatening the, the future of humanity today here. Then uh then see how, what solutions that we we can move forward. What is unfortunately happened here is uh uh uh individuals who are really who are in the fore front uh in the in the minds of the public who were seen as very poor environment, are doing a lot more damage to the progress of the society. And people like Wan Na Shiva in India is the one who advised Sri Lankan government along with some of the other scientists like Hans Heron uh who was a World World Food Prize winner uh did uh did do, did far more great damage. You know, Lysenko was a scientist, he was a geneticist, but he simply misled the country. Uh There was a a AAA very famous, there is a very famous scientist here in the US called Duisburg in UC Berkeley, one of the most prestigious universities in the uh in the world. And he uh was of the opinion, he's a member of National Academy of sciences too, which is the highest honor a scientist and can get here in the US of the opinion that HIV uh uh virus does not cause A I DS. And uh and uh in South African government believed him. And as a consequence of that, they banned all the therapeutic uh proteinase inhibitors and things of that age cocktail that has really kept A I DS in check all around the world in the last 30 years, the banned and as a consequence of embracing the pseudoscience and pseudo uh uh Star Wars like this, they saw about 203 100,000 and people died in Sri Lanka. I'm sorry, in South Africa, because of uh the A I DS uh drugs were not allowed into the country. And so one must be very wary of uh individuals that have a, a vested interest in advancing certain causes. But on the other hand, uh we do have to, to, to, to understand that the uh scientific voice such as I CCC, for instance, coming up for the, the um for the global climate change and also to listen to the established scient scientists and the scientific community to see what kind of solutions that we can embrace in a way that we could bring about addressing this. Uh uh SO solutions bring about the solutions to the addressing the problems in a manner that is uh not ideologically driven, but fairly science driven."
	},
	{
		"start_time": "54:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Right. A and this is very unfortunate and, and this will be my last question also because I guess that many times what some environmentalists put out as information is in fact, misinformation, it is very misleading and unfortunately, the general public and this is something that we can't really blame the common people for because they are not uh informed about such matters. Uh It sounds good, it sounds intuitive but is it is misleading and it not only applies to agriculture to, for example, misconceptions surrounding organic agriculture, GMO S but also even more broadly to some of the solutions, the best solutions that we would have on the table to fight back against climate change. Right."
	},
	{
		"start_time": "55:28",
		"speaker": "Channa Prakash",
		"words": "Exactly, climate change and even health issue when there was a global pandemic, there was quite a lot of opposition to the vaccines and it was at the end of the day, it was the vaccine and then a and a very new innovation and tested innovation MRN a vaccine that help really bring about an end to that. And, and so I believe we must be open minded about many of the possibilities of innovation, including how we address climate change. And uh we if we are uh if we invoke uh uh uh precautionary principle uh that until we know for sure, this particular solution is very, very safe that we cannot use it, then there is, we cannot move forward because humanity has moved forward the last 7000 years. By embracing change, but by embracing change in a very informed manner. And now with our knowledge in the, in the last 100 years, even last 30 years, as we have an explosion of knowledge, because the science has advanced so much, whether it's in the areas of health, whether it's in the area of uh agriculture, uh climate change. And so let's use our knowledge in a sensible manner to bring about a change without necessarily how to bringing about any problems as a consequence of that."
	},
	{
		"start_time": "56:53",
		"speaker": "Ricardo Lopes",
		"words": "So, Doctor Prakash, uh just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "57:02",
		"speaker": "Channa Prakash",
		"words": "Yeah, certainly. Yeah. If you are on Twitter, uh if you look for Ag Bow World, that is my handle, you know, I used to run a website called AG Biow World. AG is in agriculture, bio biotechnology or biology and world. Uh If you, if you look for AG by a world on either on Facebook or Twitter, you'll find me every day talking about these issues, uh posting funny memes on this issue and trying the hope that uh we could help educate and also learning. Uh I'm learning every day uh from smart people like you Ricardo."
	},
	{
		"start_time": "57:42",
		"speaker": "Ricardo Lopes",
		"words": "Well, thank you so much for the kind words, Doctor Prakash and thank you for your time and it's been a real pleasure to talk to you. I've been a big fan. So thank you so much."
	},
	{
		"start_time": "57:52",
		"speaker": "Channa Prakash",
		"words": "Thank you, Hanna is mine and a pleasure."
	},
	{
		"start_time": "57:56",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Zuk Mar Nevs called in Hofi, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel S Friends, David. Wilson Yasa, dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nico Barba, Adam Hunt Pavlo Stass, Nale Me, Gary G Alman Sam of Zaypj Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson Charles Murray, Alex Chao Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor Luke Neeson. Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perlis Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jan Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca stuffin, Tom Veg and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]