[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the, the Center. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Mark Rank. He is Herbert Herbert S Adley Professor of Social Welfare at the George Warren Braun School of Social Work at Washington University in Saint Louis. He is widely recognized as one of the foremost experts and speakers on issues of poverty, inequality, social justice. And today we're talking about his latest book, The Random Factor, How Chance and Luck profoundly shape our Lives and the world around us. So, Doctor Rank, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:40",
		"speaker": "Mark Rank",
		"words": "Oh, great. It's, it's fantastic to be with you."
	},
	{
		"start_time": "00:44",
		"speaker": "Ricardo Lopes",
		"words": "So just to start off with, I guess that it would be important for people who are listening and watching to have a better understanding of what you mean by words like random chance Luck because sometimes it's not exactly clear what they mean, particularly in this sort of context of your book. So"
	},
	{
		"start_time": "01:09",
		"speaker": "Mark Rank",
		"words": "yeah, so I, I in the beginning of the book, it's a good place to start to define what we mean by these terms. And I think all of them Chance Luck and randomness are related to the idea that there are things that happen, which cannot be predicted, which are out of the blue. But the terms chance and luck usually refer more to the individual. Whereas the term random or randomness really refers more to sort of the wider system or the structure. So we, we often talk about chance and luck events as applying to, to individuals. There's also a further distinction one can make between chance and luck in that chance is a more neutral term. Uh When we talk about chance events happen to people that could be good, it could be bad. When we talk about luck, we generally refer to either good luck or bad luck. And so it has, um it has that connotation to it. So that's, that's kind of AAA bit about those, those um what, what is meant by those terms?"
	},
	{
		"start_time": "02:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Where do you think that this very common idea? I'm not sure if we could call it an ideology, possibly not. But this common idea that people have that we sort of have complete control or near complete control over what happens in our lives. It stems from."
	},
	{
		"start_time": "02:37",
		"speaker": "Mark Rank",
		"words": "Yeah. You know, so, um I, you know, I'm here in the United States and uh you know, one of the things within the United States, one of the sort of historical uh themes has been the whole idea of rugged individualism, of self reliance, of individual agency. And there's the idea that you determine your destiny, that through your efforts, through your, you know, your decisions, through your skills, you make your future. And that's, that's been a real strong emphasis here. Uh You know, II I don't feel as confident talking about other cultural contexts, but I know within the United States has a very strong theme. And so, you know, one of the things that I talk about is the idea of chance and luck are, uh, counter to that, uh, you, you don't have control. Now we'll talk about later. Some of the things that you do have control of in terms of chance and luck. But, you know, things that are unpredictable and that can happen to you are beyond your sort of individual agency or individualism. So, um, so, but this idea that, you know, that we determine our own destiny is, is a strong theme and, and so the, the idea in the book kind of runs cou counter at least somewhat counter to that."
	},
	{
		"start_time": "03:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. It's very interesting that at a certain point in your book, you go back in history a little bit and talk about how historically people probably have thought about luck, chance randomness in different ways. I mean, please correct me if I'm wrong. But isn't it the case? At least when I read the stuff from, uh, people from more ancient civilizations that they were more willing to acknowledge the role that Chen and Luck played in their lives. I mean, of course, many times they attributed that to supernatural forces like the whims of the gods, but at least they acknowledge that. Right."
	},
	{
		"start_time": "04:41",
		"speaker": "Mark Rank",
		"words": "Absolutely. Absolutely. So, you know, my, the, the first chapter in the book is called The Wheel of Fortune. And that comes from the goddess Fortuna in Roman Times, in which she was. And she was a very important, um God to the Romans. And in fact, one of the most important because she's the one that they thought, you know, determines helps determine our destiny or our fortunes. And one of the things that, that she was known for was having a wheel of fortune and she would spin this wheel. And uh you know, as, as Bo Bo Boethius, you know, the, the, the Roman philosopher wrote, she took delight in having people that were on the top of the wheel come down and people on the bottom come up. And so it's this idea that, you know, chance and luck that go around in a, in a, in a, in a wheel. Um So, yeah, definitely, there was a lot of emphasis on the importance of chance and luck, particularly in ancient times. And then, you know, as we've seen over time, that idea has kind of gone out of style. And I would argue now that it has come back. But for example, in the 16th and 17th century, um you know, the whole idea from a religious point of view was that everything is, is preordained, that, that God is, is ruler of all determines everything. There's no such thing as chance and luck. And in fact, Einstein had a famous quote where he said God does not play with dice. Um And, and that comes also from, uh there was also a rise of Newtonian physics in the, in the 16th 17th century in which the idea was that well, if we have enough information, we can understand everything that's going on that there are certain rules and certain laws to nature and that all we need is enough information. Now that goes counter again to the idea of chance and luck. So, um so then I talk about how it, it kind of came back onto the scene. And, and I think one of the real important um reasons for that was Darwin's theory of natural selection and evolution. And that theory is really based on the idea of random mutation that there are random mutant and mutations are random. They can be good, they can be bad to, to make a long story short. His idea was that when there are random mutations that benefit the survival of a species, those get carried on and that leads to to evolution. So the idea of chance and luck came into much more into the four than, and, and I would argue in the 20th century, you know, with um chaos theory and uh uh oo other aspects in, in the science and in other places, you know, it, it's very much a player today"
	},
	{
		"start_time": "07:29",
		"speaker": "Ricardo Lopes",
		"words": "uh quantum mechanics as well. Right. Absolutely."
	},
	{
		"start_time": "07:33",
		"speaker": "Mark Rank",
		"words": "Absolutely. I was gonna, yeah, it took the words out of my mouth, quantum mechanics."
	},
	{
		"start_time": "07:37",
		"speaker": "Ricardo Lopes",
		"words": "Uh And I mean, the example of Darwin and the theory of evolution by natural selection is very interesting because actually there are chance events that completely changed how evolution played out. Like for example, in the book, you talk about the example of the asteroid hitting the earth and wiping out over time, all the dinosaurs, we chill out for the rise of mammals. And if it wasn't for that, probably things now where they would look much different."
	},
	{
		"start_time": "08:10",
		"speaker": "Mark Rank",
		"words": "Absolutely, Ricardo, you and I wouldn't be here right now if that asteroid had not hit 66 million years ago. And, you know, some people say, well, that was, that was predestined. Um No, I don't think so. As the asteroid was going around, it was pulled by some random gravitational forces and the bottom line is had that asteroid struck 30 seconds earlier or 30 seconds later. It probably wouldn't have had the catastrophic effect that it had. And that catastrophic effect wiped out 75% of the animal and plant species on the earth, including the dinosaurs, which then led to the rise of the mammals. But again, imagine just a minute, one way or a minute another way wouldn't be here right now. So, you know, that's a, that's a very, that's one of the most profound chance events that you can point to um very powerful."
	},
	{
		"start_time": "09:06",
		"speaker": "Ricardo Lopes",
		"words": "What about the social sciences? Because you've mentioned there the example of uh mathematics, biology, even physics. But in the social sciences specifically have chance and randomness been studied seriously."
	},
	{
		"start_time": "09:23",
		"speaker": "Mark Rank",
		"words": "It, it, it really hasn't and it's very surprising. Um YOU know, Newton. Newton had a famous quote where he says, I can predict the, the, the, the motions of the planets, but I can't predict the, the, the, the um the madness of crowds. Um And social science is about kind of understanding society, understanding social groups. And it's really interesting that there's very little written about in the social sciences on luck and chance. And so I talk about why that is, and I think there's a couple of, of explanations. Um One is that in the social sciences, you know, I come out of a sociology background, uh We like to be able to predict things, we like to be able to model things and to say this thing, event A led to event b well, by definition, randomness cannot be predicted it's random. So it's very hard to put into a model to pre you know, as a variable. And so that goes counter to a lot of social science, another um aspect for why I think it's not looked at, uh it's not often looked at is within, for example, sociology, we're interested in kind of how structural forces um impact upon life outcomes. So for example, class race, gender, those are all important variables in terms of of life outcomes. But to introduce the idea of chance and randomness again, goes counter to that idea of being able to sort of predict outcomes in people's lives. So, you know, I i it's interesting that it really hasn't been studied very much. On the other hand, if you look at, for example, oh, just literature Shakespeare, uh all kinds of writers have often talked about the importance of chance and luck. So it's not like it hasn't been written about, but it really hasn't been written about very much in the social sciences, which is why one of the reasons why I thought, well, this would be an important book to write because it, it, it's, it hasn't been talked about very much."
	},
	{
		"start_time": "11:27",
		"speaker": "Ricardo Lopes",
		"words": "And uh we've already mentioned here briefly the role that Chen and Luck play in. I mean, we're going to get more into how they play out in people's individual lives. But we've already mentioned how in ancient civilizations, people really acknowledge that role and also in very big uh worldwide events, like for example, the asteroid. But when it comes to human history itself, it also plays a role there, right? Could you give us an example of that?"
	},
	{
		"start_time": "12:01",
		"speaker": "Mark Rank",
		"words": "Right. It absolutely plays a role. There are so many examples in history of history being changed by a random event now, here's the thing we often think about history. We only have one history to, to contemplate, we only have one timeline to come. So we think, oh, it had to play out that way. Well, no, as history is, is unfolding, it could go many, many different directions. And so I give a lo uh several different powerful examples and, and we can easily talk about some of those. But, you know, just, just to highlight, you know, the idea of Hitler coming to power in, in, in the 19 thirties. Um There were several events in which that may very well not have happened. Uh I talk about the Cuban missile crisis and we almost had World War three, but for a Russian sailor getting his foot stuck on a submarine conning tower ladder, if that hadn't happened, we might have very well had World War Three. Um THE idea of social movements and how social movements start oftentimes the idea and the impetus behind the movement has been building over a long period of time, but it's certain chance events that spark that movement. And so whether it's the Arab Spring or the Black Lives Matter Movement here in the United States, um It's often a chance event that, that can spur that. So if you look at history is a history is filled of, of all of these kinds of events and, and it's, you know, it's very, it's very interesting and very provocative to think about how our history could be much different. But for chance and luck."
	},
	{
		"start_time": "13:43",
		"speaker": "Ricardo Lopes",
		"words": "So just for people to get a better understanding of what you are mentioning there, could you tell us about, uh, how chance and luck played out in, for example, the defeat of the Equal Rights Amendment in the early 19 seventies?"
	},
	{
		"start_time": "14:01",
		"speaker": "Mark Rank",
		"words": "Yeah, that's a great, that's a great example. And it's somebody who, um, I interviewed here in Saint Louis who is from Saint Louis, Missouri, uh Phyllis Laffy. So she was um a very conservative advocate and um she was really considered the one who really stopped the Equal Rights Amendment from becoming law in the United States. So the Equal Rights Amendment was um was written, I think in 1971. And basically, it says that uh that there should not be discrimination on the basis of, of sex or gender. Uh That was it, uh you know, it was pretty straightforward. And what happened was that um uh got out of Congress and it was being voted on by the States and it got to, it needed 38 states for passage and 35 states passed it. But Phyllis Schlafly got really involved in this and was really the key person to um to prevent it from passing. Now, I had an interview with her uh before she was 86 at the time and we started talking about how did you get involved in the Equal Rights Amendment? And she said, you know, it was a complete chance event. I got a telephone call one day from a friend of mine at a Connecticut library and the friend asked me, uh, would you like to come out and give a lecture as part of our series? And, um, and Phyllis said, well, sure. II, I, I'd, I'll give a lecture on national security. That's what she was interested in. She was interested in the arms race between the US and the Soviets. And the friend said, no, no, we'd like you to hear about, uh, we'd like you to, to talk about this thing that's going around now called the Equal Rights Amendment. And Phyllis said, well, I don't know anything about that. I, I don't, you know, and the friend said, well, let me send you some material and I think you would be interested in this. So the friend sent the material. Phyllis did give the lecture that did stimulate her in terms of getting involved in this, in the fight to prevent the amendment from passing. And so I asked her, I said, if you hadn't gotten that random telephone call, would you have gotten involved? And she said, no, I wouldn't have or if I had it would have been much too late. So in this case, history, the idea of a constitutional amendment being prevented was spurred by a random telephone call. Now, here's the other aspect of this story and this is where we can get into how do we respond when a chance event happens? So when that happened, she could have said no, I'm not gonna give that lecture. I'm sorry. But she thought, well, let me consider this. So when, when we, as I talk about in the book, chance and luck interact with other forces and that's the dynamics of life is how these things come together. So it's not simply a fait accompli, there are things that happen beyond our control, but how do we respond to them? Are we aware of them? You know, one of the things I talk about in the book is the idea of serendipity in scientific discoveries. That's a good example of chance events happening along with the awareness and the skills of the scientist. So anyway, so the, but the story of Phyllis Laffey is a, is just a, you know, when you think about it, a a telephone call out of the blue, changed history and changed it in a pretty dramatic way."
	},
	{
		"start_time": "17:36",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned scientific discoveries there. Could you tell us about an example of how luck and chance reps have played the role in some of those scientific discoveries?"
	},
	{
		"start_time": "17:50",
		"speaker": "Mark Rank",
		"words": "Yeah. So there's been many cases of scientific discoveries that have been stimulated by a chance of that, probably the best known one is the discovery of penicillin um which really was discovered by a, a Petri dish being left out um over the weekend and the scientists realizing that there was something here that he wasn't aware of. But when you look at um, things like x-rays or microwaves or velcro many, many examples. Uh EVEN, even the discovery of DNA had a, had a, had a serendipitous moment to it. Um But in all of these cases, what happened was something occurred that was outside of the box that the scientist w had not imagined. And the issue is, did they consider that? First of all, were they aware of it? Did they consider it or did they just discard it? And if they did consider it, what was their reaction to that? And so again, that's the idea of the interaction of chance and luck with the skills and talents of a scientist, Louis Pasteur had the famous quote of saying chance favors the prepared mind. And that's exactly what he was talking about, is that chance and luck happened? But are you prepared to take advantage of those events when they occur?"
	},
	{
		"start_time": "19:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh Tell us also about technological innovations. Of course, science and technology usually are intimately linked. But when it comes to technological innovations themselves, uh how does role, how does a chance and luck manifest in terms of how technological innovations are invented, discovered and stuff like that? Yeah."
	},
	{
		"start_time": "19:41",
		"speaker": "Mark Rank",
		"words": "Well, I think again, it would be the idea of, um there are certain uh forces that lead to technological innovations and there's certain, you know, um you know, the, the, the training of the scientists and all of that. But again, there are certain things that can happen out of the blue in the scientific process that can lead to scientific and technological innovation. So again, I mentioned the idea of x rays, the idea of microwaves. Um MANY, there's just many, many examples of that where, where that has occurred. And again, it's this idea of the interaction between chance and luck and training skills and so forth."
	},
	{
		"start_time": "20:21",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So let's talk now a little bit about some of the different ways that randomness chance like influence our lives and our lives play out. So how much of a lottery is just our birth? For example, I mean, the parents, we are born to our place of origin, the time period and the quart size we are born into, I mean, how do those kinds of factors influence our lives?"
	},
	{
		"start_time": "20:53",
		"speaker": "Mark Rank",
		"words": "It's unbelievable. And, and so I have a chapter, you know, that that is called the lottery of birth. But think about this Ricardo, the idea that you and I are even were even born. The odds of that are unbelievable. First of all, your parents had to find each other and, and as we know, and I talked later in the book about this is almost universal that when people get together, it's almost always there's a chance element to that. You know, if I had been five minutes early, five minutes late, if I hadn't been to that party. What? Anyway, your parents had to find each other. Their parents had to find each other. Their parents had to find each other. I mean, think of the odds of that then the sperm with your name on had to find the egg out of, out of millions of sperm. So just think the odds of us being born at all are zillions to one. And one of the things that I say about that is, you know, if you really think about it, you should be really grateful that you're even here and make the most of the time that you have here. So that's one thing in terms of the lottery of birth. But then as you point out, you know, our, our genetic background, our race, our gender, where what country we're born in, whether our parents were rich or poor. All of this is the lottery of birth that you know, had, we had nothing to do with this. You know, it, it was a lot of randomness and chance. So right from the get go, there's this huge element of chance in our lives."
	},
	{
		"start_time": "22:29",
		"speaker": "Ricardo Lopes",
		"words": "So tell us more perhaps about how factors like gender, race and social class influence life outcomes."
	},
	{
		"start_time": "22:39",
		"speaker": "Mark Rank",
		"words": "Yeah. So here's the way I like to think about it. And I think it's a good way of, of bringing these things together. As I said before, I'm trained as a sociologist and sociologists are often interested in, in, in, in uh factors such as class, race and gender and the way I like to think about it is that those are, we might think of those as currents that push our lives in certain directions. So we know if you're coming from a certain class, you know, whether you're poor or whether you're rich that's going to have an effect on life outcomes similar in terms of race and in terms of gender. But within those currents are all the ripples of randomness and chance. So, you know, it, it, it, it, it's the idea of currents and ripples that have an effect on how our life plays out. So within, you know, particular social class, there's all kinds of chance events that happen. But an interesting thing is that those chance events may be different than if you're in a different current. So the kinds of events that happen to me, if I'm raised in a, in a family that's poor versus a family that's rich, there's also there's going to be a lot of luck and chance. But those kind of luck and chance events may very well, in fact, they will differ. And so that's another way of thinking about how these things come together. You know, the sort of currents that push our lives in certain directions and the kind of chance events that happen along the way. The other thing that I mentioned is that there are certain things that can happen to us that push us, there are chance events that push us into a different current, you know, some kind of dramatic event that might happen by chance that results in sort of us, you know, being pushed into another current, uh, in terms of our life's direction. So, but I think it's a, it's a good way to think about how these things come together. It's not, life is not all chance, randomness and luck, nor is life all just predetermined and structural. It's the combination of the two."
	},
	{
		"start_time": "24:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh But uh factors or social categories like gender, race, social class, particularly if you are part of a gender or a race that is more disadvantaged or uh lower in socio-economic state definitely plays a big role in your life outcomes. I mean, it increases your probability of having negative life outcomes."
	},
	{
		"start_time": "25:05",
		"speaker": "Mark Rank",
		"words": "It does indeed. And so I talk about this idea of cumulative advantage or cumulative disadvantage. So if you're starting life with certain advantages, like you're coming from a family with a lot of resources, economic resources, those advantages are probably going to lead to other advantages. And so in this way, there's a cumulative process and we might think about it. If we want to put it in the context of luck, we might think about it as good luck leading to more good luck. On the other hand, if you're born into a family in poverty, there's going to be a cumulative process of disadvantage because you're gonna start with fewer resources. The education you're gonna get is probably not nearly as good as somebody with a lot of resources that's going to lead to other disadvantages. And so there's very much this cumulative process that happens. And, and a lot of my earlier work on poverty and inequality talks about how this plays out. And I think that it's, it's a really important process that we often don't give enough attention to."
	},
	{
		"start_time": "26:07",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, since you mentioned that, tell us now about some of your work on poverty and how it links to those kinds of topics to exploring these books. So for example, how does how can chance be disastrous for poor people?"
	},
	{
		"start_time": "26:24",
		"speaker": "Mark Rank",
		"words": "Yeah. Yeah, absolutely. I mean, that was, that's one of the reasons how I got into this particular topic. So a lot of my earlier work is looking at what is the likelihood of poverty, not in a given year, but over the course of a lifetime, over the course of 2030 40 years. And what I've shown using, you know, pretty large data here is that the risk of experiencing a year of poverty in the United States is actually pretty substantial. So depending on how you measure poverty between, I would say two thirds and three quarters of all Americans at some point in their adulthood will experience a year of poverty. Now, why is that? Well, part of it has to do with bad luck striking people when you think over a long period of time, things can happen that you didn't anticipate like losing a job, you know, a AAA factory shutting down uh getting sick, a pandemic happening. All of these things can come out of the blue and can throw you into it can throw you downward in terms of economics. And when that happens, particularly in the United States, we don't have a very strong social safety net. And so the result is that people often do fall into poverty. And that's why this is one of the things that I'm sure we'll talk about in a little bit. One of the lessons of all this is to say, you know, if you do understand that bad luck can strike, then what you want to do in terms of your social policy is base it on the idea of social insurance. This is the idea behind social insurance. You know, we buy home insurance or auto insurance, not because tomorrow I think I'm gonna have an accident, but I realize that down the road something bad may I may have some bad luck and as a result, I wanna have some protection in place to protect me from that bad luck. Um That's the whole idea here. But, but yes, you know, my work on poverty showed that uh much of poverty is the result of kind of these structural kind of bad luck kind of things that happen to people. And um and, and that's a really important reason for why you find over a course of a lifetime, the risk of poverty is so high."
	},
	{
		"start_time": "28:39",
		"speaker": "Ricardo Lopes",
		"words": "And I guess that it would also be true that for people who have a good economic safety net, I mean, if they have an accident, if something bad happens, it is much easier for them to eventually recover than for people who have very little or already, or because, I mean, they actually, in certain circumstances need help from other people. Otherwise it's virtually impossible for them to recover."
	},
	{
		"start_time": "29:12",
		"speaker": "Mark Rank",
		"words": "That's exactly right. And that, that's a really interesting example of a similar chance of that can play out quite differently depending on where you are in the social class structure. Another example that I give is um being struck by cancer. So this is an cancer is, is an example where actually randomness is really important. So depending on the type of cancer that you develop, we know that there's a genetic component to, to um developing cancer, there's an environmental component, but there's very much of a random component. Cancer is the result of random mutations in the DNA in the cellular structure. So it can many times there was nothing you could do about it at all. I I it's just bad luck. Now, when cancer strikes the way it plays out may be much different for somebody that has a lot of resources versus somebody that has few resources. So we here in the United states, we don't have universal health care. So if you're at the bottom of the social ladder, you may not have insurance at all. And if you get that diagnosis, it could be a death sentence. On the other hand, if you have good insurance, you caught it early, you might very well be able to continue and have a good life. But there's, there's similar kind of chance bad luck of a cancer diagnosis can play out much differently depending on where you are in the social structure."
	},
	{
		"start_time": "30:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. And that really contrasts with what we have in many places in Europe, even here where I live in Portugal because we have universal health care and of course, it's not a perfect system, but at least uh there's a very small probability of people uh not getting access to the treatments they need or falling into huge debt. So that's"
	},
	{
		"start_time": "31:02",
		"speaker": "Mark Rank",
		"words": "right. And you know, and you think about this, you know, Portugal, almost all other countries have some kind of universal health care coverage. United States is very much an outlier. But the question is, you know, well, why, why do we have health insurance again? The idea is to prevent and to protect against bad outcomes in terms of your health. Like, you know, part of it is prevention, you wanna, you know, do the right things and have the support for that. But when something does happen, you wanna have a safety net in place. So again, in thinking about social policy, the idea of chance and luck is really, really important."
	},
	{
		"start_time": "31:40",
		"speaker": "Ricardo Lopes",
		"words": "And on the topic of uh economics, uh you've also done some work on economic inequality. So this chance also play a role there in amplifying economic inequality. And if so what might be some of the worst? I don't know, social economic political consequences of having huge levels of economic inequality?"
	},
	{
		"start_time": "32:07",
		"speaker": "Mark Rank",
		"words": "Yeah. So I'm, I'm actually, I've done a fair amount of work on that subject and I'm working on a book right now with a friend of mine in economics on American inequality and thinking about that um to make a long story short inequality in the United States and, and it is true in some other countries as well. But in the United States in particular, has gotten quite wide over the last 50 years. So if you look at income inequality or wealth inequality, the gap between the top and the bottom has gotten wider. Um So, uh but, but one of the things I talk about in the book is that chance and luck can accentuate these inequalities. And this goes back to that idea, we were talking about with cumulative advantage or cumulative disadvantage that if you're starting out with certain advantages, those will tend to accumulate over time. Whereas if you're starting out with disadvantages, those will also accumulate. So where people are starting, if you have wide differences in where people are starting and then you let that play out the inequalities are going to get even wider. There's a good example of how this plays out in the United States, which again, we're very much of an outlier the way that we fund uh K through 12 education. So from kindergarten to uh to through high school in the United States, the funding for, for education is to a large extent from the local community and a local district, the local tax district, it's not funded on a federal level. The result of that is that if you live in a wealthy community, your your school district will have a lot of resources. But if by chance and luck, you're born into a poor community, your school district is not gonna have a lot of resources. And so the quality of education varies quite dramatically in the United States, depending on the community you live in. That's not the case in a lot of other countries where you have, it's more centrally organized in terms of the funding. So that's another example of how uh chance and luck can accentuate the inequalities in society. And it's particularly the case here in the United States."
	},
	{
		"start_time": "34:15",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yeah. And the second part of my question was what would be some of the worst possible social, economic political consequences of big levels of economic inequality? I I'm asking you this because sometimes we hear from people that economic inequality itself is not really a problem. It depends on the perception people have of it being fair or unfair and things like that. So"
	},
	{
		"start_time": "34:44",
		"speaker": "Mark Rank",
		"words": "yeah. Yeah. Yeah, really good question. And a lot of times people will say, well, economic in inequality isn't necessarily a problem if you have a lot of mobility in the income distribution, if people are able to go from the bottom to the top. The problem with that is that also over the last 50 years, there's been less and less economic mobility in the United States. It's harder to go from, it's very hard to go from rags to riches in the United States. We have less mobility than a number of other European countries. Um But here's, here's the, here's the deal with in terms of the cost of this inequality. So in the United States, childhood poverty is really, really high. We have some of the highest rates of childhood poverty of any western industrialized country. Now, the question is what that I asked a few years ago in a, in a study, what actually is the economic cost of that childhood poverty to society as a whole? So we did an analysis and we were quite conservative. We looked at the effect that childhood poverty has on greater health care costs on less economic productivity. Because when Children become adults and if they're raised in poverty, they're gonna be less economically productive and increased criminal justice costs. So we estimated that in the United States on an annual basis, childhood poverty was costing again from a conservative perspective, slightly over $1 trillion a year. That was to put it in perspective about 28% of the entire federal budget. So the question here is not, are we paying or not paying? The question is how are we going to pay for this? And what we are winding up doing in the United States is we pay for the problem of poverty on the back end, we pay for it because we have higher health care costs and all these other things rather than preventing poverty on the front end. And it's always more effective to deal with a social problem on the front end than the back end. You know, the idea of a, of a ounce of prevention is worth a pound of cure is sort of the saying that applies to this. The other thing that we did in this study is we estimated for every, um for every dollar that you spent on reducing childhood poverty, you say between seven and $12 down the road in those other costs. So it's a, so my point being reducing poverty is not only the morally right thing to do, but it's economically the smart thing to do as well."
	},
	{
		"start_time": "37:19",
		"speaker": "Ricardo Lopes",
		"words": "And even particularly when it, when it comes to Children, I guess that we could also say that investing in them, of course, it's a long term investment but it eventually pays out because if they stay in poverty, they will be also. So even from just a purely economic standpoint, less productive,"
	},
	{
		"start_time": "37:39",
		"speaker": "Mark Rank",
		"words": "that's, that's exactly right. You know, one of the best investments you can do in terms of social policy is to invest in the potential of Children to invest in their human um resources and human capacity. That's like the best, this, the, the, the dumbest thing to do is to have Children in poverty, Children that are hungry because just as you said, they're going to become adults and they're not going to be as productive as they could be. And these are the Children that are going to be paying for our social programs down the road. So again, it's very smart to invest in, in, in, in folks, you know, sort of human potential. And that's, you know, one of the things I talk about not so much in this book, but in other places is what the goal of social p I believe what the goal of social policy should be is to allow everyone to reach their potential, whatever that may be, you know, people's potential varies. You know, we might be strong in some things and weak in others. But whatever that potential is, we should have policies in place that allow people to get to that level. And what we do here in the United States is we often don't allow people to get to their potential. And that's, that's wrong morally and it's wrong economically."
	},
	{
		"start_time": "38:54",
		"speaker": "Ricardo Lopes",
		"words": "So changing topics. Now, I've asked you about the lottery of our birth earlier. What about even throughout our lives, the careers we choose who and if we marry where we live is that also influenced by chance and luck."
	},
	{
		"start_time": "39:13",
		"speaker": "Mark Rank",
		"words": "Oh, absolutely. I mean, it's like that is so influenced by Chen. So the specifics, for example, who you marry or who your significant other is the specific person that you wind up with is very much by chance. I mean, this is almost a universal kind of thing. I've talked to a lot of people, almost everybody will say, you know, if I had been a couple minutes early, a couple of minutes late, I wouldn't have, I wouldn't have run into my significant other. Now, they would have gone, run into somebody else. That's true. You, you would, you would find other people but you wouldn't have found that person. Um, SO who we actually wind up with in terms of our, our close, you know, friends and our associates is very much the luck of the draw, the specific job that we find ourselves in. Now, we might have had, you know, we, we, we, we, we, we had sort of intentions to go into a certain profession or a certain field. But the specific job you find yourself in is very much influenced by luck and chance. You know, certain jobs may be open, other jobs weren't open by the, when you were looking for jobs, all of that same thing is true where you live, you know, in the United States here, we have a lot of people that, that buy a home, but only so many homes are available on a, on the, on the housing market at a particular point in time. So, you know, where you live is very much influenced by chance and luck. So these specifics in our lives, if people think about that, there's a huge amount of luck and chance in those specifics."
	},
	{
		"start_time": "40:47",
		"speaker": "Ricardo Lopes",
		"words": "And what we have to keep in mind here is if any of these things or all of them changed, our lives would have been completely different."
	},
	{
		"start_time": "40:59",
		"speaker": "Mark Rank",
		"words": "Right. Absolutely. So, I'll, I'll give you one example of, uh, relate to myself. And, um, I'm here at, at Washington University, which is a university here in Saint Louis. And, uh, I came here, first of all, the reason I got the job here was very chance. I was on the job market. Um, IN the academic world, it's very competitive. Uh, THERE are only a few jobs available. You got to kind of go where, where they are. So anyway, I got the job here. But, um, a friend of mine after about three or four years, a friend of mine, I, I randomly ran into them in the hallway and they said to me and, and I, I was in the sociology department and she was in the social work department, social work school. And she said to me, um, you don't, actually, we have a job open in social work that you might be interested in. Now, I had this was no idea at all. No idea. And I happened to just run into her and I thought, well, and she said, maybe you should apply to it. It's in your area. It's poverty and inequality. And I thought, well, ok, I'll, I'll apply to it to make a long story short. I got the job and two weeks later the university announced they were closing the sociology department here. So if I had not had that meeting with that person, I would not have been, remained in Saint Louis. I would have been somewhere else and it was complete chance. I never would have known about that job if she hadn't told me about it. And that's very true in the job. A lot of it is word of mouth, you know, that you hear about this or you don't hear about that very much chance. So that's just one little example in my life. As you said, my life would have been much different. I might not be sitting here. Right. I probably wouldn't be sitting here right now with you talking about this book because I would have gone somewhere else. My research might have gone a different direction. Uh, YOU know, I mean, it's, it's amazing when you think about it."
	},
	{
		"start_time": "42:59",
		"speaker": "Ricardo Lopes",
		"words": "Right. And it's not just about the careers or jobs we choose. But it's also about how successful we become. Chance also plays a role in that. Like, for example, at a certain point in your book, you talk about how uh some actors and musicians, for example, are able to achieve so much fortune and fame and others. Not so much."
	},
	{
		"start_time": "43:25",
		"speaker": "Mark Rank",
		"words": "Absolutely. That the entertainment field is one where you really see the influence of uh of good luck. And so actors and musicians will often tell you, you know, if I hadn't gotten that lucky break early in my career, I wouldn't be where I am today. And I give this story in an earlier life. I was very much involved in music and, and singer songwriter kinds of things. And I met a lot of really talented musicians and only a couple of them really made it kind of commercially. But I can tell you that many of the people were just as talented. But the difference between those who really made it was not the talent, but it was getting the lucky break. There had to be a baseline level of skills and talent and creativity, of course, but there's lots of people who are talented and creative that never make it because they never got the lucky break. Another example of this is in the literary world. If you look at um, authors, you know, Hemingway or uh JK Rowling or, um, you know, uh the Writer of Gone With The Wind, they were rejected over and over and over again. Now we know the quality of their work was really good. But because of randomness because a publisher wasn't interested at the time or whatever they were rejected. But, and here's one of the morals of the story, they persevered and by persevering, they used chance over the long run to their favor. Because if you have more irons in the fire, you're more likely to see the skill or the talent um come into play. But the downside of that is how many authors Ricardo have got, have had a lot of talent and skills, but they gave up because theyre rejected one too many times and we've never heard of them. Yeah. You know, and, and it's the same true in music and acting. So that's those are professions where you really see the impact of a, a lucky break being really, really important. And again, any, almost any actor will tell you the same story. Mhm."
	},
	{
		"start_time": "45:33",
		"speaker": "Ricardo Lopes",
		"words": "A and in this particular case of highly competitive areas or domains, uh it is really, it makes it really obvious that many times. It's not uh really a matter of the most successful people being the better at what they do, which is that they were the ones that got the chances, the opportunities or uh good. I mean, the chance events happened to them and not to the others."
	},
	{
		"start_time": "46:02",
		"speaker": "Mark Rank",
		"words": "Yes. And, and this sort of goes against um this, what I say is this splashes some cold water on the idea of meritocracy. So the idea of meritocracy is that, oh if you're successful, you merit that success or if you're unsuccessful, you merit that unsuccessful um uh uh life. And what this does is, it says, well, skills and talent are, are certainly important, but they're not the only part of the story here. And, and another way I like to think about it is skills, talent determination. All of those are certainly important ingredients. They may be necessary ingredients for getting ahead, but they're not sufficient conditions. And there's been empirical work that shows that those who really make it on the top or, you know, particularly on the top, certainly have a baseline level of skills and talent, but they always got some lucky breaks. That's what distinguishes those who are really successful from those who are not. And so again, this really kind of is counter to the idea that, oh, the world is simply one that operates on, on the basis of meritocracy. And that's, that's I think an interesting lesson here because you know what Meritocracy says is that those who do well deserve it and those who don't also deserve it. And this is saying, you know what the idea of deserving or undeserved, we need to kind of rethink that a bit."
	},
	{
		"start_time": "47:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And why is it, why do you think that individuals or many individuals, not all people, of course, are often on and aware of the role that luck and chance play in their lives. I mean, is there any specific psychological mechanism?"
	},
	{
		"start_time": "47:51",
		"speaker": "Mark Rank",
		"words": "Yes, I think there is. And I think one of the reasons why people really discount the idea of good luck in their lives is because they feel it takes away from their accomplishments, it takes away from their efforts and skills. And what I would argue is that it's just another component, you know, if you wanna be realistic about the world, let's, let's look at that. Um But here, here's a, here's a great kind of analogy. Um THAT shows you uh I think what happens. So I, I'm a big bicyclist cyclist. I, I like to ride and this afternoon, in fact, I'll go for a long ride and when you're riding your bike and the wind is at your back, you don't notice it at all and you're thinking I'm doing great. I'm writing, I'm so strong, I'm just going to, it's only when you turn back into the wind that you realize. Wow, I was getting a lot of help and that's what happens with people. They don't, they don't acknowledge the help that they've gotten in terms of their success. Um Because again, they feel that either they're not just oblivious to it or they feel that it takes away from their success. And again, uh II, I would say, you know, that that's not the way that the world works that it's fine to say. Yeah, I put in a lot of work and effort, but I also got some lucky breaks along the way. I got some good breaks."
	},
	{
		"start_time": "49:10",
		"speaker": "Ricardo Lopes",
		"words": "And how does individual agency come into the picture then? Because after we looked across this entire world of randomness here, then what place uh is there any place for individuals agency? And if so how can we react to chances?"
	},
	{
		"start_time": "49:34",
		"speaker": "Mark Rank",
		"words": "Yeah. Really good question. So one of the things that I talk about, one of the lessons that we can learn from recognizing chance and luck in our lives is the idea of being open to opportunities that may come our way. Um And so this is, this kind of goes back to what we were talking about with serendipity and scientific discoveries. When chance and luck events strike, are we aware of them? Uh ARE, are we, are we uh do we take advantage of some things that may happen to us that we didn't anticipate at all? I think that's a really important lesson um to learn is to when you wake up in the morning, you sort of think, OK, my day is gonna go a certain way, but there's always the chance that something will happen that will be random or that were, was out of the blue. And what do you do with that? And that's where agency comes into play. How do I I have control over how I might respond to something like that? I can ignore it. I can think about it. I could act on it. That's where kind of agency interacts with chance and luck. And one of the other analogies I use is II, I say that, you know, life is kind of like um randomness is like a dance partner that we have as we make our way across the dance floor of life. And it's the combination of two partners, one leads, the other 1 may lead, but the interaction of the two. So it's agency along with chance and luck that give life its dynamic quality."
	},
	{
		"start_time": "51:06",
		"speaker": "Ricardo Lopes",
		"words": "And so do you think that if people learn about the role that randomness, chance and luck play in their lives, if they read your book and they learn about all of this, that it on an individual level, it might help them deal better with uncertainty in their lives."
	},
	{
		"start_time": "51:27",
		"speaker": "Mark Rank",
		"words": "Absolutely. Absolutely. I mean, one of the things that I think uh an important lesson here is that we think um when we discount the idea of chance and luck, we often blame ourselves. So go, let's go back to the example of, of cancer of a cancer diagnosis, people often will say what could I have done differently? What, what, how could I have changed my diet or how could I have whatever my lifestyle and that may have been a factor. But there also may be cases where there was nothing you could do. There was nothing at all. And, and what that does is it really, it can relieve the burden of blame on yourself and that can be a real gift. There was a book that was written a long time ago by a, a rabbi who said, who the title of the book was? Why do bad things happen to good people? Why does God allow that to happen? And his answer is, it's simply random. You can turn to God for, for, for support and, and all of that, but don't necessarily blame God. It was random. And if you accept that it again, it can relieve a great burden upon you because we often want, wanna say, what could I have done wrong or what could I have done better? You know, what could I have changed? That would have resulted in a different outcome. Sometimes there's nothing you could have done. It was simply bad luck. So that's one that's one kind of uh lesson there that I think is, is a really important one is that, you know, chance and luck um relieve us from some of that burden of, of always blaming ourselves for what we could have done."
	},
	{
		"start_time": "53:08",
		"speaker": "Ricardo Lopes",
		"words": "And earlier, when we talked about poverty and economic inequality, you mentioned at a certain point that it is also important for people who design social policies to keep in mind the role that randomness and chance events play in people's lives. So do you think that even reps beyond uh poverty and economics. Politicians should keep randomness in mind when designing social policy."
	},
	{
		"start_time": "53:41",
		"speaker": "Mark Rank",
		"words": "Absolutely. Absolutely. I mean, the whole idea again of social policy, a lot of it is designed to address some of the bad luck that can happen to people down the road. I think another aspect of this is when you accept the fact that there are good breaks in life, there are bad breaks in life. One, it, it, it instills a sense of humility in your success. I didn't do it all on my own. I got some breaks along the way. I should be a little bit humble in terms of talking about my success. But I should also have some empathy for those who are in a less fortunate place because it may have nothing to do with them. It may have just been, you know, the lottery of birth or whatever it may be. And the idea of empathy I think is really important in terms of thinking about social policy. You know, when we are empathetic towards other, then we're gonna say, you know what, maybe we should have some things in place to help folks and protect people. So I think that that's, that's very much the case."
	},
	{
		"start_time": "54:42",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So my last question then will be and you've already talked a little bit about meritocracy earlier. But let me ask you uh within this framework that you present in the book, is there still place for any form of meritocracy and if so how would it need to be reframed?"
	},
	{
		"start_time": "55:07",
		"speaker": "Mark Rank",
		"words": "Yeah, I think it's, I think that the way you put that is, is reframed is a really important aspect of this, that there certainly are, you know, life and, and how, how outcomes occur during life are, are affected by a lot of things. Um, THEY'RE affected by many, many things and one of them is, is sort of the, um, you know, our abilities or our determination, the decisions we make, all of these things are important. But again, the dynamic of life is not just that it's also how these things interact with chance, random, randomness and luck. And so yes, there's something to be said for meritocracy, but we need to tweak kind of our idea about it. It's not just complete meritocracy neither is it just all chance and luck? Um So I think that that's, that's, that's really important. Here's another thing that II I wanna bring out. Um BECAUSE sometimes, you know, the idea of thinking about chance and luck is, is seen in a negative way. I would like to reframe this in a very positive way. And, and here's what I mean by that. Imagine if there were no chance or luck at all in the world, imagine everything was a fait accompli what a boring life. That would be. How boring would that be if there was no chance when I wake up in the morning? I think, OK, my life today is gonna play out a certain way. But there's always this element of chance and luck. And that's what gives life its spice. That's what gives life its dynamic quality is that there's always a chance something out of the blue may happen. And that's a real gift. I think that's like, that's what makes life really interesting. So, II, I would ask listeners to kind of think about that as well as a real positive aspect of the world of chance. Luck and randomness."
	},
	{
		"start_time": "57:03",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again, The Random Factor. How chance and luck profoundly shape our lives and the world around us. I'm leaving a link to it in the description of the interview. When doctor rank. Apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "57:22",
		"speaker": "Mark Rank",
		"words": "Oh, sure. Um If you just Google um Mark Rank, um you know, my, my website and stuff will come up. I have AAA website dealing with issues of poverty and inequality too that a lot of people um have, have accessed over the years. It's called Confronting Poverty. If you just go, if you just type that in, it'll pop up. Um So yeah, there's, there, there are several places where you can kind of get more information and, and the book itself should be available just about anywhere."
	},
	{
		"start_time": "57:49",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Rank, thank you so much again for taking the time to come. On the show. It's been a really fascinating conversation."
	},
	{
		"start_time": "57:57",
		"speaker": "Mark Rank",
		"words": "Oh and Ricardo spot on questions. And my last piece of advice is don't forget to count your lucky stars."
	},
	{
		"start_time": "58:05",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre. Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nico Barba Adam Hunt, Pavla Stassi na Me, Gary G Alman Sam of Zed YPJ Barboza, Julian Price Edward Hall, Eden Broner Douglas Franca, Beto Lati W Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore. Larry Dey junior. Old Ebon Starry Michael Bailey then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor. Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week. Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis, Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]