[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Everybody. Welcome to a new episode of the Decent. I'm your host, as always Ricardo Lob. And today I'm joined by Dr Seth Robertson. He is a lecturer in Philosophy and associate Director of undergraduate studies at Harvard University. His research interests include moral psychology, the history of ethics, early Chinese ethics, social epistemology, virtue, ethics, and meta ethics. And today we're talking about normative theorizing and if it should be informed by non normative information per perspective or naturalism, Confucian ethics and some other related topics. So, Doctor Robertson, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:42",
		"speaker": "Seth Robertson",
		"words": "Thank you so much Ricardo for having me. It's a pleasure to be here. I'm excited to chat about some of these topics."
	},
	{
		"start_time": "00:47",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to start by asking you about normative theorizing, but perhaps it's better for us to start with some definitions or with a little bit of background here. So, uh first of all, what is normative theorizing? What do you mean by that? And on the other hand, what is non normative information?"
	},
	{
		"start_time": "01:09",
		"speaker": "Seth Robertson",
		"words": "Yeah, great. So this is something that has been interesting to me for a very long time even in my very first undergraduate ethics class. I remember asking questions about this. And so here's a really general question that doesn't actually, you know, fully answer what you asked about, but is a good starting point. So, yeah, two questions. So one is to do ethics. Well, as a philosopher, as an ethicist, do you need to learn about things? Do you need to study things other than ethics, other than ethical theory? So that's one question, uh, slightly different. I maybe substantially different question is to do ethics well, personally, to be a good person, to make good moral decisions, what do you need to know beyond ethical theory? I mean, some philosophers and non philosophers might ask you to need to know that much about ethical theory. Um There's interesting research on that, including some that you've um talked to some folks doing on your show. Um But sort of to get at this question, what do we mean by normative and non, these are terms that we use in philosophy all the time and don't always explain exactly what we mean to students when we say them, I remember a friend of mine in graduate school and my master's program after studying philosophy at the graduate level for two years that I still don't know what normative means. Um But so what I mean by it and this, I mean, I don't think, I mean, anything all that special or different by it, but there are questions about what should we do, what should we believe? What should we feel? What should we think? Um Those are normative questions, some questions that have to do with what should s goods bads, right or wrong. Um Typically in philosophy, when we like talk about normative normativity, we're usually thinking about morality, ethics. But so like questions about what should we do or, you know, maybe what kind of person should we try to become? What kind of character trait should we try to develop? What kind of motivations should we have for our actions? What kind of reasons should we have in our ethical decision making? But of course, there are lots of shoulds beyond moral, right? So there's like what we say, like epistemic. So what should I believe? What am I like? What am I justified in believing something? Um There are sort of like prudential should so like given what I want, given my own life happiness or flourishing, what should I pursue? Should I take this job or that job? Right. What should I major in? Um Should I be friends with this person? Would they be a good friend or not? So all of these questions about should, should do, should decide to do, should believe, should think these are like normative questions, right? And, and you know, 20th century thought there was often a kind of strong divide between normative and non normative questions. And we have different ways of describing that. Sometimes we see like prescriptive versus descriptive. Right. And so I guess, you know, like, as, you know, very well, um, in the 20th century there's a, there's was sort of a widespread belief in academia, right, that certain fields of study are doing mostly non normative work, they're trying to understand how the world works. Right. So, like, the sciences are trying to understand how the world works and normativity, ethics, that sort of stuff that, like wishy washy stuff. Like maybe they can talk about that in philosophy departments. But no, that's not what we're doing. We're trying to figure out how the world world really works. And so you get, like people say, there's like this really strong distinction between like facts and opinions or facts and values. Um AND things like that. Now more recently, people have pointed out that, you know, this is actually really messy sort of thing. Like you can't do science without values, like, you know, good evidence, rigor, um appreciation for truth, um appreciation for honesty, like intellectual honesty, honestly reporting your data, things like that. So it turns out that probably all of our lives, including like our research lives in academia, regardless of our field are infused with Normandy and normativity in various ways. But so that was like a very long winded explanation. It still didn't get to the original question, right? Which was why do I am I so interested in non normative information for normative decision making. So even though, I just sort of said, like it's a really, really messy, everything is normative in various ways. I think going back to the original way that the original questions that I asked so to do ethics well, to do moral philosophy. Well, what do you need to know outside of ethical theory to be like to make moral, your own moral decisions, your own ethical decisions, um to decide what kind of ethical person you wanna be. What do you need to know beyond ethical theory and different philosophers, different people have thought about this, there's a huge spectrum of answers, right? Um Some people are very happy to do like highly abstract philosophy, right? Sitting in their armchair coming up with really really impressive complex robust theories. Some people are happy to really, really get into the weeds of debates about these theories, um very rigorously and spend a lot of their time doing ethics thinking about that and you know, very, very, very abstract theoretical kind of work. Um And I think that's, that's really, really important. I think that's a valid, very valid and very important way of doing moral philosophy, but it's a spectrum many other philosophers have been interested in. Um WHAT do we need to know about human psychology, human sociology, human behavior. Um And how does that influence our ethical theorizing? So like to give example in Kant's groundwork for the Metaphysics of morals at the very beginning, he makes this distinction So Kant write the moral, like 17 hundreds, one of the great moral philosophers um says, you know, there's metaphysics of morality and that's these, you know, big philosophical questions about how morality works. And there's the anthropology of morality. And by that, he means like today, we would probably say moral psychology, moral anthropology, one way of thinking about this distinction is the philosophy comes first, then you develop your ethical theory, you do like really, really good critical thinking and then you figure out how to apply that in the world. Real world. So on that way of thinking about things, the Phil philosophy and the, you know, real world application are kind of separate and the philosophy is first, other people throughout history and today have thought that they're much more intertwined, right? Um And maybe it's not as clear which one should have priority. So for various reasons, um Aristotle and the Nicko Ma and ethics famously said we're not trying to just merely understand like what virtue is, the definition of virtue, but to become virtuous. Um And so the last thing that I'll say about this, I sort of give an example, right? Um There are sort of two big things where none yet to get to the original question, non normative information matters. So one is I think maybe not controversial at all to make good decisions in general, you need good information, right? Um So like when you're deciding which politician to support, which policies do they support? You need? No, like not like regular good information about like will this policy actually be effective, will trickle down economics work? Right? So regardless of what you think about like the end goal, the morality of the end goal will like that policy work. Um And then there's sort of messy questions that are kind of normative, non normative, like, OK, do I trust this person? Right. So they say they're gonna do this, these policies? Are they actually going to do it or not? Right. Um So there's this and I think that the vast majority of philosophers throughout history would be very happy to grant this. Um Then there's, and this is where I think it's really interesting. Then there are sort of deeper questions about um how much should that kind of thing go feed back into our ethical theorizing. Um How much should we be concerned about how human moral psychology works? And I think the answer and I'm not the only person I'm, you know, at one end of the spectrum of philosophers, I think it matters quite a bit."
	},
	{
		"start_time": "10:21",
		"speaker": "Ricardo Lopes",
		"words": "Uh So o OK, so I have 21 or two more questions about that. But let me just say, and perhaps you can comment on it that of course, on the show, I've already talked many times with moral psychologists with uh uh with people who work on morality from an anthropological perspective, from the perspective of of game theory. And I guess we could put all of this in the descriptive camp of things, in the non normative informational camp of things. And I, and I guess that when it comes to our ethicists or moral philosophers, then deal with this information. I mean, one of the debates that interests me the most, for example, is the debate in meta ethics between the moral realists and the moral anti realists. And they pick uh sometimes on the same information but use it in different. So for example, the, the moral realists, they, they already have some sort of uh framework in mind and they say, oh, this is what we should strive for, this is what's good to attain and so on. And so with the constraints that we know of about our uh moral psychology, then this is the way we should strive toward these goals, good, whatever and the moral anti or uh or the, yeah, the moral anti realists, what they do many times is that they bring to the table information or knowledge from psychology, anthropology, sociology and so on to build the case that there's really not anything objective about morality out there, there's no objective moral values. It's just a man of different uh preferences, different psychological predispositions, people being exposed to different cultural environments and so on. So, uh that's for example, one of the ways that this sort of um question that we're addressing here manifests in both science and then how it gets applied to philosophy or moral philosophy, more"
	},
	{
		"start_time": "12:28",
		"speaker": "Seth Robertson",
		"words": "specific. Right. Yeah. Absolutely. And I mean, I think this is fascinating and I've also personally been there. Right. So, um, I sort of switched in when I was in graduate school from a moral realist to a moral anti realist in large part because of these concerns. And so I was one of the people who was, like, you know, using some of this, um, research from outside of psychology to um argue both ways. I don't know that I'm, you know, more correct now than I was in the past. But yeah,"
	},
	{
		"start_time": "13:02",
		"speaker": "Ricardo Lopes",
		"words": "uh and so, uh but I mean, when you talk about non normative information and it's possibly constraining our no normative theorizing. What kinds of, of course, I think you've already gave some examples then. Uh But what kinds of non normative information are you? Right. Exactly."
	},
	{
		"start_time": "13:22",
		"speaker": "Seth Robertson",
		"words": "So, as I mentioned before, um I've for a long time, been quite interested in, you know, empirical research and moral psychology and related fields. Um And, you know, just having a better understanding of how our moral minds work and that's absolutely no easy feat for multiple reasons. Um But I have for a long time really thought that that's quite important, but I don't think that's the only thing that's really, really interesting and really, really useful for ethicist. Um So for example, I also think that what we might call like sort of philosophical anthropology is really useful and what I mean by this and things like moral slang. Um If you start thinking about it, our moral vocabularies are just absolutely full of ethical terms, right? And I think, you know, especially characterological terms, terms, like describing robust traits. So somebody, um and these are things that have, you know, somebody is a jerk, right? Things that have been explored by philosophers, like including philosophers that you venture read, right? Um There's a really good and that's like Eric Schwitz Gables works. There's a really good little paper by the philosopher Bonnie Man on being a creep. Like what does it mean to be a creep? Um You know, the there's so much really interesting work about like, yeah, moral slang and yeah, you start to like how many words we have like a rat, a snitch, a mensch an OG, right? There, we have so many words I'm describing people. Um And, and traits. And so I think that's really interesting. Um A recent paper that I had on this was like, what's wrong with unhelpful comments? Right? So I got really interested in when people describe that was a really unhelpful thing to say or that was an unhelpful comment. What were like, what are they really saying? Um So for me, I like people are constantly making moral claims, epistemic claims, normative claims in general, they're using normative vocabulary and often in really, really interesting ways. Um So I think it's worth investigating that. And how does that work? I think there's often lots of really interesting lessons there. And the last thing that I wanted to mention um specifically, and this is something that's really influenced my work is um just the fact that we're socially situated creatures, we live in societies and those societies have entrenched power structures, right? So, um various people and groups have more power than others and they build that into our systems and societies, right? And so I think, and this is again, it's not just me and there's a spectrum of philosophers who are concerned about this and philosophy, we often call this like non ideal approaches, right? So um when we do our theorizing and ethics or epistemology, we're really, really concerned and think we need to take account of the fact that um different groups and people have more power than others and use that power in various ways. And we need to have our theories like really, really being paying attention to that."
	},
	{
		"start_time": "16:33",
		"speaker": "Ricardo Lopes",
		"words": "So, keeping in mind one of the points you made earlier that and this is something that I've already talked with other people on the show that uh values also play a role in science and in the production of scientific knowledge. So keeping that caveat in mind uh just to close the section of the uh so should you then should you uh uh do you think then that we should or should non normative information, constrain or normative theorizing."
	},
	{
		"start_time": "17:05",
		"speaker": "Seth Robertson",
		"words": "Yeah. Yeah, I think absolutely, it should in a lot of different ways. Right. So, and I mean, again, with the caveat that, you know, the, the distinction is incredibly messy and, you know, maybe it's a spectrum at best. Um But, and some of this sort of might make more sense once we see applications of like, what would this actually look like in practice? Um But yeah, so if you sort of take it as a like a descriptive claim that in fact, the way that, you know, human societies work is that they're quite often hierarchical, they often have entrenched hierarchies of power. Um If you could say that that's non no, like just grant, that's more on the non normative side, that's more on the descriptive side. I think that um theories that don't pay serious attention to that maybe even in the very first steps of theorizing, um it's just a potentially dangerous move. Um You might be missing out on incredibly important things and your theories might not be well placed to actually address these problems when we get there. And so this is again, um for philosophers, this is the non ideal stuff, right?"
	},
	{
		"start_time": "18:19",
		"speaker": "Ricardo Lopes",
		"words": "And of course, I guess that you would agree if I say that here when it comes to the kinds of non normative information that we deal with it and then uh normative rise about ethics and moral philosophy, we have to keep in mind that of course, it's not as simple as we have and um a sort of human nature that is fixed because, I mean, that learned through human behavioral ecology and anthropology and some other disciplines, uh I mean, of course, we have certain evolved through these positions, but they are much more, much more malleable than uh just uh like evolutionary theory just by self would tell you."
	},
	{
		"start_time": "19:08",
		"speaker": "Seth Robertson",
		"words": "Absolutely. And to me, this is an incredibly important point. Um JUST this, like, even from a, like a purely evolutionary standpoint, even that is incredibly messy, right? So, yeah, it's sort of like very simplistic claims about human nature. I mean, one of my favorite, like, least favorite, you get like an intro of philosophy class, right? Students, you know, human beings are inherently selfish, right? That's like one of the more like, well, what does it mean to be inherently like from an evolutionary perspective? Well, we have all sorts of things that, you know, maybe are more hardwired, but that's like there's tons of different stuff going on in our brains and that's not even, well, like once we add in culture to the mix and like how those things interact. Um So I think it's incredibly important that this is all incredibly messy um because that makes it more difficult to have a nice, simple theory that can explain it all."
	},
	{
		"start_time": "20:06",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yeah. And I mean, uh that came to my mind also because since you mentioned, for example, people thinking that we are innately predisposed toward the building hierarchical societies. I mean, yeah, that might be true to some extent. But then if you assume that there's no malleability to that, then you will inevitably build the hierarchical society when perhaps in certain contexts that it could not apply."
	},
	{
		"start_time": "20:35",
		"speaker": "Seth Robertson",
		"words": "Right. Exactly. Yeah. So it, yeah. And doesn't imply that, you know, we need to do things in a certain way or the Yeah, because, yeah. So I think it's is always a complex question and answer and it needs a lot of investigation figuring. OK, so what actually are we supposed to do? That's incredibly difficult to figure out. And then there's sort of like given that what can we do about it, that's also incredibly difficult to figure out and people will have a tendency to oversimplify these things."
	},
	{
		"start_time": "21:07",
		"speaker": "Ricardo Lopes",
		"words": "And so I guess that related to what we've been talking about, could you tell us a little bit about the sort of novel version of meta ethical, human, human constructivism that you called perspective or naturalism?"
	},
	{
		"start_time": "21:24",
		"speaker": "Seth Robertson",
		"words": "Is that good? Yeah. So, so this is, so I should say, um this was work in my dissertation. Um So it's something that's been in sort of in the back of my mind for the past four or five years. And what I was really trying to do there is sort of figure out what do I really believe about all of this, what my own approach because I was really torn. Right. So you've had so many great philosophers and people specialize in meta ethics who can talk about this much more fluently and correctly than I can. But what I like what I wanna say, so it's really interesting to me that we're so, like, meta ethically muddled. On the one hand, like, students come into my ethics classes, they have such strong political opinions, they have strong ethical opinions, but at the same time, they'll like, really strongly assert things like, well, morality is relative or this is all subjective. And it's like, well, how do you square away this really strong assertion of about like morality, it's relative, it's subjective, but at the same time having really, really, really strong moral or political opinions. Um AND, you know, those are the questions at the heart of meta ethics, right? And so like long time listeners of your show, like we have heard, you know, this distinction, moral realism and anti realism and the like the and history of that is maybe early on in the 20th century by realism. Are there moral facts or their moral truths? But then as the discussion went on and on and on, sort of like, as you've already sort of mentioned, the discussion shifted to thinking about objectivity, right? Are there objective moral truths or objective moral facts? And what do we mean by objective that's incredibly difficult to say. But the general sort of idea that developed is like, sort of compare certain other fields of study, like certain sciences or history where the facts that they're like, the fact of the matter it's out there, it doesn't depend on anything about our minds. Maybe the way that we explain, it depends on our minds. But the thing that is being studying is like, it's out there. Um That's what we mean roughly by very, incredibly, roughly by objective and anti realist of various stripes. Um We say no morality, moral claims, moral and moral claims depend in some way or they weren't, you know, the old school version was they aren't factual at all. Right. They're just sort of expressing our emotions or something like that. Um But the sort of, many of the newer versions are saying, you know, they're not objective, that's that they aren't based entirely on stuff outside of our minds. So, and this is something when people start learning about this, they sort of, you know, been told they've heard so many times that morality is subjective, morality is relative. And, you know, there is like something to that in the sense that, yeah, if you studied abroad, if you lived in different cultures, you know, that, you know, people's behaviors and opinions and things like that vary quite a bit. Um But again, at the same time, we have these really strong like political beliefs, moral beliefs about various things. So philosophers have been really like more recently, the past 30 or 40 years have been really attracted to moral realism. It makes sense of things like, um the civil, right? Like, racism is genuinely unjust, sexism is genuinely unjust. If you believe those sorts of things, how can you make sense of that without being a realist? And so I was, like, very much in that camp and then I encountered evolutionary debunking arguments and to defer a long and, you know, you've talked about this on your show, right? So I won't like go into tons of detail about this. But for a long time, I was like, no, this can't be right. But this general idea really was in the back of my mind that if you start with the assumption that morality, ethics could have been, if it's objective, it could have been anything, right? Like what would be the objective moral truth? Well, they could be anything. How would we figure them out? And the idea of evolutionary debunking arguments and again, long time listeners know this, but like the very, very general and maybe overly simplistic idea is, well, our intuitions about what we morally should do are shaped by many factors and like important set of them are evolutionary, the kind of creatures that we are, right? And so my example of this, which is like, you know, kind of strong, but I think is relevant is um if we were highly evolved spiders, our ethical systems would look entirely different. We wouldn't care so much about raising, like raising our Children and protecting Children. We wouldn't care so much about that. Um And so the, the very rough intuition underlying at the like evolutionary debunking arguments is that one of the key factors shaping our ethical, like our ethical intuitions is our evolutionary history. They weren't necessarily tracking truth and I came to think more and more and more. There's something to that now you might say in response, um Well, that might um pose some trouble for some approaches and meta ethics. But here's, there's other approaches that are perfectly safe. So like the word here is like intuition stick approaches, right? So you might say something like, OK, this is kind of like probability. We're naturally not very good at doing probability, right? That's why it took so long to figure out, but we could figure it out, right? We figured out how to do math in general. We do the math, we do the logic. Like once you've got rationality and logic on the table, you can figure things out. And so even if like we were evolutionary not predisposed to figuring out objective moral truth, we could figure it out using rationality and logic or something like that, I was initially attracted to that view quite a bit. But then, you know, and like a lot of these views, well, maybe some truths are self evident, right? But then I realize this, like I call it like the unicorn or the hobbit problem, right? So claims like unicorns have horns or hobbits have big feet, right? Like Lord of the Rings, right? So these are like fiction entities, like are those claims true? Um Like are they self evidence? But yeah, sort of like if you understand what the words mean. Yeah, unicorns have, but that doesn't mean that the property is being described actually exist in the world, right? So I started to worry that moral claims like murder is wrong is the go to example of like, that's self evident. Like it just means murder is wrongful killing. Um But if you're saying that that um like murder means objectively wrongful killing. The fact that it's like a self evident truth. If it is self, if that is self evident, I'm not sure that the objective part there is self evident to anyone other than certain philosophers. But even if you grant that and to me that doesn't imply that that property being described exists in this world, right? So I think that there is um a dangerous leap there. And again, like I'm not a meta ethics specialist. I was just trying to figure this out for myself. So I started to think like um the strong, like the strongest versions of moral realism or morality is really, really objective. I just couldn't see my way to thinking that those were correct anymore. Now, throughout history, there's been like two big lines of responses to this one is a really strong anti realist kind of response. And I think you like in Ancient India there's like a school called the Charva. And they say this, you see this in some of Plato's like dial of their Simic. You see this in the like the gorgeous um you see this in um the History of Thucydides, history of the Peloponnesian war, the Melian dialogue, the dialogue between the Athenians and the millions, the Athenian side, people say, you know, ethics, it's just a invention, reality is just an invention of some sort. And so anyone who believes in it that is just being silly. Um I think you also, there's a Chin ancient Chinese text called Robert J. Um You also get an argument like that. So anyone who believes in morality, come on, it's all made up, it's all constructed. You're just a fool for believing in it. That's one route that people have gone another route that is maybe like technically anti realist in the sense that it says the morality isn't like fully objective like this says, OK, yeah, but we care about all this stuff that's kind of like a basic premise in evolutionary debunking arguments, right, that we do care about. And so there's some the idea is like given that we care about it, are there better or worse ways of doing it? And that in the most general terms is kind of the constructivist picture in meta ethics and now there are, you know, much more theoretically robust and precise and rigorous ways of stating it, but that's the sort of general intuition that we care about things like we would say that we have a valuated standpoint. Um And what can we do given that? Now, there are different ways of cashing that out. So the, and this work here is the Phil um Sharon Street's excellent work um exploring this. And so there's like a Kent thought that, you know, all of these standpoints where we care about things should probably be governed by the basic rules of logic. Like, don't contradict yourself and write K thinks that you can get quite a bit of morality out of that basic intuition. And so it isn't quite objective, but it is that like every standpoint should have be concerned with these sorts of things. So it's kind of like, um pretty close to objective without being objective. It's still based in our standpoints and our concerns. Um THE human approach. All right. So like David Hume, um 1700 Scottish philosopher sort of says that there are so many different practical standpoints that not only people could have, but all sorts of like moral creatures that aliens or something like that could have had. And so there isn't going to be a single theory that applies to all of them. Um And so he humans, so like quick examples are like, he thinks we're naturally like sympathetic empathetic, we care about others well being in various ways. So that's a concern. Then he also sorts of thinks that they're um given our various concerns, there might be values that we need to develop, maybe invent our artificial virtues. So he thinks like justice is something like this. Um And that it's like, not maybe we, he thinks, you know, maybe we don't have naturally strong inclinations about justice or dispositions to care about it, but to get society to function, given the things we do care about it, we need to create something like that. The approach that I kind of took on today, I would probably call it something like a Confucian constructivism. Um Yeah, we're going to talk about it. So I kind of knew that I was like, thinking about this, but it didn't really strike me until my dissertation defense when one of my teachers, one wonderful, wonderful teacher, Amy Oberon was like, this is like, Shun, the great, one of the greatest Confucian philosophers like this is Shun are web born. I was like, oh, yeah, it actually is. Um So, um my thought and was one of the sort of like anti realist moves that wants to keep doing mostly what we've been doing, not throw it all away, sort of his thought about philos um ethics as a kind of technology or an invention. And that's a good thing. Right. That's, that doesn't mean that we should just throw it all away. Um So, one of the earliest statements of this is the person I just mentioned, Shinza who is a ancient Confucian philosopher, he literally says the ancient SAGES invented ritual and rightness and so kind of like small ethical things and big ethical things that the ancient SAGES invented it. Like that's like the term that he uses. Um And I already mentioned Hume's artificial um versus famously. Um John Mackey's invent ethics inventing right and wrong. One of the most famous important influential works of anti realism. Um He says, like, you know, the morality is not to be discovered but made. Um There's in Plato's dialogue, the Protagoras um Protagoras gives us, it was, I guess a quite a famous speech in the ancient world. It's not so f as f quite as famous today in contemporary philosophy, but he sort of says that um when the gods created humans first, it was a mess, they couldn't get anything to stay, the humans just fought each other. And so then the gods decided to give them a sense of justice and a sense of shame and then humans could cooper and society and like live together in cities. And one that was really influential for me and kind of where that name perspective, naturalism came from. Um WAS a philosopher um Philip Kit's um book, The Ethical Project, which came out almost. Well, I guess, yeah, 10 a little bit more than 10 years ago. Now and he developed this view called pragmatic naturalism. So he was interested in the American pragmatist. So, like John Dewey, um Ker really likes this quote from Dewey that um moral conceptions and processes grow naturally out of the very conditions of human life, right? We're just moral creatures if we don't think too much about what morality means there. But um so kids think like, yeah, it's, we're just more naturally morally concerned. And so what Kitcher thinks is like the, the view that he developed there in that book was basically something like this that were kind of naturally altruistic. And that's, you know, he spends a lot of time sorting out what do we mean by altruism? If you were like a certain kind of scientist, especially in the, you know, sixties, seventies, that would be preposterous. Um But for like kids, you know, we are naturally like other concerns in various ways, but we have many altruism like he calls altruism failures. So we're concerned with others, but not that well. And this leads to sort of like an internal tension, a felt tension. And so he thinks that ethics like ethical theorizing and it's like earliest forms is developing out of this and we develop systems to try to cope with this tension and none of the systems are perfect. They have their own internal tensions. And so we update them to fix those internal tensions or to alleviate those. And we just sort of keep doing that. Um But the original, the idea here and for many of these views is there's a specific function of ethics. And so the sort of way of thinking about it, the um metaphor is sort of like ethics as a technology, right, where technology is, you know, like a can opener, can opener. It's, there's a specific problem that you need to solve and the, and the technology is designed to solve it. And so do you evaluate whether the instance of the technology is good or bad based on how well it serves that function? So does the can opener open cans? Well, right. Um I thought there was something really, really fascinating and probably correct about this. But as we alluded towards earlier, morality is so messy, right? Even like from, you know, purely evolutionary perspective, there's so much going on. So many of the moral intuitions that we have feelings and attitudes, like morally relevant, feelings, attitudes, dispositions, um emotions evolved at different times and for different reasons. And then once you add culture into the mix um personal upbringing, um even like philosophical theorizing, it's just a complete mess. And so I thought sort of thinking about is much as that. I thought that these views were getting something right? Thinking about morality is having kind of a single underlying function function or a small set of them wasn't the right way to go. And so I started thinking about um ethics I could at the time, I called it like ethics as design today, I would say like cosign. And so the idea is like a slightly different metaphor where when you're designing something, there isn't like one consideration that you're trying to maximize you have multiple considerations that you're trying to weigh. Um There isn't necessarily one best way of doing it. There's multiple different ways that you can balance these multiple considerations. But then where does this perspective a bit come in? This is one of the things that I, so I should say there's been really, really, really cool work on perspective um by philosophers like Elizabeth Camp and um Kate Elgin um in the past, you know, 1015 years. And so by perspective, what's really interesting to me about that? What I mean by that is like perspectives, filter information. And we think in terms of perspective that's we don't have access to all of the information out there, right? We don't have access to all the information in our mind when we have a perspective, a perspective, sort of highlights some information it hides or includes some information. And it's an essential feature of how we think we think in terms of perspectives. So I've been interested in this for a long time. Um I also got interested in thinking about like what does this mean for ethical theorizing, right? And so, and this might like might be a segue to some of the other stuff to talk about. But I was really struck by and, like, recently gave a talk and I started, but, like, have you ever noticed that what's obvious varies from academic department to department? Um. Right. And so I was, you know, my master's program, I was, like, doing lots of utilitarian stuff. My intuitions were really utilitarian. My phd program, I was suddenly surrounded by virtue ethicists and it was just as intuitive to them that virtue, ethics made sense and was approached. Now I'm surrounded by contents and it's, you know, the ways that people talk like it just as it's obvious for some people to talk about morality in terms of principles, it was just as obvious to talk about morality in terms of virtues and that, you know, really struck like, why are people so confident in their intuitions? Well, partly the reason is when you occupy a perspective for a long time perspective, makes perspectives make thing out things obvious, right? So I think that has lots of implications that one of the implications that will make sense at this point in our discussion is even the complexity of morality that we've been like mentioned several times. My thought was that there couldn't be a like we wouldn't, we shouldn't want a single correct moral theory because the idea is if we occupy perspectives, a perspective is like going to highlight some things that's very useful, but it's also going to hide some things and there's more information than any psychological perspective that we could actually occupy or moral information that we would want our moral theories um in general to be able to capture that any single one perspective could. And so the thought was that actually we should be pluralist when it comes to doing moral theory, because no single approach is going to capture everything that we needed to capture."
	},
	{
		"start_time": "42:49",
		"speaker": "Ricardo Lopes",
		"words": "So by being pluralist, in the specific case of ethical theory, you're talking about bringing together, for example, consequentialism, virtue, virtue, ethics, the ontology."
	},
	{
		"start_time": "43:01",
		"speaker": "Seth Robertson",
		"words": "Yeah, exactly. Things like that, that um it might be really, really useful to, you know, be a content about certain things, but it should not be the only perspective because again, it highlights certain things really well and that's incredibly useful. Um But, and yeah, and this is something that, you know, people who have, you know, like, well, I'm a utilitarian, I'm afraid like the people who think that is the best, best theory. Um YOU know, they'll often sort of say, well, I can capture all of those intuitions that you say my theory doesn't and you know, it's bugged me for a while that people like we will make this move and but then they never actually care about. So like, you know, de onto contents will say, you know, we care about like virtue, ethics, like content, the metaphysics of moral spent the entire second half of the book talking about virtue and then they like never actually talk about it, right. Um And the idea is like, actually, you know, it's fine in so far as we take multiple approaches. Um AS long as we don't, you know, think that one approach has to be like the single correct approach because again, I think that given the real, yeah, the genuine descriptive fact, the non normative fact that we think in terms of perspectives and that we're, you know, not like omniscient or like epistemic omnipotent. Um We can't have a single correct ethical theory, an ethical theory that will capture everything we needed to capture. So we need um multiple ones"
	},
	{
		"start_time": "44:33",
		"speaker": "Ricardo Lopes",
		"words": "would one of the ways that these more pluralistic perspective would work. Uh Is I, I mean, I'm asking you this because actually, uh actually recently, once it came to my mind, this idea, I mean, would it be, for example that for uh individual ethical problems, you would apply a specific perspective without having to like the same perspective to every single issue? Because it came to my mind actually, recently that uh I mean, just by noticing how people many times shift perspectives when dealing with different ethical problems. Oh The uh uh now you're being a consequentialist there, you the onto whatever uh is that something, right? Uh I mean, that's one of the ways how we would manifest."
	},
	{
		"start_time": "45:26",
		"speaker": "Seth Robertson",
		"words": "Yeah. So, and I think this is a really, it's a great question and I think it's a really complex question. So I think, you know, for me, one of the, the lessons from this approach is kind of like a personal intellectual humility, right? So when I'm making decisions, like I should be listening to others because I should know that my perspective is limited. Um OTHER people might be tracking things that I'm not tracking. So like uh an example of this, um I was like, sort of, we were like doing a workshop in my department and um there was sort of like a, a question, the question was like, you know, you know, you're a faculty member and one of your graduate students that you're advising comes up to you on campus and they, like, seem very flustered and they ask like, um can you meet with me this afternoon? And these sort of the idea is like, and yeah, you sort of had already blocked off the time to do something that, you know, like you could set it aside, but you kind of don't want to, what should you do? And I sort of said, well, like for me personally, like, use some social intelligence, like, how flustered do they look? Does it look like a genuine emergency or not? And one of my colleagues, like a great philosopher, philosopher, I'm good friend. She had like entirely different approach and she was like, well, would it be re like, is it a reasonable ask for everyone to do that, like to use their social intelligence, what would be reasonable for like any faculty member to do in this situation? And to me, and I was like, oh, this is kind of like a con and virtue ethics sort of thing. Um And it was like, philosophically interesting because we were asking sort of two different, like ethical questions. So like, one, I was asking like, what would be the best thing for me to do, given my personality and my abilities? Um AND she was asking then like, what would be a reasonable expectation to have of others like a at a workplace like ours? And, you know, at first I was like, well, I my perspective is correct, but I thought like, no, that's also an important aspect of this question, right? So there's this sort of like intellectual humility point that by having and listening to other perspective, like there's more moral information that are tracking in the other side to this though is at the end of the day, we do need to make a decision and then if we're just sort of like, get stuck listening to other perspectives that doesn't help us very much. And I think it's incredibly important um for us like a to develop our own personal moral approaches, to think about like, what commitments do we want to develop in our lives to have our own moral projects. So while we should listen to others, I personally, I mean, and a person maybe could their, their life, moral project might be like relativist, maybe Zhuang's of the ancient Chinese philosopher was like this. But for most of us, I think it's important to sort of develop our own appro like, what do we value, what are our deepest commitments as a way of, sort of making sense of the world and finding meaning in our moral lives? So, it's a tension that I don't think it's, like, easily or at all resolvable, but I think it's a felt tension of human life."
	},
	{
		"start_time": "48:46",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. And actually related to what I just comment a minute ago, uh, I've noticed many times. I, I actually don't know if there's any scientific work done on this or not. I mean, if people in terms of their preferred ethical theory, uh, tend to be consistent or not. But since, since I, I mean, I work in science communication, basically I move in science communication circles and I don't know exactly why, but apparently there's many science communicators who are fond of utilitarianism. But, yeah. But, but just to finish. But then I, I asked them just to tease them a little bit. Oh, so, so if you're a pure utilitarian, why do you believe in human rights?"
	},
	{
		"start_time": "49:34",
		"speaker": "Seth Robertson",
		"words": "Yeah. Exactly. Yeah. And I think, um, and this is like, what my, I found utilitarianism so intuitive until these sorts of questions came up and I still find it very, like, very intuitive, um, in so many areas. But and I think that's probably part of the story here is, you know, like, oh, this gives us a nice answer and a very compelling answer for a lot of kinds of cases, right? It seems to be tracking exactly what we should be tracking in many cases. But then when you start asking these other questions, um a lot of people's intuition in the show."
	},
	{
		"start_time": "50:13",
		"speaker": "Ricardo Lopes",
		"words": "And so how does all of this link to your interest in Confucian ethics? And, and by the way for the audience, mainly, what is Confucian ethics, what characterizes it?"
	},
	{
		"start_time": "50:26",
		"speaker": "Seth Robertson",
		"words": "Yeah. So this is something that I didn't expect to be interested in before I started graduate school in philosophy. I lived in South Korea for three years. And when I was there, especially among young people there, Confucianism was kind of a, well, that kind of negative word. It was a negative word where they meant just sort of this old traditionalist way of thinking where you have to be respectful to your parents and old people no matter how ridiculous or mean they are. Um And you have to be. And so it was like a really negative sort of um idea about it. Then when I started my phd program, I was sort of assigned to be a graduate, teaching assistant to an introduction to age and philosophy class. And I started to learn about, you know, what did the original text actually say? And I was really blown away by by that. Um And that's in, you know, large parts of like, wonderful teacher, Amy Oberon. But what's going on here? So this is um some of the oldest, like robust ethical theory and debates that we have. Yeah, around 3000 years ago in like West today China, there was a highly successful, like, highly academic, highly bureaucratic um government, like then a dynasty called the Zhou dynasty. And, you know, they just sort of have their problems, but for the most part, they have like a period of relative peace, relative prosperity. It's unlike sort of like ancient Greek philosophy which develops in like small city states. It's over a huge swath of land. So there's a huge bureaucracy, there's a large educational system. Um So like public, like small, like public schools and villages, towns and cities. Um AND that training system sort of feeds into like government officials and you need a lot of government officials. Um The in part because you need lots of food for this, you know, like large area and you have these floodplains and you, so you need lots of big government projects to deal with all of the flooding. Like so you have this, they start to sort of lose power, um start to decline. And so around 500 BC, they've sort of lost all of their power. But people have been like, kept records of these, you know, golden ages and you still sort of have this big bureaucracy, um including like one group of people that are scholar officials. And these scholar officials have lots of different ideas about how to run government, um how to live our lives. One of the most influential factions of these government officials, these scholar officials were what we call English, the Confucians. Um IN Chinese, they were called the rule. And they sort of seem to be originally kind of like the priest class. So they were in charge of religious rituals and ceremonies, um kind of like courtly ceremonies, things like that. They were the ones who were experts and in charge of that, they were also as part of their training. They also had to be experts in history, kind of like the history of public policy and things like that and also like the history of literature. So like ancient poems um around, yeah, right around 500 BC, like around that era. Um WE have Confucius uh Konsa and Confucius is not the first like member of this group, but he seems to be able to articulate the underlying ethos of this group in an incredi in a way that's sort of incredibly compelling and influential. And so he says that he like, he doesn't invent anything, he just sort of transmit. So the idea is sort of that in the past, there was a golden age, we figured it out, we figured out how to have a good, stable, prosperous society where people live flourishing lives. We've lost track of that. But what did they do? What was so special about that? And so by Confucius's life, things were like, going terribly civil war was on the horizon very clearly. And he wants to, like, stop this, like, go back to what was working in the golden age. And so if you, like, say, like, well, how do we stop this crisis? How do we get back to the golden age? You might say, well, what were the, the laws that they used? What were the policies that they used? What did they do? That was so special. Confucius is kind of shocking answer was what was special about what they did was were their rituals sort of like their system of manners and etiquette. And that, like, it should be a very, like the first time I heard that's a like etiquette, like, come on. Right. That doesn't matter all that much. Like, it's nice, I guess to be polite, right? But it doesn't matter all that much and think about like in western philosophy, some of our heroes, Socratic Gadfly, like according to the, I think the stereotypes are incorrect, but according to that stereotype, you know, he's far from polite. Um AND maybe like socially oblivious. I think that's an incorrect understanding of Socrates, but that's like a pretty common view. So sort of the way that Confucius explains this puts serves, puts this all together is something like this. It all starts and ends with good government and by good government, I, he means something like non corrupt and well informed. So they sort of like, make good decisions. Um So they have good information and you can think about like, they needed to take care of all this flooding and things like that and you had to like, keep an empire going over, you know, huge lots of land. Um, SO if you don't have that, you know, good luck. Right. Which to me seems, you know, like sensible, if you have, are living in an area with a highly corrupt or um, a highly, a government that makes absolutely terrible choices. Like, yeah, good luck you might be able to get by, um, if you're like, really clever or really lucky. But again, good luck. But then the question is, how do you get good government? Well, he says we start with family. You need a good upbringing, right? You need families to raise their Children. Well, how do you do that? Well, you need a good education system. Well, how do you do that? Um, WELL, the education system has to be tied back into the government. The education system has to train us to be like, good smart, non corrupt government officials. And so like, we've got this cycle. How do you do all of this? And he says what the successful dynasty of the past, what they did ingeniously was they invented a system of social etiquette of social norms, rituals that at every step of the way helped to do these things. Um And so just, and the idea is like, he has stories about like every literal ritual and how it helps us um like, be a better person in like little ways um or make better decisions. So you give like one example that I found like, really interesting um when you're a government official and you have like a tablet that has like a new law or policy, the ritual is you act as if that tablet is very, very heavy, much heavier than it actually is. So why do you do that? And this is to me where it gets really ingenious because for the Confucians, they thought the ancient SAGES developed this based on a really, really good understanding of human psychology. So they thought in human psychology, heaviness is associated with seriousness. So in English, we say like gravitas, right? Gravity gravitas. So if you like actors of this policy is very heavy, it reminds you this is serious, this policy will affect people, right? Um And so the idea is they have all of these rituals and all arenas of life that sort of provide this like script, this sort of directly helps us to do something that's really good, but also trains us over time to associate different things together. And so it ends up being this really, really robust, psychologically rich picture of moral development. And I found that absolutely fascinating."
	},
	{
		"start_time": "59:05",
		"speaker": "Ricardo Lopes",
		"words": "So, but what is then exactly the connection between that those aspects of Confucian ethics and what we talked about just a minute ago in terms of your perspective on ethics."
	},
	{
		"start_time": "59:19",
		"speaker": "Seth Robertson",
		"words": "Yeah, absolutely. So the, like the philosophy that was emerging at this time obviously is not the philosophy that emerged in like 20th century English speaking philosophy world, right? So there wasn't, you know, a clear, I mean, there wasn't always a might not be a clear distinction between what we would call meta ethics and normative ethics today. But there definitely wasn't back then. So like, were the Ancient Confucians more realist or anti realist or something like, I don't know, but there are little hit like things that they say every once in a while that to me suggests that it is something kind of like this constructivist picture or at least very useful for contemporary philosophers. So I mentioned earlier, there's um a couple 100 years, several 100 years after Confucius. Um AND Confucian philosopher named Shimza lived and he like literally says the ancient stages invented ritual en, right? And so, um his, and you know, there's a lot of, he was also famous for saying that human nature is inherently bad or evil or something like that. Um He lost a lot of favor for some of his beliefs and some of his students and what they went on to do. Um But to me, it seemed like either they did believe or their approach was really useful for people who are trying to develop a constructivist view, sort of they thought that we have these different, like numerous, like moral intuitions, emotions, dispositions. And we're trying to make sense of them in the best way that we can. And now what is the origin of those? So some of the Confucian philosophers said, you know, like there's heaven, right? This kind of like godlike ish figure. Um AND heaven gives us these dispositions or something like that. Um But at the same time, there's this element in Confucian ethics that is not always super interested in the supernatural aspects of their views. So, um Confucius would refuse to talk about. And so like students would ask him like, how do I serve the ghost? And he says, like, we'll figure out how to serve the living. First. One of the Confucian's earliest critics, the Moest say the Confucian don't actually believe in any of the supernatural stuff. Shu I mentioned actually comes out and says, there's no such thing as like supernatural, like none of it actually exists. So they, even though many of them are and might be committed to sort of saying there is this sort of supernatural origin, what they're really interested in is given all of these different emotions and dispositions that we have. How do we make sense of it? How do we um construct a society and construct our own lives and So, for people who are um familiar with early Confucian ethics here might be thinking of one of the most philosophers in all, all the world, but especially East Asia menus among who thought specifically they're like four like moral sprouts is like probably a good translation, like these, a set of inclinations that we just naturally have. And, and to me, it's interesting because it's not just one. So it's not like the ethics of technology view, but like we have multiple um dispositions and we have to like what's the best way of making sense of fitting them all together. And to me that's useful for constructiveness, whether the yearly Confucians actually could best be described as something along those lines or not."
	},
	{
		"start_time": "1:02:55",
		"speaker": "Ricardo Lopes",
		"words": "You know, that is actually very interesting, at least in two different ways. So one of them is that uh at least in the western philosophical tradition, I, I mean, perhaps there would be different readings of these, but at least my reading is that uh whether you're, you fall more on the camp of the ontology or consequential, more virtue ethics or contractual or something like that, there's a sort of moral, moral realist assumption underlying all of those different ethical systems, right? But in that specific case, if you're reading of Confucian ethics, you, right, there's at least some and elements there. And then, uh I, I mean, the other thing that I wanted to mention is that there's also some interesting anthropological work on. Uh I can't remember exactly if this was done on western societies or some traditional societies. But at least there are societies out there where uh uh uh a majority of people uh tend toward the relativist perspective that is they think that the norms that operate in their society are objective and question it. But they are, but they also allow for other societies to have different norms and they think that whatever norms they have are as objective for them as their own norms are for themselves. So I I mean, just to say that uh we shouldn't assume neither moral realism for human nature, even for philosophy in general, nor universalism. That is assuming that uh our own nor moral values, moral preferences lie to everyone out there a"
	},
	{
		"start_time": "1:04:47",
		"speaker": "Seth Robertson",
		"words": "absolutely. And I think this is so important. This is one of the things that kind of really struck me as I was learning about classical Chinese philosophy because there are often like many ass some like shared assumptions or shared views. But there are also like little but very important differences. So for, you know, I mentioned earlier, the students who come into like internet ethics, it's like human beings are fundamentally selfish. Um THAT'S actually not a common view in classical Chinese philosophy whatsoever. And in fact, the like one person who's the most associated with that view, that sort of gets treated as radically like a very radical view, the thought seems to be that we're sort of inherently more interested in those we care about. So like our family members, our friends, our neighbors or stuff like that. And we're also like selfish sometimes, but we are like other interested in and with the I and so it often gets translated like partial. So we're like, inherently partial, but that doesn't mean we're like, necessarily inherently selfish and like, you know, that actually seems to be more like descriptively accurate than the sort of like radical egoism that we often um find in American discussions especially."
	},
	{
		"start_time": "1:06:06",
		"speaker": "Ricardo Lopes",
		"words": "So let's move on to another topic. Now, you also do work on epistemic injustice. So tell us first of all what it is about."
	},
	{
		"start_time": "1:06:16",
		"speaker": "Seth Robertson",
		"words": "Yeah. So this has been one of the hottest topics in philosophy in the past 15 or 20 years. Um And I think incredibly important. So first, like by epistemic, we mean things having to do with knowledge, having to do with learning, understanding, share it like good information, getting good information, sharing good information, all of that sort of stuff. And there are forms of injustice or forms of oppression or marginalization that clearly have epistemic um impacts. So for example, if schools, like if you live in a racist society and schools and neighborhoods that are more popular, densely populated by people in marginalized groups, get less funding students who goes to those schools like get less good edu like not as good of an education, they have fewer opportunities, fewer, like less support. They are epistemic worse off than they could have been because of oppression, right? Um And so that's something that I think philosophers for a long time they like very aware of. Um In 2007, a philosopher named Miranda Fricker um published a book called epistemic Injustice. And this became a like huge deal, a huge topic. And in that book, she argued that over and above that there's a distinctive epistemic form of injustice or oppression. There's a way that injustice suppression, marginalization affects people as knower as learners as sharers of knowledge and information. And that's really, really, really interesting and part of what makes it interesting might come through with some examples. So I'll just like mention quickly three examples. Two of these Miranda Fricker discussed in her work. Um These are testimonial, injustice and hermeneutic injustice. Testimonial injustice is kind of roughly when um like the main case of testimonial justice is when a person trusts you less takes you as less credible because of your social identity, right? Um So your gender or your race or something like that. Um And so we know that this is a feature of how oppression and marginalization works. So her examples of this, you know, the, in the original book, um the most famous example is like To Kill a Mockingbird, right? So people dismissing someone's testimony like literal testimony in a court case, uh just because of their racial stereotypes Um And so this is something that like when like from my experience teaching about this, the students here about like many students, like I've experienced that now I have a word for this, right? So um this happens in various different ways um And like very like complex ways that is like been explored in a lot of detail since the book came out. So that's testimonial injustice, hermeneutic injustice, which yeah, a big word. But for something that's a really, really fascinating idea, like having to do with how we interpret the world. And the, the rough idea is something like this. There are things that happened to us that we don't have words for yet. Sometimes that's just bad luck, right? So imagine before we had a word for depression or had a word for anxiety or a word for um PTSD or something like that, we don't have a word for it yet. Now, like we figured out this is a thing, this is the thing that happens. We've got a term for it that's incredibly useful and helpful in various ways. It helps us as we like, interpret the world, interpret our experiences better. Now, there's questions like, why don't we have a word for something? Well, a lot of times it's just sort of like, I don't know, bad luck. There's not really much of a story there, but there are some cases where we don't really have a good word. A good term. For something because of oppression and marginalization. So Fricker's example of this was the term sexual harassment. And so the story behind that where um and we actually like have a lot of detail about the development of this term, right? And sort of the relevant information here is that like sort of when it was being described in the group that like, really got this, like the terminology up and going, what happened was everyone in the group was like all the women in the group that were discussing this, like, yeah, that happened to me, but I never wanted to talk about like, I blamed myself or I was too embarrassed or ashamed to talk about this. And so because of social norms, like oppressive prejudiced social norms, people didn't talk about it. And so it took a lot longer to develop this really important, powerful idea than it otherwise might have. Another example of this is like postpartum depression, right? Um If our sort of sexist expectations and norms of that, you know, like as a woman, you should be absolutely like in like, so in joyful to have a baby and like this is, you know, like the big goal of your life to be a good mother. Like, why are you down and you know, now we know like all these really, really as problematic and informed views make it difficult for pe for some people to notice and track and explain what like something that happens and,"
	},
	{
		"start_time": "1:12:00",
		"speaker": "Ricardo Lopes",
		"words": "yeah, sorry for interrupting you. But actually, just to add to that because postpartum depression of course, is associated with sexism. But there's also, uh a broader, uh, social theme, let's say that applies to both men and women that I was just reading a few minutes before we started the interview, uh, uh, uh, an article on psychology today about people who regret becoming parents and, and that's something that we almost never hear about."
	},
	{
		"start_time": "1:12:32",
		"speaker": "Seth Robertson",
		"words": "Yeah. Good. Yeah. There's lots of interesting stuff about this where um yeah, it's the my understanding is the research suggests that yeah, becoming a parent does not make you happier. Now, you might find like more meaning in it or like, you know, many people say they don't regret doing it. But yeah, it's stressful like I don't, yeah, you don't sleep for years. Um And yes, and this is like, um I think something that like the first time I encountered it, like the very first feminist philosophy class that I took in graduate school, it took a lot of bit to click. But now it's so obvious you have such strong narratives about parenting and, you know, especially motherhood, but parenting in general that just are incredibly dangerous, like in some cases, just not true. But I think even if true, incredibly dangerous because, you know, if the narrative is like, this is one of the most important and meaningful and joyful experiences of life, if you aren't feeling joy in a particular moment. If you're feeling stressed, what do you like? You can't deal with that, you can't understand it, right? Um And that's one of the reasons that this idea of hermeneutic injustice is so interesting and powerful and the idea like it's an incredibly stressful disorienting thing to experience something but not have words for it. And it's incredibly empowering thing to get a word for it. OK. The last thing that I wanted to mention about epistemic injustice in general. And this is um work by like great philosophers like Gil Pole House Junior and Christy Dodson who have said this idea of hermeneutic injustice, we don't have a word for some phenomenon that is affecting people. That's something that you know, happens, but something else that happens, maybe happens more often is actually the oppressed group has words and has terminology and has been talking about this stuff for a long time and people from the in like oppressive groups from the dominant groups can't and won't listen to it. And so you can't contribute to the conversations because people just won't believe you. And so for example, if you sort of um have an encounter at your workplace that strikes you as like kind of racist and you bring it up and someone um replies and sort of dismisses you and say, well, you're just playing the race card. Mhm You can't really contribute to the conversations even though you've been talking about it. And so um many philosophers have pointed out that this con like this, the phenomenon that people are talking about when they're talking about epistemic injustice that Fricker was talking about. Actually, people have been talking about for a very, very long time. Um Feminist philosophers have been talking about black feminist philosophers have been talking about her for a long time. I think um there are really, really like, I think one of the best works on epistemic injustice is Frederick douglas' speech. What to the slave is the fourth of July um back in the 18 fifties, right? So, um and so the last thing I'll say this is, yeah, just in the last 20 or so years, 1520 years, there's just been an explosion of interest in these topics and people thinking through all of the different ways that this affects us."
	},
	{
		"start_time": "1:15:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yeah. So in the interest of time, I have one more question that, that, that I would like to ask you and perhaps later on in the year, if you agree, we can have another conversation to, to cover some of the other topics that I have prepared. But I mean, just before I get into the last question, uh I also wanted to comment that uh I mean, this uh epistemic injustice uh thing. I mean, it's very interesting because while we were talking, for example, about postpartum depression and stuff like that, I was thinking that there are many ways in which people sort of naturalize their own societal norms. And sometimes they, they try to find in a sort of more natural way or in nature, it's self a justification for their norms. Like, for example, until a few decades ago, no, probably virtually, no one used the term almost sexual or gay. And then people started to understand that there was probably nothing wrong with them. They were just attracted to the same to people of the same sex. And so now we have this understanding of almost sexuality and what sexual is and the same thing applies to probably a sexual people because we just assume that everyone, uh, uh, is, uh, sexually attracted to one or the other sex or to anyone out there. And now we know that there is a minority of people who don't even, they are not interested in sex, they don't want to have sex all of that. And, and I guess that this is also important because, uh, I, I brought up the example of people who regret having kids and many, and perhaps it would be interesting to know what would happen in society if this sort of societal coercion to make people have kids. Because I mean, sometimes people might say, oh, you're complaining about that you're just a cry baby. But yeah, it's sexual coercion because women more than men, I guess, uh, might get ostracized and all of that people might be down on you if you're child was particularly past a certain age and it would be very interesting to know how many people would feel more at staying childless throughout their entire life if you were not exposed to this sort of social."
	},
	{
		"start_time": "1:18:20",
		"speaker": "Seth Robertson",
		"words": "Right. Absolutely. I think these are so the first thing is these are fantastic examples. I think of something like hermeneutic justice, right? Improvements. Um, SO, yeah, I think this is, and I think a really, really unfortunate toxic element of like American society, many other societies is sort of being really dismissive and demeaning. Like people make fun of people of young people. And now for saying like, oh, they have all of these different genders and they're like constantly changing their gender or things like that. It's so so incredibly frustrating because to me, like, what's going on is people are finally like better understanding their own experience and coming up with words for their own experience and finding that there are plenty of others out there who like encounter these were like asexuals and like, oh my gosh, that describes me perfectly or bis, like there's so many different um better words and this is like, you know, it's actually been happening for much longer time, but now it's um people are more and more aware of it because of the internet and social media. And so to me, this is like a great triumph of hermeneutic injustice of hermeneutic justice. Sorry. Um Like having these terms of people personally like encounter that. Oh my gosh, that's me. Um And yes, so I think that's a fantastic, a fantastic example of this sort of phenomenon and why it matters so much to people."
	},
	{
		"start_time": "1:19:46",
		"speaker": "Ricardo Lopes",
		"words": "So my last question then, and I guess that probably to a certain extent, this would also connect to epistemic injustice. So you've done work on the continuation for women in academic philosophy. So what could you tell us about that?"
	},
	{
		"start_time": "1:20:02",
		"speaker": "Seth Robertson",
		"words": "Yeah, this is something that I've been. This is actually like one of my first semesters in my phd program was when I started doing this. And so, yeah, the background here is there are many academic fields that have diversity problems. That's no surprise for academics on many fields that are um the vast majority of faculty are white or white men philosophy, historically had been um one of the least diverse academic fields. I'm at the level of faculty and especially tenured faculty. Um And people had been concerned about this for a while and talked about it for a while. Um But they hadn't necessarily done a ton of actual empirical research for it, which isn't that surprising given that we're philosophers, like we sit in our armchair and try to figure out um problems. And then, um you know, over the past especially 10 years, people have started to look at this empirically, try to get some data about this. Um And like in general, people have been in like the sciences have been doing this for a while and doing lots of good research, but people started to do this in philosophy. Um One of the common stories is we say something like a pipeline problem, right? So that fewer women take philosophy classes than fewer women gr um major in philosophy. And so fewer women study philosophy in graduate school. And then like when you graduate school, people don't finish graduate school for various reasons. So they don't become that right? So um there's that story, there was some research that and so this the initial research that we published as a group of scholars I like, was definitely not the only person Heather dearest really led that team. Um And we were interested in some research suggesting that in philosophy, um actually, one of the biggest drop offs occurred not in graduate school, which is what many academic philosophers would assume. But right after introduction to philosophy classes, and that was really interesting to us, like, what is going on in intro of philosophy that is making a philosophy very homogeneous. So what we did was we sort of, we gave out surveys at the beginning and end of every seme uh of a semester in as many different intro to philosophy type classes as we could and what we found. And this is, you know, it was just one study we had, you know, around, I don't remember exactly 250. I want to say people, which is, you know, 1000 would be better, but it was not nothing. Um And what we found two really interesting things. So, like we asked many questions about their opinions and their feelings and their experiences with the philosophy classes. Um AND some of them, you know, maybe expected there to be a big role in predicting how like would they take? Were they interested in taking future philosophy classes? It turned out that there were two questions we found that had a shockingly big impact on whether they reported that they wanted to take more philosophy classes. And the one that has like been like, has really, really been influential for me is this question, I feel similar to the kinds of people who become philosophers that was incredibly like from a social science perspective, shockingly predictive of whether they said they would take future philosophy classes at the beginning of the semester. There was no difference between like self identified men and women students at the end of the semester. There was, and you know, it was sort of like right on the border of like, are we absolutely certain that this is like, you know, um in fact, but so like, we need more information, but it looks like that seems to play a big role. The other question was I enjoy thinking about philosophical questions and puzzles and now I wish that we would have said, like, I enjoy thinking about philosophical issues or something like that. I wonder what the questions and puzzles, but the way that we, you know, phrased that was doing because we didn't expect that one to actually do anything. Um, THAT one had a gender difference at the beginning of the semester, the widened over the course of the semester. But the thing that, yeah, it really struck me as like, what kind of signals are we sending in our classes about who belongs in philosophy? And so I've come to think, you know, um why be surprised if your syllabus is all dead white men that your students are all live white men, like live white men. There's so many little signals that we send about who does philosophy, who doesn't do it. Um And part of that is like who's on the reading list, but they're also like much subtler things. So my go to example of this is, well, two of them, one thing we come like frequently say philosophy began in Ancient Greece. That's a very common thing that people will say an introduction to philosophy classes. So, I mean, philosophy probably began about five minutes after the first verbal disagreement that human beings had, right? Um Like, what do you mean that I'm not a good hunter? I don't know, like, what do you mean these berries aren't good enough?"
	},
	{
		"start_time": "1:25:49",
		"speaker": "Ricardo Lopes",
		"words": "Um I mean, then when it comes even to let, let's, even if we talk just about people who lived as philosophers, we, we have done some intellectual work of that, of that kind. I mean, even now we know that that Ancient Athenian and Greek philosophers were probably influenced by the Persians, the Indians. And"
	},
	{
		"start_time": "1:26:13",
		"speaker": "Seth Robertson",
		"words": "exactly, exactly. And so in the sense that the Ancient Greeks thought that philosophy probably originated in Ancient Egypt, um many of them like literally say that and like relatedly and again, the little signals we send in philosophy. If you specialize in the subfield, ancient Greek and Roman philosophy, we use shorthand, we say ancient. So when we say ancient in academic philosophy, at least in the US and UK, that means ancient Greek, it really means kind of Plato and Aristotle. But it's like changing a little bit. It really means like ancient Greek. But philosophy existed in like that we have in Ancient India and Ancient China, ancient Egypt. Um But like we know it. So when we like send the subtle signals that we send about who does philosophy and why I think end up having like, yeah, the subtle and then the not so subtle signal, like again, is the syllabus, like only you know, dead white guys or people who even though like the ancient Greeks were not Western Europeans in any way, shape or form, but they get kind of whitewashed in some ways of talking and teaching about them."
	},
	{
		"start_time": "1:27:26",
		"speaker": "Ricardo Lopes",
		"words": "Maybe, maybe in the university, the philosophy departments where people do not teach Chinese Arabic, Indian African philosophy, they should be called western philosophy."
	},
	{
		"start_time": "1:27:41",
		"speaker": "Seth Robertson",
		"words": "I mean, you know, like color horse to horse."
	},
	{
		"start_time": "1:27:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so, uh, were you about to say something else about this issue of women not continuing in their philosophy?"
	},
	{
		"start_time": "1:27:56",
		"speaker": "Seth Robertson",
		"words": "And I think that there's so much research like this still needs to be done about that. It's a very complex problem. Um, AND this is like, far from the only, like there are tons of well known issues about, you know, sexism and academia and academic philosophy. So, you know, it's a big problem with multiple causes. But I think one of the important issues that people should be aware of, like in their own teaching and presentation of philosophy is the signals they send about who belongs, who does philosophy, the big signals, the direct signals and the indirect signals that we signed about who does philosophy because students pick up on that."
	},
	{
		"start_time": "1:28:36",
		"speaker": "Ricardo Lopes",
		"words": "And, and so in your mind, what would be some possible solutions for that if, if those are the causes? I mean, would we need for example, to talk more about women philosophers in history or even contemporary women philosophers or to have more women philosopher, role models in academia?"
	},
	{
		"start_time": "1:29:01",
		"speaker": "Seth Robertson",
		"words": "Yeah. And so this is like in that original paper that um that came out um an analysis of those years ago, one of the things we suggested what we call them, like counter stereotypical exemplars, right? So like in your class, emphasizing people who don't fit that mold of, like the stereotypes of a lot, you know, an old white lonely hermit with a beard sort of thing. Um And there are many, like, in fact, maybe more canal philosophers than most don't fit that stereotype. Um I think again, it's a multifaceted problem with multifaceted solutions. So departments should be hiring people that can teach non western philosophy um philosophers, you know, we're, everyone's overextended and overworked and we don't have enough time to learn about our own specialization. But I mean, in my own department here at Harvard, so many people have been like slowly including more and more non western philosophy in their classes, especially like intro classes um in ways that like they find very rewarding and interesting. Um And or is often less difficult than people expect to do um when they, you know, put off doing it. And yeah, so I think it's a multifaceted problem and it needs a multifaceted solution, but a big part of it is um just do like just doing and having people that can talk and teach about philosophy sort of outside and also sort of like problematic the can. So like some of the um philosophers here who specialize in early modern philosophy have done really, really cool work. People who maybe they were very important in their own, like Mary Shepherd, Mary Estelle and um but didn't get included in the Canon for various reasons. Um Francois Poulain de la Barre is one who just blew my mind. Um And so there's so many different options that people have for teaching philosophy in a more welcoming way. And it's, it's healthier. It presents philosophy as something that people everywhere all over the world have been concerned about. And students really respond to that and react to that much better than this story. We used to tell that philosophy began in Ancient Greece and it's this one great conversation that like eight white people had that we're going to learn about."
	},
	{
		"start_time": "1:31:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, I definitely think that people should listen to Peter Adamson's History of Philosophy without any gaps. It's fantastic."
	},
	{
		"start_time": "1:31:42",
		"speaker": "Seth Robertson",
		"words": "Yeah, it, it's phenomenal. Right?"
	},
	{
		"start_time": "1:31:45",
		"speaker": "Ricardo Lopes",
		"words": "And, and so Doctor Robertson, I'm getting really mindful of your time now. So probably it's better for us to wrap up the interview here just before we go. Would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:31:58",
		"speaker": "Seth Robertson",
		"words": "Yeah. So I have a website that I haven't updated in a while that at robertson.net. And then I tried to update that with some of my current work and recent publications. Um But yeah, thank you so much for having me. It was really, really wonderful to talk about these um topics with you."
	},
	{
		"start_time": "1:32:15",
		"speaker": "Ricardo Lopes",
		"words": "No, thank you so much. It's been really fun to talk to you. Hi guys. Thank you for watching this interview until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Kel Matthew Whitten B are no wt Ho Erica LJ Connors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her me and Lain Jung Y and the K Hes Mar Smith J Tom Humble S David Sloan Wilson de Ro Ro Diego, Jan Punter, Romani Charlotte bli Nico Barba, Adam Hunt, Pavlo Stassi Nale medicine, Gary G Alman Sam of Zed YPJ Barboza Julian Price Edward Hall. Eden Broner Douglas Fry Franca, Beto Lati Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Dey junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis, Mark Kemple Thomas Dvor Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley Man George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]