[
	{
		"start_time": "00:01",
		"speaker": "Ricardo Lopes",
		"words": "We win in, in the no is a racy. Some princi cri scientist, politics, principle classic the Politic Democratic."
	},
	{
		"start_time": "01:31",
		"speaker": "Pedro Magalhães",
		"words": "No, Sim Sim Bib sob uh non tour de de de minimalist. Cons ie no con uh substantive as present. Uh NE po uh me now in the gram is income causes of consequences. The S Democratic UK dies A Mais Minimalist to Ifa M de Muntu Joseph Schumpeter bein so Democratic in die. A principal represent NCI is poor. Is Se Adams Ee sim system substitute so OKPN no spot deter ni se I um is Seo minimalist. No SVM maximalist. Pers Conte teint presents condi vil a coupla deville Libertad, Libertad, libertad um Tender Soras una nos MVZM pre stas on is ands conditions. The UN is pre form liver, negra, no sta present. Uh It can yet may D point Vistas Cesars pre on to mothers pur organs so dire or in respon ees die A Kent. We die. I le de Mas Kfu Li iss Prout Ken Kein is political. Te di Firma Stari. I uh uh K Mart is no, no, no, no, no uh I politics such as societies limit tender Andre to judicial uh in the uh Weta Imps to representatives F MP I was minimal, no minimalist. Um uh I in uh uh uh I, I do components in liberals part to the fund"
	},
	{
		"start_time": "06:35",
		"speaker": "Ricardo Lopes",
		"words": "on liberal in the Polis Traves Traves. So Traves Liber parts et cetera. Uh A uh um a guarantee of the, the, the constitution pere uh Von de Ma non Pava. So the, the term Seville, the circumstances"
	},
	{
		"start_time": "07:45",
		"speaker": "Pedro Magalhães",
		"words": "um M The Point Vista de su component Electoral I nic backsliding, I uh uh uh Democratic backsliding a contest in Unit Politic time. Uh Po Ta Grand I the, the fra No, the uh the farm vent which is Adversaries mes uh E uh fam uh I mi A mi uh is Maestre Ekt 10 A li the uh CIA to de farm to de Mis Farm. No problem. Y ma ma minimalist democracy do so. Uh Vista Institute of Science"
	},
	{
		"start_time": "10:18",
		"speaker": "Ricardo Lopes",
		"words": "Economics in socioeconomics. Sober Democracy. Uh KF. So connect the different Strat socioeconomics. So, Stas war politic 10, the POA war, the second, the aute socio-economic"
	},
	{
		"start_time": "10:58",
		"speaker": "Pedro Magalhães",
		"words": "me, Pum Kin, no, Seria statu quo for uh U We Miao per the class. Soo NFPZ uh P sympathy part. Uh I got a uh PPP program I came for and uh uh uh um uh P mama de uh de us. No, the me, me, me Fins de Timist but is not Esta minimalist. Lucia Nests ma I ma fin de ma the means the maize. We uh water. So no So uh for example, no Ava ST master uh Kekk UK su uh uh I mean uh uh uh uh means competence is that the idea is the C uh D farm study such fo ye mus non s psychologic sifa yo um independent M DU was come away with a car in control. Nemy aim if that is democracy is liberal is some, some the guarantee that proceed community. Some Maestre E SPS uh de de de Mun Mess as per A tre uh the kiosk te um 10 men in the Expander mead E pr A T as for me. Uh So in terms the Strat and so on. So in, in turn Aquis Yuki uh presenting uh the, the um um Maestra uh is the farm Nous Weems Ein regimes, non democratic e regimes, autocratic, Eenke con O se. So me, I me a me A U ma uh interest and regime's autocratic kinte their social economic resist A uh I me uh new regimes are democratic. A con contrary, ka K so me, you can carry out differents me"
	},
	{
		"start_time": "16:46",
		"speaker": "Ricardo Lopes",
		"words": "Java decades. In fact, the perch contest uh contests the poli uh political socio-economic in S so is the nest cas constitute socio-economic ma ba pote va contract R in pro comp pro le politics, ma auto leaders uh the rate the pot some in the G or so ma is limits uh use objective. So uh in terms to, to say what poli those leaders, political uh up there who opposed this or Amendment as well?"
	},
	{
		"start_time": "18:04",
		"speaker": "Pedro Magalhães",
		"words": "Stas simpl Ma uh in the uh the TV. Auto uh uh uh uh uh abs. No, no, for example, uh a Tia no American do so, for example, or uh or in con suffering vides phenomenon, such a phenomenon that the, that presents a view. I uh it's so spreading direct politics. I say this is direct uh this uh see that super, super uh no vent I sit. No. Is that studio um in Brazil uh the uh the EK Eu Wein kit we nek CIA. I, no, no, no circumstances. Mas IV the leader of the liber pur"
	},
	{
		"start_time": "21:15",
		"speaker": "Ricardo Lopes",
		"words": "IMF kz economic specific um um statute, socioeconomics settlement. So socioeconomics or is sad si se uh Z po po po li"
	},
	{
		"start_time": "22:23",
		"speaker": "Pedro Magalhães",
		"words": "but ere A KD UK K EIG so sore A F so we are incentives uh And uh I sub nit me fain Mire. No se uh various this ST um clevis and nice. He is my problem in to Du du Val it. So the TTE Joc Sad Fior as Maistre Kent in contest. Zig uh Kim Ma ma con uh con to quo I can s uh estes differences uh intensif in inter the po the circumstances. Yes. Went to me Sad Mea Mais V menu. So thus different Kussin joke. We mais dramatic twist per M put K not distant as we fit a Ma uh No, Izm uh Pao Ma farms. I mean that Eli da de da es uh um uh I master in contest ZM which Meris Prio Per So the, the economic political and contest the uh con uh con con caveat. The, the, the uh uh uh uh the"
	},
	{
		"start_time": "26:22",
		"speaker": "Ricardo Lopes",
		"words": "uh uh uh termina re uh puris ideological ruter uh D for CCI poli stratum. A ideological for Ma is a uh a ideological, the Furs. So economics with Furs Mais, E se No sin un fatur independent de Z Furs. Ma Ma Ma Ma, as we scientist Poli Stratum, I di NC DIMA for independent de sous Furs matri is consider the men um fur but different steps impact politically."
	},
	{
		"start_time": "27:28",
		"speaker": "Pedro Magalhães",
		"words": "Uh uh I I SIM and um A and so uh the idea and in the political economic, its economy or as my li rise upon with economic means. Um Mmit me uh the kit politics uh political against politics. Dividends nest. The means the fat, not the dividend by. So uh a and we di aid that the social aid that cultural different attitudes to the whos the right to those immigrants. Um Ks Ne is so fat, fatos economics constituents or to a uh fancy. Uh NO, in its pre the bus stems position horizontal. So uh form a different stem and abstract but the point is different. No ST uh no, N as economic as Pres uh Ma conserva nnn cultural uh um A uh pres so my vent the conf not material uh not economic is no prevalence uh ma traditionalist ma conservators nn no, no touch person something the Concentra and she is the very end of PP Messina sound atitude. So a sour politics. This means uh the gas,"
	},
	{
		"start_time": "32:23",
		"speaker": "Ricardo Lopes",
		"words": "the contact for a historic cum is a ma sound fore miso or for Yasa Primera V the Democrat in Portugal or a democracy O PV of res and three of Vincent"
	},
	{
		"start_time": "33:09",
		"speaker": "Pedro Magalhães",
		"words": "uh by uh Sarno convert we pender uh per se. Visa Ma Stable Nostri ST ST ST uh uh no Democratic uh uh representative from revolution. Milit. IP the P is important, you know, is uh systematic uh the uh so uh political public but it's no, it's no uh imvppkaemu uh I substituend uh men per organ I MA per tribunal, consti uh uh fo skw uh sore uh no correspond a non va um uh significa pluralism uh per per"
	},
	{
		"start_time": "36:38",
		"speaker": "Ricardo Lopes",
		"words": "in terms, the, the division of legislative issue, the CBN uh important Epz na on de"
	},
	{
		"start_time": "37:01",
		"speaker": "Pedro Magalhães",
		"words": "de virta make art for new issue. Uh SA uh ours representative fain parliament uh in the uh no, respond to parliament uh I de fund is uh important uh important uh important guarantee is respond. Uh No. So di conflict to me via polite guarantee. Now you produce the TC me light. A light is super points uh is produced, super points is produce per K light. In particular, a light constitution is no. So as a constitutional as to others to impact uh the NASA to see the systematic non pas in practic es it complicated A P so simple. We now kit you now. Mhm E san slit be per limit. So uh Uank. No, in fact, no te uh nest so simple. Absolute. So let me as me. Yeah, do the better approve. My constituency is um uh uh um I ST and for that Themba uh me to do the Kano Zia MAOIs uh Fema Fras who guards the guardians P controller uh which controller do um I pro Nera S Sus Compromiser um I Vitara Concentra me parallel to Marta uh U API in part daubs uh me in contra. Well, li uh m community in the direct se uh un uh uh me, Kim per non condition is the right. PPSN A in uh TC pac C me, me, me absolut E sins, right? The uh Kunar, the, the, the pro and the Andres le uh the NEAS PNT pt stem uh ce per for to spare me, San Pers Palabra uh Dial uh which tin dump contra V to No me, me uh No uh A si A"
	},
	{
		"start_time": "42:39",
		"speaker": "Ricardo Lopes",
		"words": "YVMJF part uh the Sussex ST uh um maintaining system is Song us Contra. Song list checks and balances uh democracy or"
	},
	{
		"start_time": "43:18",
		"speaker": "Pedro Magalhães",
		"words": "AAA uh constructed. The prova constructed the mes non 10 is me public Kao Lung. Uh Nan Tita uh Nesa tore me absa um not regres, no sta consequences, semi absolute circumstances. And VA FN Per la ST ST ST uh Lativa US projects, right? Uh uh uh uh THE uh uh in the end. So no se so no, its no sound. No, no. Mm mm iitmvp is no V is fact de Star in La Con a sound in the uh me man or so important"
	},
	{
		"start_time": "48:01",
		"speaker": "Ricardo Lopes",
		"words": "the UN system princi institution,"
	},
	{
		"start_time": "48:29",
		"speaker": "Pedro Magalhães",
		"words": "your your mirant stamp, they are converted to the south of Greece. Um The premier on um no as Steam is late rice. Perfect. Mhm UK KKK Clark pa the stem compliment V the Gin Mess vs um Mussie Ku Nous ST P ses KM. Vfie Nous in Kant. Se set out Tre Kund dams, Penn Sein Sorich Kunder, we so die. Lemme is the sound of sol is in de de de de de VEF go te fit that cover sound as the poli systemic pua representative I that FKKIFMVIUE but uh uh per per is a uh so Portuguese S sta su su or Stas sta KPK per se per per mi. No, I facts IIIIRC now 27 Sari per F uh uh Gas to the Discipline Gas in Capacidad. The the nos fragmentary no still uh to, to retire uh via uh in an incentive of what of what strategic nte. Now, CP on the uh V consider pluralism, exporters surviving longer. I similar to this time of year. They want the K sku UV ma K Eu Ekok da A da the pale, no part Mr Mao, right? Uh IS 10 M de propose uh um uh uh S Pragmatic SKDKK Stimulators Muda neurosis is the seq Eels Tainer most modal steamer mice, Eels. So through to this steamer I uh stimulator. So Kok Sound Geaumm. No secps on the No, no, no, no, no, no. Uh uh NO, so no, never. Uh CONS me n nuo Gravis Esta Oso de libertad clear. No, I no uh SIA uh OK. I want mass ie in the ma problematic ike similar to A T is mo so weir in particular Minmmy. No E spv uuu be ac F I ye recipient are sub is no K no, no. Uh I I right"
	},
	{
		"start_time": "58:46",
		"speaker": "Ricardo Lopes",
		"words": "is manifest in the proper representative."
	},
	{
		"start_time": "59:02",
		"speaker": "Pedro Magalhães",
		"words": "Uh No, no, no. Ievmie, no K LP Circus in particular uh Vmen. No sound. I'm a farm like combine and also uh esu no in the present"
	},
	{
		"start_time": "1:00:37",
		"speaker": "Ricardo Lopes",
		"words": "as ac ad vs politic val de terminar alma form si en contest democracy. M ma O men,"
	},
	{
		"start_time": "1:01:10",
		"speaker": "Pedro Magalhães",
		"words": "I go me if stick a sound N O us UK. No de politi nest. The na A speci a story until the goldilocks. It or no. Uh IIAPK. I'm a Pak Masia free. I'm a pt to the temper to the cer and N Meia fragment. Cell nine fragment of seven meals. A ques a land may, I'm especially the sweet spot. Uh uh uh I I Comprehensives Sts form a ma fragment is Skkie is sign in NNO meter in stem on the UK and mom. No, no, no NV is Nuevo is Nuevo to deva A Nuevo present that n mere fragment. An me, a problematic fragment. Sound L A Lee is that Lee am F from me to the public is fru is im fragment c name name book fragment C A uh uh A papa m uh uh um uh via VN. Uh I if you put 10 to uh fragment some mes pro la uh if it 10 the fragment that is significant. Uh A capacity."
	},
	{
		"start_time": "1:04:22",
		"speaker": "Ricardo Lopes",
		"words": "Mama for ma ru N uh no PC N uh UN is that the politics is per democracy. So"
	},
	{
		"start_time": "1:04:48",
		"speaker": "Pedro Magalhães",
		"words": "now, you know, nous pneumo formula. Um Menos, PP yes. Mhm Independent. MS So uh the, the point. Um No, no de pot viste die du D, no stars. No, we, I, I que indicis stat I use uh in fact, uh a temp I di de per um per VM ma consequences. This and in particular I san my doin um I pretend to uh the games. No, even my formula for the tak uh Well mean the fragment, the sound, the, the, the problem. Uh NO uh uh uh uh uh a star by the representative U uh vast um to me. No, in etcetera. Uh Eli Vista Vesa. This is the uh de la de Kyoto patent comp or VIP uh mes S to a forum. Well, uh that technique from Grand. No uh no, via the, the, the, the represent that"
	},
	{
		"start_time": "1:10:23",
		"speaker": "Ricardo Lopes",
		"words": "Js politic Ital Sere Traves do pre ma ma brief consult. The jai is in Portugal in the BSA was my job. A ma a part to do so as MA values OVI versus Al Que"
	},
	{
		"start_time": "1:11:01",
		"speaker": "Pedro Magalhães",
		"words": "eun mi mi deer car responder. No ma prime are simple. No stems. Des di fre. No, we to the S the vida. Yeah, you still one is V in Casa M with me in Portugal. Um I am so a Ekee UK the ST A wt I in No, no, no, no, no, I I ka um if they fight then we fight at Sicko Vida. Iuepft. Dieter. Si Su Niw Istevef. I thing is do we fight the suicide and terminal con preps is temporis observers. M sts is MS encourage there's no T uh A T the S uh S uh Pil Mis die de presci. Seo Geon Deems Studs per priest fu A ST Sim per Mkkuu. Me we sim var minum met me, meu ke KK de de de de de se me, Fike Abs smmkkk me in NN No, I am not. Politics is in this."
	},
	{
		"start_time": "1:15:36",
		"speaker": "Ricardo Lopes",
		"words": "Um So my soul um I principal told him when we in the mati caci politic principle. Strange pro No subic Mao Mens AOL per uh a form comus vols. So Zum different PJV AJ Iuan the A I ma conservas Mas. No, ma I ma il non se movement. Acient Feit. So is the al in Portugal or no,"
	},
	{
		"start_time": "1:16:56",
		"speaker": "Pedro Magalhães",
		"words": "your pens A R well, no, the feta in the sobs. Uh uh VINNEAP maser meal is um um Ildwno eu U PM. Em ST we ba ba a not potent. It, no, no, no, no. Uh NO, not, no una and mint una masa indices. The ma the facts Manifest Mas se Jaejv ST uh E uh EK ma the ma uh uh no, E OS is M ma pre K Mora was sexual. Uh M ma they present a sound contras I have. So in Ma Ma uh a Flive A ma N ma, I mean, I mean I wi I me uh no contra Eva Emiu ST ST uh Ma ma uh"
	},
	{
		"start_time": "1:21:32",
		"speaker": "Ricardo Lopes",
		"words": "mostly V through genes. No space on the D for pra problematic principle is"
	},
	{
		"start_time": "1:21:48",
		"speaker": "Pedro Magalhães",
		"words": "uh a non per se problematic. Um No CVAs and so is the problematic. Um PER, per, per, per mass is problematic. Um VP I was uh S and M as yes, so some different. Uh THE main I to Yeah, I A mare is a tech studs premium. Uh Seri se nom de KKK se mi A Mi Kin a drama uh entire post PKT the Lares psi mi gar vs T is re uh so E non VVVI I I the kink per tundra yet. Treme A S ma we stams pro to such a sex which derides as Lisa to Mi uh de A nom de Nom de Shaw Triumph uh is, is, is a problematic pa"
	},
	{
		"start_time": "1:24:51",
		"speaker": "Ricardo Lopes",
		"words": "we a re uh phys Mais Nal tapes. So specific Mer Temple for the Mais Nal. So as to K Jero Way Carit, Asra scientist politic informa sa cirque de Prati Ninad Pin for spots. Informative per comput"
	},
	{
		"start_time": "1:25:43",
		"speaker": "Pedro Magalhães",
		"words": "uh non political mes for the noon. Vista N de political public qui uh mini concrete practicum um meta pena de de he killed Muslims in Portugal Air. Uh If you, I live so far. Um A grand division. So inter Circuit Center, those ports, I mean non consume, produce cultural caucus, ba you can produce no out to the games. No, o no, no, no uh the games. Um NO vas in no, no. Mmmmmmm Isz in a pre uh no uh no, this, this is at the NZ that SU it's the NIA un P FISI, the Z de comp Cultural con con the NTA in Capacidad de per lien principe. The um it facts, no uh preoccupied in public KPKT is, is esculin PV K 10-K comper era in Portugal in Espana. Uh I defi in Portugal uh um observe to the uh us us. Consum Ma di uh at 10 Duo is m uh so the, the premier no uh to, to devi by or a concert or is or no. Um It uh no uh no MS facts in so called nose point systematic. I see that the, the consum culturas practic culturas uh su pre pre en en No, so that fantastic uh the putt is a mass is, no, that is in the"
	},
	{
		"start_time": "1:31:27",
		"speaker": "Ricardo Lopes",
		"words": "TC. Uh IN terms the consum Inal, I sad is K um, et Preens Pels at EPGK fact. So the mais we staut socio-economic, non teen meus economics per consum O we mint PCA do so con K le and non Tetris or so."
	},
	{
		"start_time": "1:32:23",
		"speaker": "Pedro Magalhães",
		"words": "But for the present. Uh NO, did not even 1%. Not in, uh in fact, uh Akima practicing KJ. Yes. Per car. No, no, no. OK. I 20 not an interest. No. Uh uh uh I familia, right? Yeah, I mean familias casa says I as a temp. So, right? But this is a, so is it systematic? Uh THEY uh No, no. Uh I I"
	},
	{
		"start_time": "1:34:39",
		"speaker": "Ricardo Lopes",
		"words": "uh SZZYV video, youtube on the po in the internet."
	},
	{
		"start_time": "1:34:53",
		"speaker": "Pedro Magalhães",
		"words": "Uh P Megan. No, Google E de per, per link per institutes um per academic. Um No, no, no uh mas simpl uh uh uh a fil in contra"
	},
	{
		"start_time": "1:36:10",
		"speaker": "Ricardo Lopes",
		"words": "informative. Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights Learning and Development, then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitten bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger K and H her meal and Lain Jung Y and the Samuel K. Hes Mark Smith J Tom Hummel S friends, David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nico Barba, Adam Hunt Pavlo Stassi Nale medicine, Gary G Alman Sam of Zed YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore, Larry Dey Junior, Old Ebon Starry, Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas. Radick, Mark Kempel Thomas Dvor. Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stein, Tom Veg and Bernard N Corti Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew. Lavender. Si Adrian Bogdan knits and Rosie. Thank you for all."
	}
]