[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lab and the MG by Doctor Philip Cohen. He is Professor of Sociology at the University of Maryland. He writes about demographic trends, family structure, the division of labor, health disparities and open science. And today we're discussing whether generation labels make sense. I mean labels like the silent generation baby boomers, Gen X millennials and Gen Z, whether it makes sense to talk about generations in that way. So, uh Philip, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:39",
		"speaker": "Philip Cohen",
		"words": "Oh, great. Well, thanks for having me. I look forward to it."
	},
	{
		"start_time": "00:42",
		"speaker": "Ricardo Lopes",
		"words": "So, just to introduce the topic and perhaps for people who might not be very familiar with it, what is a generation label and particularly researchers who use generation labels, what do they usually mean by the word generation?"
	},
	{
		"start_time": "00:58",
		"speaker": "Philip Cohen",
		"words": "Well, it's interesting that you put it that way because um they're mostly they're used less by researchers and more by journalists uh people in marketing and business. Um uh So, so you can tell I'm already critical by the way, I say that um uh but uh what, what they're trying to capture is um and the in the best case scenario where they're trying to capture is a collective experience that people have by virtue of um being born in a common era, essentially a period of some kind. Um And I, and, and they, they, they may be called generations because they um are in the, in the, in the realm of the length of a human generation that is, they're not a minute or a week or a single year. Um There's something like 15 or 20 years. It varies depending on who is using the terms. But when you're talking in that range of a period, you know, all the people born in a, in a period of say 20 years, it's, it's, it's, it's sort of like using the word decade. It's, it's like a period that is a rec of recognizable length. Um You know, they're not, they don't really match the length of human generations, but the idea is to capture the co the common experience of people who lived through history um at uh at the same time at the same age. So that's, that's, you know, that's powerful. Uh THAT in, indicates having a certain amount uh in common in your life"
	},
	{
		"start_time": "02:26",
		"speaker": "Ricardo Lopes",
		"words": "and what, what would be the length of a human generation."
	},
	{
		"start_time": "02:31",
		"speaker": "Philip Cohen",
		"words": "Well, it totally depends. I mean, some people have Children when they're 12 and some people have Children when they're 52. So you have a, you know, you can have a, you can have a 12 year generation span or a or AAA 50 year generation span. Um So, uh you know, there's an average um but II I think it makes sense to speak of generations in family terms in the sense that um um I am a um a third generation immigrant that is my grandparents were immigrants to my country. Um So, in that sense, it's not a measure of years, It's a measure literally of generations within a family. Um uh And, and so, in that case, you know, you can look at the average like what is the average age of, of mothers or fathers when they have Children? And it would be somewhere in the twenties or thirties in um in developed societies today. Um So you could, you could think of the length in those terms."
	},
	{
		"start_time": "03:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm But you, you mentioned there that, of course, these generation labels that some people use do not correspond to the average uh reproductive generation in humans. So is that, is that a problem? I mean, and in what ways could it be a problem?"
	},
	{
		"start_time": "03:50",
		"speaker": "Philip Cohen",
		"words": "Um I, I that's not a, that's not a fundamental problem. I think the reason they are, they have sort of in the popular usage where we talk about silent baby boom, millennial, gen X, millennial generation Z alpha, whatever we, whatever we're up to now. Um IN that popular usage, they have gotten shorter. Um uh In, in that um the baby boom generation such as called generation. The baby boom was an 18 year period. Um uh 1946 to 1964 in the United States at least. Um So, uh but since then they've gotten shorter and it's reasonable in the sense that um that the, that the popular attention span has gotten shorter. Um And, and, and that's not a, that's not an insult. That also means that things change more rapidly, mostly because of technology. So, for example, you can talk about the different generations of the iphone. Um YOU know, it's 1/7 generation or, or some other piece of technology or Wi Fi, we've used five G for uh internet, you know, that's like a new generation in the technological terms. And so it's generational in the sense that it's a new period and it replaces the previous one or the old, the previous one becomes older and out of date like human generations. Um Those can be any link, you know, iphone can come out with a new model 10 times a year if they want to or their operating system. Um So it, it, it may, if, if our experiences are determined by these technological forces. Um Like, you know, we, we can talk about things that have shaped current young people, like the introduction of the like button um on Facebook or Instagram uh or the uh the introduction of um short video services like Vine or tiktok um thing, these things have happened in rapid succession and really changed the dynamics of, of young, of teenage life basically. So you might think about things that are like generations but are shorter, but in real human terms, um in reproductive terms, our generations are getting longer because the age at childbirth is rising. Um So, so they're kind of going in opposite directions"
	},
	{
		"start_time": "06:04",
		"speaker": "Ricardo Lopes",
		"words": "and how do they determine the division between generations? I mean, does it have any scientific basis or it's simply arbitrary? And if it's arbitrary, I mean, are there any specific criteria that people use or?"
	},
	{
		"start_time": "06:20",
		"speaker": "Philip Cohen",
		"words": "Um BASICALLY, no. Um And that's really the main, my main criticism of the whole concept is that if you're gonna use categories in science or social science, you have to use categories. Um That's a key, you know, it's always been a central feature of science is creating categories out of chaos. Um uh If you're going to um create categories, you have to have a reason. And there is no reason for the um for the division between say generation X and millennial. I mean, I like to use the example of um Venus and Serena Williams where Venus um the older sister is generation X and Serena is millennial and they're one year apart. Um So it does not make any sense at all to, to discuss those siblings who grew up so close um in the same social milieu as being from different generations. And the same generation of their family, the same generation in society, it's nonsensical. But um what's essentially what happened is that um it's become a competitive process like in the world of marketing and business where if you can get the, if you can, if you can I announce a new generation and get the label to stick and become a viral concept, um then you can um uh then you win and you're, you're, then you can sell books or other products. So, um it's a little uh uh you know, it's my major criticism is that there is no, there is no reason for the lines drawn between the generations. Um And for that reason, you really should not. Um I mean, I could, I could elaborate on that but one thing that you, we use arbitrary definitions all the time, for example, years of years have a have a basis in the solar system. It's not crazy. But um in, in some, in some cases, we use years just because data is arranged that way. We may use hours, weeks, you know, um or, or uh but, but it's, it's, if you're going to use them arbitrary definition, you have to explain this is arbitrary and we're using it for convenience decades. I use decades all the time in my research as a first pass through the data. Um But, you know, in, in, as a demographer, we use age all the time. Age is very important how old are people? Um, AND we tend to use specific ages when it really matters. Such as, um, if I'm talking about, um, uh, births, women having births, I'll put women age 15 to 18 in one category 18 is the age of majority, at least in the USA legal majority and then 18 to 24. Um, THAT'S kind of getting most people through the college years and then after that just five year blocks, 24 to 2930 to 34. And, and to be clear, it's arbitrary, we're grouping people just for convenience. If the generations were treated that way, it would make more sense. But once you create categories, give them names and fix their boundaries without any basis in uh reality, then you're really at risk of creating um false reality."
	},
	{
		"start_time": "09:18",
		"speaker": "Ricardo Lopes",
		"words": "And isn't it the case that also these labels that are used uh sometimes worldwide like baby boomers, Gen X millennials and Gen Z um are mostly or apply mostly to the U si mean, because for example, just to give an example, the baby boom phenomenon didn't happened even in my own country, Portugal. I mean, because we didn't participate at least directly in World War Two, we didn't have casualties like other countries have. And so back in the fifties, sixties, we didn't really have a baby boom here. So doesn't it apply mostly to the US and perhaps a few other countries?"
	},
	{
		"start_time": "10:06",
		"speaker": "Philip Cohen",
		"words": "Yes. Well, it is definitely a it's in that sense, it's an instrument of cultural hegemony. Um OR imperialism is not, um is not reasonable for the point of view of science at all. Um You know, the baby boom, you know, some, a lot of countries had something like a baby boom after the war. Um APOLOGIZE for that noise by the way, that's my rabbit. It's, I don't know if you can hear that noise. Um um The, the, the baby boom in the United States began in 1946 not just in 1946 in July of 1946 which really has to do with the timing of the soldiers coming home from the war. There was a huge increase in births and it wasn't until 1964 that they went back below that birth rate. So that's a distinct period. Um, COUNTRIES that didn't have a baby boom. There's no reason to talk about the baby boom as a generation. Although they still lived in that world, it was a post war world and they may have things in common. Um, IT was the beginning of the Cold War. Like if you have a specific reason to group people that it's always, it's always, you know, it can always be useful to do that, but you need to have a reason to do that. For example, September 11th, the attacks of September 11th in the United States changed our, uh, government's posture towards Islam and terrorism and global relations in ways that did affect other countries also. Um, BUT other countries had major terrorist attacks that changed their, um, that changed their perspective. Um, AND so all together that is sort of an era. Um, BUT to start it on a certain date or something, it, it, it, it's worse than arbitrary. You're right because it's specifically in, from the dominant perspective and, and one of the problems with the stereotyping of, of generations is also the dominant group within that, when people say, oh, millennials, you know, um millennials like avocado toast or they spend too much money on coffee. There's a class and race bias in that um in that um perception of the, of the group, if you're going to define the whole generation, well, obviously, you know, millennials in Gaza don't have the same issue, right? So it's um there's, there's a um there's a, there's a risk of not just collapsing reality but collapsing it around the dominant um perspective."
	},
	{
		"start_time": "12:19",
		"speaker": "Ricardo Lopes",
		"words": "And uh since I just mentioned, the baby boomers, do you think that at least perhaps a few generations that people identify as such would make it would make sense to group people in that way? Because for example, the baby boom period, they represent a distinct demographic event, right? So at least, do you think that that generation, it makes sense to talk about it that way and to group people from 1946 up to 1964 together or not,"
	},
	{
		"start_time": "12:53",
		"speaker": "Philip Cohen",
		"words": "it's a reasonable um It, it's a reasonable hypothesis that they have things in common and we know that some things they do. For example, you know, when there's a huge increase in the number of Children, it created crowding in schools, it created um certain conditions, it created um a marriage squeeze is because men like to marry women who are a few years younger. So when there's a huge increase in birth rates, all of a sudden, you have a group of men who have no, not enough women a few years younger. Um So it's a squeeze for men or it's a benefit, I suppose for women if they're straight and looking for older men. Um So, um yeah, there's a commonality to the experience of the baby boom and it probably the fact that the baby boom was 18 years long um may be why we got off on this whole generation thing in a way because it was about the length of a generation. And when it was over, people sort of started looking for something to call the next group of people. Um And it took it, you know, it took a few years for that narrative to emerge, but eventually it did. Um And, and the actually the idea of generation X was sort of like it was X because it was a forgotten generation. It was in the shadow of the baby boom, it was a smaller group. Um And so there was a logic to the initial roll out of these concepts. Not like anybody sat down and planned it, but it emerged culturally with some cultural logic. Um But you have to be careful. I mean, the baby boom um did not have one experience on a lot of dimensions, at least in the US. Um THE early baby boom. If you were born in 1946 you were had a much higher chance of serving uh in the Vietnam War than if you were born in 1964. So for so for so the the the the early versus the late baby boom, by the time the late baby boom was growing up, it was a different world from the early baby boom. So, in fact, one of the things that really defines the baby boom is how much life changed for them. If you look at women's rights, women's employment and education levels, the difference between 46 and 64 is totally transformative. Um So um they shared a common de one common demographic event, but it's sort of like, um you know, like I say September 11th, you know, uh people experience that moment, but you have to really look at how did that change life forever after that? Did it change people? You know, if we talk about the, the pandemic, uh the COVID-19 pandemic, did that change? Uh How did that affect K people in early elementary school versus people in high school. You know, they were all kids during the pandemic but graduating in 2020 entering the labor market is very different from entering first grade in 2020. Right."
	},
	{
		"start_time": "15:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. A and do we know if people even identify themselves with their own supposed generation? I mean, like, for example, if someone was, was born in 1986 87 and they say, and they look at someone born in 1990 they say, oh, I don't have anything in common with this person. I mean, I would imagine that that phenomenon would be very common, right? And then perhaps some of that also has to do with the stereotypes we attach to each generation. Perhaps someone from 1986 wouldn't want to be uh grouped together with someone who has particular stereotypes from the 19 nineties attached to them,"
	},
	{
		"start_time": "16:15",
		"speaker": "Philip Cohen",
		"words": "right? Yeah. Uh It's interesting. Um I think, you know, as the terms have become common um most, but by no means all people, if you give them a list of generation names can pick the one that they're supposed to be part of. Um Although when you get near the edges, the accuracy declines quite a bit. There's a good paper by Andrew Lindner and colleagues about this um where the people who are in the middle of their generation are pretty good in their generation according to the PEW research categories, which is a common, a common uh framing. Um But one of the things that's is, uh, when you say people don't identify or do identify, um, it has to do with youth. Um, AND so there is a, there's a sense in which these generations really become vehicles for the age old, um, problem of kids these days. So it's always older people talking about younger people and, you know, so people say, oh, my college, I'm a college professor. People say, oh, my students today, um they don't know, you know, they don't read books or something like that. And so instead of saying kids these days don't read books, they'll say generation Z doesn't read books and it's, it's not really there. They should be speaking about that is we don't really know if that same group will not read books when they're 40. Um uh IN the same way that millennials, you know, read books when they're 40. Right? So, but so it becomes kids these days, the stereotype attaches to them and then in a way they live the rest of their lives in the shadow of that stereotype. Um And so there is a sense, there is a way that people and it, it frustrates me that people spend a lot of time and energy worrying about the stereotype. Oh, they say I'm a millennial but I feel more like I'm generation X or I'm a late millennial because I, you know, because I don't own a house, you know, so I'm more like generation Z or something. And then, and so this is this, this constant churning and worrying and debating and arguing about whether or not people belong in these categories, which are really quite pointless. Um So it's, I mean, it's life but it's frustrating sometimes."
	},
	{
		"start_time": "18:22",
		"speaker": "Ricardo Lopes",
		"words": "Uh And do you think that naming generations or using generation labels might promote pseudoscience? And if so, in what ways?"
	},
	{
		"start_time": "18:32",
		"speaker": "Philip Cohen",
		"words": "Well, um I think, yes. Um, IT, it's not necessarily super harmful. Um If you're, if you put, if you put the alphabetizing the labels is, is probably helpful. Um Although like I said, generation X had a specific meaning, like we didn't start with generation A right? We started with Generation X because it was sort of the invisible or the absent or the, you know, the neglected. Um So, you know, uh uh it's, it's not totally benign but um if you name them people, like if you name them, like the greatest generation, um the silent generation, like you can think of really very silent members of the silent generation like Martin Luther King or um you know, not very silent. Um So uh uh there, there is, I think it just promotes, you know, if you do research and you identify characteristics of a group and you can put some boundaries around it and they fit some model, then go ahead and give it an appropriate name. But I would not, I would not based on some marketing or, or consumer behavior or a particular piece of technology or the internet or something like that, identify an entire group and assume that other uh that, that, that the commonality of their experience on this one thing like did they have iphones um extends to the other aspects of their life, like their labor market experience or their marriage or family outcomes, right? So, um the, the, the where it becomes pseudoscience is when you call, you use the category without empirical justification based on, you know, either based on nothing or based on one facet of their lives without um you know, critically thinking about whether it applies to other aspects of their lives."
	},
	{
		"start_time": "20:17",
		"speaker": "Ricardo Lopes",
		"words": "So walk us through perhaps some of the main stereotypes that people tend to attach to which generation from the silent generation through baby boomers, Gen X uh millennials and Gen Z, what are some of the most common stereotypes associated with each of them?"
	},
	{
		"start_time": "20:37",
		"speaker": "Philip Cohen",
		"words": "Um That's actually pretty difficult if you look at the common popular lists of stereotypes, it's a little bit like astrology in that they may be self centered but altruistic, you know, they may, they may be um they may be lazy but um but um but extremely dedicated to certain issues. Um So, but there certainly are, I mean, if you look at the, the um the transition over time, they've become more uh more um uh associated with particular technologies um especially digital technologies. Um THE baby boom had the baby boom generation had a reputation for being, um, uh, for driving social change. Um, uh, IN terms of like protesting the Vietnam war and, um, uh, and women's rights and civil rights. Um, AND, um, uh, and then at some point there, the stereotype of them flipped and they became, um, you know, old, um, um, lazy liberals who don't really think critically anymore. And if you think of like Bill Clinton. So, um, uh you know, it, it um they, they're not stable in that, in that way, but it is the case that, you know, millennials are perceived as having had a hard life because of the timing of the great recession and then the pandemic. So, like they've had early adulthood and middle adulthood have been challenged by these serious events. Um uh AND, and they, you know, they have their own, um their own sets of neuroses and so on that came from that generation Z is living in this um in this period of anxiety. And, um you know, this is the Jonathan hate version from uh uh about so how social media is ruining their lives and their mental health. Um And there is, you know, these things are not, these things are not crazy, they're not unrelated to experience, but I don't even like to um to get very specific about the um what they're supposed to be like. But, you know, I, I maybe you're playing to get to this. So tell me if I should um you know, talk about this later, but you know, the, the concept of cohort um uh and life course experience uh is very important and very real, the age at which you experience historical events um really matters. So what in demography we call age period and cohort, you know, you are, you're um you're five years old uh at the moment that the a certain historical event happens and you can, you have that in common with other people who are that age at that time, that historical moment. So this is a very important insight. You know, if you had, if you were, if you were, if you were 12 years old in 2005 versus 12 years old in 2015, the, the, the, the, the second group had social media in middle school. Um And it changed their, you know, it may have changed their lives forever. If you entered the labor market during the pandemic, you may earn less for your, the rest of your life because your first job you took was not, was not advantageous versus entering during a boom year. Um So there are ways in which, you know, that it's important to think about the, the age at which you encounter historical moments. Um AND how that casts a shadow or has momentum through um through people's their lives. So I anything bad I say about generation concepts should not be taken to undermine the, the, the the powerful in insight of, of what we call life course theory or the idea that the timing of events affects everything that comes after."
	},
	{
		"start_time": "24:10",
		"speaker": "Ricardo Lopes",
		"words": "And since you introduced the topic already, the topic of cohort and life course research, do you think that generation levels might also affect it in any way?"
	},
	{
		"start_time": "24:22",
		"speaker": "Philip Cohen",
		"words": "Well, um it, they, I think they muddy the waters um uh like and, but on the other hand, one reason that they are so powerful and they have such um currency in the culture, I think it's because they capture this insight. So it's a give and take. You know, I think if you see most serious researchers, the vast majority of serious researchers would not use these generation cat worries and especially not with their labels. And if you think about the terms, you know, the baby boom is 18 years, millennials are like 16 years, I don't know, generation Z is maybe only 14 years and they're changing and they're, but the, the lines are arbitrary. So we had a um we had a campaign a few years ago of, of demographers and other social scientists and we wrote to the Pew Research Center and we said, you know, we beg you to stop framing all of your research in terms of generation labels. Um And they had been doing that in a way that and they're very effective science communicators and they do really important research. Um AND their stuff was very important. Uh They did subsequently change their practice and they now only um describe people in generational terms when they have sort of generational data. That is if you're just, if you're doing a survey today of people by age and you say, oh, look, 60 year olds are more likely to have been divorced than 30 year olds or something like that or more likely to get their news from print media. Um You should not describe that in generational terms. Uh UNLESS you have some longitudinal sense that, that, that the characteristics of that cohort adhere to them over time. If you're just doing a survey today and you say old people read the newspaper and young people get their news from tiktok, that's age, that's not necessarily cohort, right? So that distinction is very important. It becomes a cohort effect or a cohort phenomenon when that carries with them through their lives or has some effect um over the course of their lives. So forcing things into the generational frame can limit your ability to understand the phenomena you're actually looking at, I guess, is one way to put it,"
	},
	{
		"start_time": "26:24",
		"speaker": "Ricardo Lopes",
		"words": "right? And how should cohorts then be delineated? I mean, in terms of time periods, how do you look at it?"
	},
	{
		"start_time": "26:33",
		"speaker": "Philip Cohen",
		"words": "Yeah. Um Well, like uh our data usually comes in years. Um And like I said, years have a basis in the, in the, in the solar calendar. It's not um you could use a lunar calendar. Solar calendar makes more sense for our seasons. Um uh And so, you know, um I start by putting people in years. Um And then, and we can see, for example, Children born in January are different from Children born in December because of the way society organizes itself in calendar years. Um So that can be important. OK. So, but if you look at your 70 71 72 OK? In fact, even the baby boom, like I said, it started in July of 1946. But maybe if you put everybody born in 1946 together, they probably had a similar experience because they all started school the same year. Even though the ones born in May weren't really part of the baby boom, right? So the calendar is a very powerful thing. OK? Years are pretty good if you're gonna start grouping them and trying to define eras and periods. Um I would start with something that's deliberately arbitrary and clearly arbitrary like decades. Um And so like, let's just put them in groups of 10 years and see, but if you have and then, and then you'll see, people say things like, well, the seventies didn't really end until 1982. You know, they'll say based on fashion or music or something like that. I know the sixties, you know, the sixties really started with the first Rolling Stones concert in 1962 or something, you know, whatever I'm making these up. So then you can start to see that people start manipulating the categories. You start, maybe a demographer starts with decades, but you start thinking critically and socially and you start to see that maybe the events you're looking at don't line up that way. Um And I think the what, what you learn from that is that it depends on the question you're asking. So I would start with decades just to look at the trend over a long period of time. But as soon as I have a specific question in mind, how did September 11th affect the odds of volunteering to serve in the military? How did the great recession of 2009 affect homeownership? Um, THEN you can start putting dates around it. Um, AND, and, and look at the particular thing that you're studying, I'm studying homeownership. I'm gonna pay a lot of attention to 2008, 2009 in the United States. If you know, if I'm studying, um, uh, uh, uh, public health and, um, uh, career choices of young people, you know, I'm gonna look at the pandemic. Um, BUT that comes, that comes from the research. It doesn't precede the research, um, as a, as a settled question. So it, it, it really has to be handled theoretically and empirically not, not predetermined. I mean, that's just not, that's the way science should work."
	},
	{
		"start_time": "29:17",
		"speaker": "Ricardo Lopes",
		"words": "And also looking at people that are supposedly part of the same generation, isn't it also the case that we should look into other aspects like their sociological aspects that affect their own life. For example, if people are part of different socio economic strata, I would imagine that they have very different life experiences and they go through life in many different ways. So, uh aren't there other factors that we should look into apart from the specific year or the specific period they might have been born in?"
	},
	{
		"start_time": "29:55",
		"speaker": "Philip Cohen",
		"words": "Yeah, I mean, I think it's worth like when we talk about age period and cohort um the, the the thing about period effects is there's sort of things that affect everybody, right? So recession, everybody lives in a recession. Of course, recession doesn't bother Elon Musk in the same way that it bothers a poor person. Um So, but they're still living, they're both living in it, right? So you can, you can look at that as a common experience, but then you have to think about, ok, how does this affect them differently? So, one of the risks, like you, like we said before, of, of collapsing is that you end up looking at the dominant category in the group. Um AND, and, and miss missing others, but like you say, it's also about essentially different variables. So race and gender, nationality and socio-economic status may matter more um than the cohort uh that you're born into for particular questions. The, you know, another thing that happens is because, and this is probably changing over time because of our global and digital culture. Um The idea of one age group having a unique experience separate from another one is less the case than it used to be. That is, you know, I use tiktok. Um I'm old. Right. I don't use it. Well, I'm not like it but I like, I look at tiktok, I make videos of like my pets. I put them on tiktok like there's no, uh there's no world where a young person lives in a tiktok world and an old person completely does not. Um And so, um uh especially around the edges, you know, uh uh if you look at, you know, one of the things that has happened is that the, the life course, the sequence of events in the life course, like what we call emerging adulthood um or something where you school school career, marriage, Children or whatever sequence. Um I say whatever because the sequence has become a lot more variable. Um These things have become less rigidly ordered um than they were at least at, at one period in history and also more variable in terms of the length of these periods we talk about um delayed uh or delayed adulthood or something where it's, it's no longer really the case, at least in the US that people finish can be reliably said to have you stop measuring their education level at age 25 right. It used to be the Census Bureau in the US publishes all their statistics on education for people aged 25 and older. Assuming they're done. Well, that's not the case anymore. Um And I know they know that, but that, that, that's a traditional category is 25 plus to look at, at completed education or for, for fertility and birth rates. You know, it used to be thir, you know, 39 you know, um a above 39 we're not gonna even measure ferti fertility because um women don't have babies after age 40. Well, now it's like, well, how about 49? Um So um um the, the, the fact that the, the, the sequences have become less rigid and the periods have become more um more dispersed and more variable in terms of their length. Um M meth means that the, the, the very idea of fixing categories around them has become harder. And if you are, if you're unemployed and, you know, single and living at your parents' house, if you're 36 versus 21 you have certain things in common, even though you're a very different age. Now, maybe the 36 year old now is in a more stigmatized category and um is more, more ashamed of their status, but in some ways, they have something in common with a 21 year old who's also living in their parents' basement. Um And so, you know, the, the idea of, of fixing it around the birth year doesn't make sense at that point."
	},
	{
		"start_time": "33:36",
		"speaker": "Ricardo Lopes",
		"words": "And our generations even official categories or entities. I mean, earlier, I asked you uh about the researchers that might use them and you told me that there's not many researchers out there who, who use generation labels. It's mostly journalists and specific kinds of organizations out there. So, are they considered official or?"
	},
	{
		"start_time": "34:02",
		"speaker": "Philip Cohen",
		"words": "It's funny people say um uh officially I'm a millennial but I feel like I'm generation Z or something. Um um But no, they're not official categories, at least not in the US. And I don't not aware that they are anywhere else. Um You know, the baby boom was a demographic event and that is, um which produced baby boomers in the sense of people who are part of those birth cohorts. Um And, and I think that got us going in that way, but the subsequent categories have no official status. And that's actually why the group of researchers and I approached the Pew Research Center because people had, people had, were clearly identifying the Pew categories um as sort of the standard categories and, and Pew had sort of an explainer website where they said like this is how we, this is how we drew the lines here and they had some vaguely empirical bases about September 11th or the internet or something like that. Um But they basically just said we're gonna use the, they said we know they're basically arbitrary, but once you name them and you use them, they start getting some, they start carrying their own weight. So these are that we're gonna kind of use them in a consistent way, at least. Um And so Pew is very influential and that was the closest we had. Um Gallup, another polling organization also um uh uh has been influential but there's nothing, there's no official status to these. Um And if you think about the, um, uh, if you think about how the mile, the, the milestones in life have changed, you know, we raised, we lowered the voting age from 21 to 18. We raised the drinking age to 21. Um, WE have raised the retirement age is on a schedule to, to, to gradually rise in the US with, um, social security. So even to the extent that there are official markers, um, they, they flex, you know, they vary over time as the population changes and the imperatives of those bureaucracies change."
	},
	{
		"start_time": "36:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, that's the other thing because even when it comes to, uh, what we label as being involved in a particular, uh, society and in a particular time period, it varies across the time and cultural context. Right? That's just an example, of course."
	},
	{
		"start_time": "36:18",
		"speaker": "Philip Cohen",
		"words": "Yeah, I mean, I think if you, in the US, we've had periods where people are very upset about teen pregnancy. Um, uh, YOU know, women having women being pregnant and having Children, you know, in their teen years. Well, that usually meant before 18 because 18 they're adults. And, you know, and if you look at teen teen pregnancy in the 19 fifties, um, they almost all got married between the pregnancy and the birth. Um, SO we had a lot, we have a lot of people whose birth, whose first birth was less than nine months after their marriage at that time. Um, AND, and people were not upset about teen births if the woman was married. So, so really the idea of the, the distress over the social problem of teen pregnancy and childbirth, which often is a problem, of course, and it is often, you know, it's not consensual, it's not planned, it has negative consequences, but it was really, it was really only in the context of not marriage. Uh AND specifically in the context where women had other opportunities. So they, so, you know, when we were upset about teen pregnancy and childbirth in the eighties and nineties was partly because women could go to college. And if they were having a child at age 17 or 18, their chance of going to college and having a successful lucrative career was, was negatively impacted. If that was not the case, then you wouldn't necessarily be so upset about women having Children at age 17. You know, in some senses, you know, biologically, it works pretty well. You know, it's only a problem if it's not consensual, if it has negative consequences if they're, if they don't have adequate social support, if it's not what they want, um, which is, you know, often the case. But, um, anyway, so these, these things change. That's all I'm saying. I can't remember the question."
	},
	{
		"start_time": "38:00",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, earlier, we've touched a little bit on stereotypes. I mean, sometimes it's very unfortunate because even here in Portugal, even just recently, uh, journalists did a few pieces on how supposedly people from generation Z are lazier and they are more demanding in their jobs and stuff like that. I mean, I, I don't know if there's any specific research on this, but if there's those stereotypes circulating around and particularly on mainstream media, couldn't it be the case that perhaps some of these people would even be discriminated when it comes to getting a job just because the employers have the sense that, oh, let's avoid the employing people from Gen Z because they might uh II, I mean, they might create problems in our company or something like that."
	},
	{
		"start_time": "38:55",
		"speaker": "Philip Cohen",
		"words": "Yeah. So, um the stereotypes for young people interviewing today include um they look at their phones during the job interview, they bring their parents to a job interview. Um THEY make unreasonable demands um about um things that they should be grateful for like having a coffee machine in the office or something, snacks. Um AND sort of this, right, this spoiled um uh privileged attitude, of course, very socioeconomically specific. Um But also quite wrong. Ok. But, you know, things have changed. Um, SO, you know, the law is different in different places, age discrimination is a, is a real thing. Um, uh, IT'S not necessarily illegal in all cases but in some cases it is specifically illegal. Um, AND, um, there, there, there was a, there was a little back and forth that I was, uh, uh, played a small role in when the, our National Academy of Sciences um did a um a study on um the use of generation categories in employment, um decisions, hiring and um and personnel management. And the idea was there were some people saying, and there's a whole industry of consultants basically who will tell employers this is how you should deal with, you know, kids these days. Um If you want to recruit the best talent and hired and how to, how to treat them and how not to treat them and, and it's, it's a combination of like a lot of business consulting, of stereotyping and certain kinds of insights. Um On the other hand, um it can be a very pernicious and harmful if you're applying stereotypes based on age or birth year without considering the realities of the person in front of you. Um So you have to have reasonable, you know, uh if your, if your, if your workforce is all over age 60 you probably wanna have um like make sure that you have adequate um uh physical access for people who have trouble climbing stairs. Right. That may be a, but you probably, you should do that regardless of the age of your employ. But, um, but it may be like a sudden imperative if you had a big influx of older workers. Right. So, there's this kind of this back and forth where, um, you know, we should do things universally, we should treat people equally and according to their own behavior and qualities and characteristics. But on the other hand, there are trends and patterns that we want to pay attention to. Um So, and that's a reasonable back and forth um of thinking about how the world is changing and how we should respond. There are great advantages to what they call universal design with regard to disability. You know, everybody benefits from having all, all text on an image on the, on social media, you know, a text that describes what the image is because it helps people, it helps machines, read them and it helps uh and people who are visually impaired, everybody should have um all cities should have curb cuts on their curbs at street corners because it makes everybody's life easier and better in addition to people who use wheelchairs. Ok. But um uh the the idea of, of, of a rigidly attaching those to age categories is where it becomes, you know, um harmful."
	},
	{
		"start_time": "41:57",
		"speaker": "Ricardo Lopes",
		"words": "So now let me ask you this, what is supposed to come after the Z since now we are at generation Z and Z is the last letter of the alphabet. So what comes next?"
	},
	{
		"start_time": "42:10",
		"speaker": "Philip Cohen",
		"words": "Um, I think people are already using alpha for what's next. Um, UNLESS that's alpha is also Z, no, I think alpha is supposed to be what's next. Um, YOU know, if we settled into a habit of, um, of arbitrary names like numbers or alphabet and fixed, fixed lengths, that wouldn't be the end of the world. But in that case, we may as well just use decades and call them decades. Um But um I think what you will see and you already see is sort of a scramble for naming rights. Um The person who the person who names them and has their name stick, um can become a popular consultant and sell books and um uh and uh and have uh and get positive attention maybe for the better, maybe for the worse. So, um uh uh one thing that happens with that is in the competition to name the next generation, they tend to get shorter because one comparative advantage in that competition is to get your label to stick sooner. So you have to kind of roll it out quick. So I think if, if, if, if they don't become standardized in some way, I think we'll see this continued pressure to shorten generations and come up with um attractive names for them. I mean, millennial worked because it had to do with the millennium it had to do with the changing, with the year 2000. Um So there was kind of, there was sort of a logic to it and after that it was sort of like, oh, Z, you know, we're like, we're done with this. Um But of course, we're not done with this. It's like an addiction. Um So, so they stick. Um And, you know, we've made, we, you know, reasonable, social scientists have made some progress on this. I think we have successfully stig the use of the categories in serious research um without an empirical basis in some quarters, at least, but I don't really believe we're gonna stop this practice and, you know, in the long run, it's not that important, but as long as we just have to realize that possible downsides. So I don't know what they're gonna be called next, probably. Um uh YOU know, maybe somebody will think, oh, it should be reasonable. Let's just use alphabet letters, but nobody's gonna wanna be b you know, if you have, you know, if generation A or alpha um beta just sounds terrible and nobody wants to be that. So I assume there will be um you know, there'll be some, some something else will come along before um generation alpha is even done and the alphabet thing won't stick."
	},
	{
		"start_time": "44:26",
		"speaker": "Ricardo Lopes",
		"words": "But do you see a positive trend when it comes to how people use generation labels? I mean, do you see that for example, as you and some of your other colleagues pointed to these issues that some people at least are dropping the use of generation labels in their work or not. Yes,"
	},
	{
		"start_time": "44:44",
		"speaker": "Philip Cohen",
		"words": "I think so. I mean, if I looked at the, um I looked at the occurrence of terms in the, in the social science literature and it really is quite concentrated in business and psychology now and business is really taking off. Um And so my knock on business research is, it's often, you know, not serious research, it's sort of fatty, it has to do with. Um um YOU know, people trying to um just get generate attention for their consulting jobs. It's a total stereotype. It's completely unfair. So I, you know, I'm, I, I apologize. Um BUT it seems to be concentrated highly in business, which is interesting. Um And it, you know, it's, it's, it has to do a little bit with the way business researchers communicate who they communicate with and so on. Um But I'm happy that um economists and sociologists and historians are not using these terms very much. Um uh A a and I do think there's, there's also a recognition in the public, I think, um of their arbitrariness and that's why, you know, sometimes it seems like wasting effort, like, oh, I'm a millennial but I don't feel like a millennial. You could have just skipped both of those statements and got and moved on with your life. 10 seconds earlier. But, but it is a way of framing, it's a way of putting, you know, putting yourself in historical context and there's a, you know, the generation gap, I mean, um, interestingly, um, you know, these generations are getting shorter, um, human generations are getting longer and because of low birth rates in some ways the generations are getting closer together, um, in, in that the parents have fewer Children, grandparents have fewer grandchildren. Um And their lives are longer. Um, YOU know, a grandparent may now have a 70 year relationship with two grandchildren. You know, that's a very, that's a very meaningful, I'm not 70 years right there. Uh But more like a, a 50 year relationship with two grandchildren, you know, that's it, that could be developed into a very meaningful adult um uh uh relationship over a long period of time and can actually draw generations closer together. Grandparents all have 25 grandchildren. They can't even remember all their names and they die when they're 60. Um Then, um it's not uh uh it's a different kind of intergenerational relationship. So actually, we have great potential for um for vertical generational relationships, improving and deepening uh over historical time. Um And then like slicing them all up into um like in our family. Um We have no, um there's no baby boomers in my family. My parents were born before the baby boom and me and my sibling were born after the baby boom. There's no baby boomers in our, and that's not so unusual. The generations are getting further apart. My parents were slightly older when they had their Children. Um, THEN, you know, than some other people, like just the, the baby boom squeezed right into that moment for them. So, um, uh uh uh, the, uh, I mean, we may, we may just find that there are other ways to express our generational, um, affinities and affiliations besides these categories, hopefully."
	},
	{
		"start_time": "47:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So let me just ask you one last question. Then when it comes to your own work, we've already talked about throughout the interview, demographic trends. But you also do work on family structure, the division of labor, health disparities. Do you see or think that generation labels have affected or could affect in any way, research on those topics that you are interested in?"
	},
	{
		"start_time": "48:11",
		"speaker": "Philip Cohen",
		"words": "Well, they mostly um the labels mostly occur as noise um in the sense that if you, so, you know, everything I do, I'm looking at like marriage or divorce rates over time. Um And so the, the, you know, the year of birth is a very important element in that um you know, people who are uh uh people who get married at a young age are much more likely to get divorced and people who get married in certain periods are more likely to get divorced. So you have to weigh those two factors, the age and the period um which together makes cohort. Um So we have to think about these things. If, if, if people um collapse their data into categories without reason. At the start of this, it becomes noise because you have to immediately ask, is this category working, right? So like if I look at the, is it concealing very important variation? Am I, am I splitting Venus and Serena Williams? Um uh IN a way that um that undermines my ability to actually understand what was happening in the 19 eighties, you know, so there's, it, it, it um as soon as you start using the categories, you have to pull them apart and see if they make sense and then maybe they do, maybe they don't, but it would just be random at that point. So, um it, it introduces noise and sort of aggravation without, without introducing any clarity. Um Now, like I said, if I use decades, that may have the same effect, so I may start with decades and then say, well, wait a second, let's actually be careful here because um you know, 2009 was a very big year. Um And so maybe I wanna break these apart. So you may end up in a similar process this but you don't start with a name and a label and an assumption that it matters. You start with a recognition that you used some arbitrary categories for convenience and then maybe check to make sure that you're not obscuring important variation when you do that. I imagine it's similar. II, I won't say anything about biology but the identification of species is a big issue in biology. I'm, I'm aware and it's not always so cut and dry and you definitely don't want to um um you know, assume your categories before you do the research. That's all"
	},
	{
		"start_time": "50:16",
		"speaker": "Ricardo Lopes",
		"words": "great. So, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "50:23",
		"speaker": "Philip Cohen",
		"words": "Oh, sure. Um So, uh uh my website is Philip N cohen.com. It's Philip with one L. Um So um you can see everything there. I have a blog called Family Inequality. Um And if you look for the generations tag there, you'll see all the many, many rants and tirades. I've written about generations um uh uh on that, on that subject and the other topics II I work on. So, um I, I am I thank you. I hope people will visit."
	},
	{
		"start_time": "50:50",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, sure. I'm leaving some links to that in the description of the interview and Philip. Thank you so much again for doing this. It's been a fun conversation."
	},
	{
		"start_time": "50:59",
		"speaker": "Philip Cohen",
		"words": "It really has. Thank you very much. I appreciate it."
	},
	{
		"start_time": "51:02",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel S friends, David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt, Pavlo Stassi Nale Medicine, Gary G Alman Sam of Zed YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Cortez or Solis Scott Zachary FTDW Daniel Friedman, William Buckner. Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Ebon Starry Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos net. A special thanks to my producers is our web, Jim Frank Lucani. Tom Vig and Bernard N Cortes Dixon Benedikt Mueller Thomas Rumble, Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]