[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Susan Golden Meadow. She is the Beardsley Rummel distinguished service professor in the Department of Psychology and Committee on Human Development at the University of Chicago. She has made pioneering contributions to the study of how language is created and learned and how the gestures that go along with speech, facilitate learning and communication. And today, we're focusing on her book Thinking with your hands, the surprising science behind our gesture shape our thought. So Doctor Golden Meadow, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:42",
		"speaker": "Susan Goldin-Meadow",
		"words": "Thank you very much. It's a pleasure to be here."
	},
	{
		"start_time": "00:45",
		"speaker": "Ricardo Lopes",
		"words": "So, just to introduce the topic and your book here, what is the premise of your book? And why are you interested in gestures?"
	},
	{
		"start_time": "00:57",
		"speaker": "Susan Goldin-Meadow",
		"words": "So, I, that's a little bit of a long story. I'm interested in gesture. Um Because of where I began, I was interested in where language comes from. Uh And whether it is there is something about language that we ourselves contribute to or whether language is just handed down from generation to generation to generation. So if language disappeared. And if it's handed down from generation to generation to generation, it, it might not return and it might not return in the same way. But if language disappeared and we contribute to language learning, then um it might not only re return but return in the same way. So I wanted to study that question. It's not an easy question to study, but I wanted to study it. And so the people I looked at were deaf Children of hearing parents, so they couldn't acquire spoken language and they were not exposed to a sign language. And I found that they started to use their hands to communicate. So I spent many years, my first years of my career studying these Children to try to figure out whether what they did with their hands could be called language. And from there, I got interested in how all people use their hands, whether or not they're creating their language or learning their language."
	},
	{
		"start_time": "02:22",
		"speaker": "Ricardo Lopes",
		"words": "But is it that these uh Children started using their hands? I mean, through their own initiative spontaneously or was it through some sort of uh instruction?"
	},
	{
		"start_time": "02:36",
		"speaker": "Susan Goldin-Meadow",
		"words": "No, they weren't instructed at all. The instruction they were getting was in spoken language or their parents are hearing and their parents really wanted them to learn how to speak so that they were given instruction in speech by their parents. Um AND by the schools that they went to oral schools, but in fact what they ended up communicating with was their hands."
	},
	{
		"start_time": "02:58",
		"speaker": "Ricardo Lopes",
		"words": "A and so, uh, we'll get more into that later on in our conversation. But just to take a small step back, what can we communicate through gesture? Exactly."
	},
	{
		"start_time": "03:11",
		"speaker": "Susan Goldin-Meadow",
		"words": "Well, I don't think. Ok, so gesture can be made into a language that's the deaf kids do. But for the most part, when we gesture, we're using our gestures to, um, sort of shade our language. Um, WE can just add nuance to our language or we can add ideas that aren't conveyed in our language at all. So it, it depends, it can contribute quite a lot. Um And whether or not you pay attention to it, you know, it depends on the listener. Most people do pay attention to it."
	},
	{
		"start_time": "03:44",
		"speaker": "Ricardo Lopes",
		"words": "But here, when we talk about gestures, there are other, some other nonhuman animals that use gestures, right? Are you interested in those as well or just in humans?"
	},
	{
		"start_time": "03:58",
		"speaker": "Susan Goldin-Meadow",
		"words": "Well, I think that it's an interesting question as to whether or not other uh nonhuman animals use gesture. Um They do whether they're the same, whether they're used in the same way. I'm actually collaborating with some people who study in nonhuman primates to figure out whether these animals use gesture, whether the forms of their gestures look the same as hearing people's forms, whether the meanings look the same, mostly what nonhuman primates do is use gesture to make requests to ask for things, you know, to ask to be tickled to ask, you know, be chased or whatever. Um Whereas at least the deaf Children that I'm studying use gestures to just talk, you know, just not to talk, to communicate, to just convey ideas to schmooze to uh have a conversation. Um And that's a little different from nonhuman primates."
	},
	{
		"start_time": "04:55",
		"speaker": "Ricardo Lopes",
		"words": "And is there also differences in terms of, uh I mean, I guess that you've already ended up mentioning that there, but are there big differences in terms of the kinds of gestures? Perhaps not really? Uh I'm not referring exactly to their meaning but to the kinds of gestures that we tend to use and the gestures that other nonhuman animals use."
	},
	{
		"start_time": "05:21",
		"speaker": "Susan Goldin-Meadow",
		"words": "Yeah, ours are much more elaborate than they just, I mean, you know, they don't do things like that. Um They um I am beginning to study with uh Kat Hoer who studies not human primates. Um The forms that these uh creatures make um And whether they look like the forms of the gestures, I mean, they have different hands, you know, so they're not going to be identical, they have different bodies, they have different. Um But we wanted to see just how comparable they would be in the situations in which they use these gestures. So we're beginning to look at that."
	},
	{
		"start_time": "06:01",
		"speaker": "Ricardo Lopes",
		"words": "So I guess that an interesting question here to ask is why do we gesture at all? And by we, I mean, humans, why do we gesture at all when we are ready have language. I mean, is it that gestures add something to language? What are the functions of gestures?"
	},
	{
		"start_time": "06:22",
		"speaker": "Susan Goldin-Meadow",
		"words": "Exactly. Well, that, that's a great question. Um, NO, we know that one of the things gesture does is it does communicate information to listeners, but it does much more than that because if you're blind, you will gesture. If you have never ever, ever seen anybody gesture nonetheless, you will move your hands when you talk, which feels like it's pretty robust and pretty res resilient and tied to language in some way. So I think a gesture has a function both for the speaker and also for the listener. Um It does lots of good things for the speaker. It organizes thoughts and you know, it helps you attend, it helps you remember, helps you uh keep things online. Um BUT it also does many good things for listeners as well."
	},
	{
		"start_time": "07:13",
		"speaker": "Ricardo Lopes",
		"words": "And I guess that in the case of people who are blind and use gestures in that specific case, it is very evident that they are at least also using them for themselves because they cannot see exactly what they are conveying to other people."
	},
	{
		"start_time": "07:31",
		"speaker": "Susan Goldin-Meadow",
		"words": "And we've even looked at deaf, blind Children or blind adolescents talking to other blind uh speakers and they gesture. So they know they can't be for their and they know they're talking to a blind person so they can't be thinking, oh, well, they could be looking at me. It's not, you know, really feels like. So when we gesture on the phone, which everybody does you think? Well, ok, gestures are, are um not for the listener, but sometimes that's just habit, you know, you, you just do it. Um WHEREAS for the blind, it feels more impressive."
	},
	{
		"start_time": "08:05",
		"speaker": "Ricardo Lopes",
		"words": "But, but so for the person who's talking or gesturing, what kinds of cognitive effects can it have uh when it comes to themselves? I mean, do, does it have any cognitive benefits uh to gesture?"
	},
	{
		"start_time": "08:22",
		"speaker": "Susan Goldin-Meadow",
		"words": "Sure. I mean, we found that it does um actually lower your cognitive load. So you can remember more if you gesture, um it will re uh help you retain the information that you have expressed if you express it, not only in speech but also in gesture, um it will guide your own attention um if you will look in particular places. So it really does have cognitive and we're, we're trying to look more at cognitive effects, that gesture has both. Why do we do it? What are the cognitive skills that we need to gesture? And once having gestured, what effect does it have on our cognition?"
	},
	{
		"start_time": "09:00",
		"speaker": "Ricardo Lopes",
		"words": "And what kinds of uh let's say additional or different information can other people get from our gestures? Uh I mean, beyond what we say."
	},
	{
		"start_time": "09:14",
		"speaker": "Susan Goldin-Meadow",
		"words": "So I think in the past, most and most people still, I think, think about gesture as conveying attitude um and emotion, you know that it, it just, it gives you away in the sense that it, it expresses how you feel about yourself, about the other, about the content. But what I've been focusing on is not just how you feel about the conversation, but the con com its contribution to the conversation itself. Um So substantive information that gets conveyed in gesture that might not be conveyed in your speech."
	},
	{
		"start_time": "09:51",
		"speaker": "Ricardo Lopes",
		"words": "And so, uh I mean, because we are using parts of our bodies, I guess that most of the part of our hands but also other parts of our bodies. Does it connect in any way? Or I mean, does your work on gestures connect in any way to embodied cognition? Is that a framework that you also bring into your work?"
	},
	{
		"start_time": "10:13",
		"speaker": "Susan Goldin-Meadow",
		"words": "So yes, I do think that the fact that gestures use the body is important. I have done some work comparing if you gesture, you talk about a math problem and you gesture, pointing to the numbers um as opposed to moving the numbers around, literally taking plastic numbers and moving them around. So in action, which is also embodied, what you find is that the effects of gesture are different from the effects of action. So both of them can help you learn. But what gesture does is it helps you generalize that knowledge and extend it not only this problem here but to other problems that are like it. Um And action is much more limited in that sense, it ties you down and both are embodied. So what I'm really saying is that gesture, yes, is embodied and that's important, but it's not the whole story."
	},
	{
		"start_time": "11:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's talk a little bit more about the learning aspect here. So how do speakers use gestures when learning a new concept, for example?"
	},
	{
		"start_time": "11:21",
		"speaker": "Susan Goldin-Meadow",
		"words": "Um Well, it depends, um I think what can happen in a classroom is they may express their understanding of the problem and then even slightly different level of understanding with their gestures. So once having done that, if the teacher can pick up on that, she might teach to that, he might teach to that understanding, that implicit understanding and then the child can learn more from having gotten that input. Another way to do it is just when the kids gesture, I think that improves their understanding, gesturing itself makes them think differently."
	},
	{
		"start_time": "11:59",
		"speaker": "Ricardo Lopes",
		"words": "Uh So, and can learners also express ideas about concepts in their gestures that cannot be found in their speech."
	},
	{
		"start_time": "12:09",
		"speaker": "Susan Goldin-Meadow",
		"words": "Yes, definitely. Um It could be found. It's not that it, they're un they're not expressible. It's just that that person doesn't have articulated knowledge of the concept. So I can give you an idea, an example from a study that we've done of Children learning about number. So, um this is a task that I took from Jean Piaget. So he had, he gave Children two rows of checkers, asked the Children if there was the same number of checkers in one row and the other. They said yes, of course, you spread out one row of checkers. And then he asked the Children, is that, that the same number of checkers in both rows? And some kids who are non conservers at a certain age say no, it's a different number. Uh, SO that's what we've studied. We've lifted kids who say no, they all say no, but some kids say no. And they, uh, when you ask them why they express the same information in their gestures and their speech. So they'll say it's different because you move them and they'll show the moving with their gestures. Other kids will say it's different because you moved them and they'll pair up the gestures in the two rows with their hands. That's not how you moved it. In fact, it's a pretty clever thing to have done because what it does is it shows if you follow that through that there are the same number of checks in one row and the other row. So, and it turns out that the Children who produce those different gestures from their speech are the ones who are more likely to learn than the other Children. So that's a case where they saying something. They're talking about sort of how the gestures can pair up in their gestures in their hands. I'm sorry, how the checkers can pair up um in their hands, but how the, the checkers were moved in their mouths."
	},
	{
		"start_time": "14:04",
		"speaker": "Ricardo Lopes",
		"words": "Could you give us just to illustrate what we're talking about here. Another example. But now about how Children, Children or other older students can uh learn through gestures in the classroom specifically."
	},
	{
		"start_time": "14:22",
		"speaker": "Susan Goldin-Meadow",
		"words": "Well, I think what we have done in experiments is we've told to gesture in a particular way and when you do that, um they learn, then they're more likely to learn than if you don't tell them to gesture. Uh And in those studies, what we did was it gave them particular gestures to do. But we've also done today. So we tell the kids, ok, next time you do this, move your hands and they do that and they're more likely to learn. So even if we don't tell them exactly what gestures to make, they're still more likely to take advantage of the instruction that they're getting."
	},
	{
		"start_time": "14:59",
		"speaker": "Ricardo Lopes",
		"words": "Mhm."
	},
	{
		"start_time": "14:59",
		"speaker": "Susan Goldin-Meadow",
		"words": "So it helped"
	},
	{
		"start_time": "15:01",
		"speaker": "Ricardo Lopes",
		"words": "a and do we have any idea about what are the specific, let's say cognitive mechanisms operating there? I mean, is it that the gestures themselves play a role in the learning or is it that by gesturing, they are perhaps paying more attention to what they're learning?"
	},
	{
		"start_time": "15:22",
		"speaker": "Susan Goldin-Meadow",
		"words": "Well, those are not as different as I would as I think, you mean, I mean, I think that what the gestures could do is just reflect what they know and somebody else can respond back to them. And that's one way in which they can play a role in learning. But the other way is that they could actually change the way the child is thinking. I think we have some evidence that that's true, but we still don't know how it's changing the way the child or the learner. I don't think this is about Children. I think this is about people. So you too will just might help you learn so gesture it's good for you. Um But we don't exactly know what it's doing. We're trying to do some uh brain analysis and studies of, of scanning the brain when you're gesturing and to see if we can figure out exactly what gesture is doing. It may be helping you abstract, it may help be helping you pull away from the concrete details and helping you move, move out away from the particular and therefore generalize better."
	},
	{
		"start_time": "16:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And so on the other hand, we, we've been talking about learning, but on the other hand, can gestures we use have a detrimental effect on us and others if they convey, for example, incorrect information, I mean, can they hinder our learning?"
	},
	{
		"start_time": "16:45",
		"speaker": "Susan Goldin-Meadow",
		"words": "Well, it's certainly they can hinder our learning. We've created studies where, you know, we we make people pick up gestures that don't help. They actually get in the way. I think what gestures are is powerful so that we have an example of a teacher inadvertently pointing out um all of the numbers in the problem, but he didn't really mean to and what the child did after that was add up all of the numbers in the problem. He just got waylaid by the, the person's gestures. I think gestures are really powerful. Um And given that they are powerful, um they will affect you for good if they're moving in a good direction and they can affect you for bad if they're, if they're gonna take you in a bad direction."
	},
	{
		"start_time": "17:33",
		"speaker": "Ricardo Lopes",
		"words": "And uh I mean, earlier, I've asked you whether gestures add additional information to what we're saying, what, what we're talking about. But uh then do the nonverbal aspects of communication influence how, how observers interpret what someone is saying."
	},
	{
		"start_time": "17:58",
		"speaker": "Susan Goldin-Meadow",
		"words": "I think they definitely do, but we don't always realize it. In fact, when we were first studying these gestures, we would write down, you know what the kid, what we thought the kid was saying uh and the and gesturing and then we decided, OK, maybe we should separate these and write down what the kid is saying. Look, listening only to speech and then write down what the kid is gesturing, looking only at gestures. And when we did that, that's when we discovered there was different information. I think when you listen and you look, you integrate instantly, you just convict you put that information together in your mind and you don't remember where the information came from. So we're very good at taking in, in gestural information and I think it's hard not to use it."
	},
	{
		"start_time": "18:48",
		"speaker": "Ricardo Lopes",
		"words": "No. Yeah, go ahead. Sorry."
	},
	{
		"start_time": "18:50",
		"speaker": "Susan Goldin-Meadow",
		"words": "Well, I was going to say, there's one of my students, Angela Chandran is now looking at gestures in social evaluative situations um where she asked people to evaluate groups that are, you know, either popular or not popular, competent or not competent, whatever. And so she found that occasionally what people will do is say one thing but gesture, something quite different. So they'll say, uh men and women are equally good learners or equally good leaders, leaders, you know, and they'll say, well, men um are just, are women are just as good learners as men and they'll set them up where women, they'll start talking about uh women and place their hand low down in their face. When they talk about men, they'll place their, their hand up near their forehead. So that by situating these two groups on this vertical plane in different places, they're not talking about equality, not with their hands, they're talking about equality with their words, but not with their hands. And that is gonna influence the listener. We're doing some studies now to see if it does influence the listener and it does. Uh"
	},
	{
		"start_time": "19:59",
		"speaker": "Ricardo Lopes",
		"words": "uh SO, uh with that example in mind, does that reveal any sort of unconscious biases on the part of the speaker or the gesture?"
	},
	{
		"start_time": "20:13",
		"speaker": "Susan Goldin-Meadow",
		"words": "I think it does. And I think they might be very unconscious. That is, I'm not sure that the speaker even knows that he or she did that, you know, they may really think I believe in the equality of leadership in males and females. But by putting your gestures in that way, you don't totally believe it. But I'm not sure that they're, um, trying to hide it. I think they don't know it."
	},
	{
		"start_time": "20:39",
		"speaker": "Ricardo Lopes",
		"words": "So it might not be done intentionally."
	},
	{
		"start_time": "20:45",
		"speaker": "Susan Goldin-Meadow",
		"words": "I don't think any of these OK, there are gestures that are done intentionally if I put my thumb up and I say it's great or if I do an OK thing, those are intentional gestures. All these other ones are not, we just move our hands. And I don't think that we really think hard about how we're gesturing. Um And it may be important that we don't think hard about our gesturing, that it just comes out and that it's its naturalness and implicitness that is part of why it's powerful"
	},
	{
		"start_time": "21:17",
		"speaker": "Ricardo Lopes",
		"words": "but can people use their gestures to influence others and how they interpret what they're saying?"
	},
	{
		"start_time": "21:26",
		"speaker": "Susan Goldin-Meadow",
		"words": "You mean do it explicitly and intentionally? Uh Yes, I'm sure you can absolutely, you know, I mean, politicians try to, they're very bad at it because they're not very good at gesturing. You'd have to be a skilled gesture, I think to use your gestures. OK. Here's an example. Um uh Amanda Gorman who gave that wonderful speech at Biden's inauguration. Um She used her hands beautifully and she used them, she was, she was very intentional, I think about her gestures because they were used almost as a choreography. They were just choreographed movements that went along with her, her uh words. But I think she thought about them before. I don't know that, but I think she thought about them beforehand and actually use them to further elaborate and bring to mind images, storytellers do that too. When they tell stories, they use their gestures to sort of make it more alive and to convey nuances that they don't convey with their hands. That was the"
	},
	{
		"start_time": "22:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I was asking you that because I was just thinking that if uh gestures can influence how other people interpret what we are saying and the kinds of information they get from w what we are communicating. Perhaps if someone was aware of that and they wanted to actually manipulate people, perhaps they could add that to what, what they're communicating verbally."
	},
	{
		"start_time": "23:06",
		"speaker": "Susan Goldin-Meadow",
		"words": "Yeah, they could, you know, I think, uh but what I'm saying back is that you'd have to be skilled to do it. OK? Because it's not trivial to me. I mean, I do think that's what politicians try to do but they're not good at it. And most of them look sort of silly. Um And you can see what, when their gestures don't match their speech and when they're trying to, you know, it just doesn't look so great. So I think you could um you know, influence people by gesturing in a particular way, but to make it look natural so that people wouldn't necessarily pick up on it, you'd have to be good."
	},
	{
		"start_time": "23:43",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, yeah, so le let's get back to, uh, deaf Children and, and how they use home sign. So, uh, first of all, how do you study home sign? How do you go about it? And is it something that Children who they just invent themselves or how does it work? Exactly."
	},
	{
		"start_time": "24:06",
		"speaker": "Susan Goldin-Meadow",
		"words": "So, the way we have studied it is, um, just by going into children's home when they're little. Um AND you know, asking the parents if we can videotape the kid and just put down a bunch of toys and let the kid play with the parent or with one of us and we videotaped the child and you know, the kid does what every kid does sort of play with the toys and talk about their gesture about the toys. So in this case, now whether every single deaf child will do that, I don't know, I don't think it matters at some level, the fact that any deaf child can do that given very little. It, it no sign language input is, is sort of the point that I wanted to make. Uh IT is doable. It's possible we can as Children uh construct at least the fundamental aspects of language, even if we haven't experienced it."
	},
	{
		"start_time": "25:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and, but these home signs that uh deaf Children or some deaf Children use, do they have similarities to language in terms of, for example, the semantics and the structure of the language or not."
	},
	{
		"start_time": "25:18",
		"speaker": "Susan Goldin-Meadow",
		"words": "Right. So I think in both ways when they're little kids, they gesture about the same things that hearing kids talk about when they're learning spoken language and deaf kids sign about when they're learning sign language. So, you know, it's what they're about. So they, they, that's the content of their com communications, but they also have very simple structural rules as well. So their uh gestures are in a particular order. If they want to talk about an object that's being acted upon, they'll point or indicate that object before they do the gesture for the action. Um If they want to say that something is being moved to a place, they'll do the action for the moving and then they'll indicate the place. Um And that tends to be true in all of the Children we've looked at and in Children in different cultures. So we've looked at kids in America and we've looked at kids in Turkey and we've looked at kids in China. Um AND they all use the same structures, which is interesting. Yeah."
	},
	{
		"start_time": "26:15",
		"speaker": "Ricardo Lopes",
		"words": "A a and so the syntactic structure there is object and then verb instead of verb plus object, right?"
	},
	{
		"start_time": "26:26",
		"speaker": "Susan Goldin-Meadow",
		"words": "Yeah."
	},
	{
		"start_time": "26:26",
		"speaker": "Ricardo Lopes",
		"words": "A a as we actually find in some spoken languages like Japanese, I guess the, the object comes before the, the verb and"
	},
	{
		"start_time": "26:35",
		"speaker": "Susan Goldin-Meadow",
		"words": "as in Turkish, Turkish is one but the Turkish kids are no better at it than uh West kids. It's in OK. So here's here's a AAA fact that you might know if we tell people, adult people who use Turkish and Chinese and Spanish and English to um just be quiet and create gestures. OK? They will invent gestures, strings that have the object in front of the verb, even if they're English speakers, even if they're Spanish speakers. So when you ask them to describe it in English, they'll put the verb in front of the object. Of course, because that we say I eat the apple or I beat the drum. But when they describe it in gestures, they'll indicate the drum first and then do beating will indicate the apple first and then do eating and all of the groups are the same."
	},
	{
		"start_time": "27:30",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that studying gestures can also tell us something about the, how language works? I mean, spoke, how spoken language works and perhaps the how the cognitive apparatus behind language uh processes information."
	},
	{
		"start_time": "27:55",
		"speaker": "Susan Goldin-Meadow",
		"words": "So OK, that's a question that I'm, I have studied less, I'm much more interested in the developmental processes that create language than in the processes that we use when we produce or receive language. What I do think is interesting about the deaf Children, the home signers is that they really don't have an experience of receiving the language that is comprehended because they don't see it. So they are in a way a production machine, you know, they're expressing their thoughts, but they don't comprehend those same ideas from somebody else's language. Um, SO I think they can bear on questions of production and comprehension, um, because of that fact, but I haven't really studied and don't know so much about processing of these things. Although, you know, comparison comparing has sign languages are processed compared to spoken languages can do that can be very helpful."
	},
	{
		"start_time": "29:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And, uh, do we know if the gestures that deaf Children use are in any way similar to the ones used by hearing Children?"
	},
	{
		"start_time": "29:12",
		"speaker": "Susan Goldin-Meadow",
		"words": "Um I've looked at that at the very, very beginning. Um, HEARING Children also use their gestures very explicitly. They pointed objects. They create some iconic gestures. They rarely put two gestures together, hearing Children. Um But the deaf Children do all the time. So the deaf Children go much farther with their gestures than hearing kids. Kids do."
	},
	{
		"start_time": "29:36",
		"speaker": "Ricardo Lopes",
		"words": "Uh But what do these home signs really look like? I mean, are they similar to mimicry? Do they replicate actual movements of an event or something else?"
	},
	{
		"start_time": "29:52",
		"speaker": "Susan Goldin-Meadow",
		"words": "Yeah, they're not mimicry. Uh Much to my surprise. Um I mean, they're not a total mind. They're not, they don't look like Marcel Marceau who's a wonderful mind. Um You know, it's a to represent eating an apple, they wouldn't sort of go into a whole event of picking up the apple and shining it on their, their shirt and then eating it. They want to talk about eating an apple, they'll point at the apple and then do a little jab toward their mouth. So they break up these events into small pieces and once having broken up the events into small pieces, then you gotta put it back together again. And that's where the structure comes in."
	},
	{
		"start_time": "30:30",
		"speaker": "Ricardo Lopes",
		"words": "And in terms of the functions, because earlier in our conversation, I asked you about the functions of gestures more generally. Uh WHAT functions do home sign serve?"
	},
	{
		"start_time": "30:44",
		"speaker": "Susan Goldin-Meadow",
		"words": "Well, home signs serve the function of, of language. I mean, these kids have no other way of communicating other than body language and, you know, picking up acting. Um So this, they, these gestures actually serve the functions of language. And in fact, for, for any of the kids, it really serves all of the functions of language so that um they'll use it to talk to themselves. So they'll produce gestures that are conveyed not for you just for me, the the kid, or they'll use gestures to point at their other gestures in sort of a metal linguistic way. You know, kid makes a face of Donald Duck and my, I'm not watching it. So he points at his face to indicate. I said Donald Duck, you know, by pointing at his own gestures. Um THOSE are pretty sophisticated functions. Um THEY tell stories with their gestures. Um You know, they string lots of gestures together and make a story. Um So there's lots that they, you know, they comment, they request um they use them for generics. There's all kinds of ways in which these gestures fulfill the functions of language."
	},
	{
		"start_time": "31:52",
		"speaker": "Ricardo Lopes",
		"words": "Uh So in hearing people when many times, for example, we have internal speech or when we think out loud to ourselves, uh do home signers or deaf Children use gestures or their home signs the same way."
	},
	{
		"start_time": "32:10",
		"speaker": "Susan Goldin-Meadow",
		"words": "Yeah, I think that's what um, the kids are doing when they're talking to themselves. So I have an instance when that child is trying to create a block tower. Um AND there's a little sheet that tells you which blocks to put on the tower. And so he looks at it and does an arc gesture with his hand. So I help went and got a, an arc gesture, an arc block and he just ignored me. That gesture wasn't for me, it was really for him to go and find an arc walk. Um So it was in that case, not intended to communicate to anybody other than himself."
	},
	{
		"start_time": "32:50",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But if home signs serve uh the same functions as language are home signers ever able to entirely recreate language or not"
	},
	{
		"start_time": "33:04",
		"speaker": "Susan Goldin-Meadow",
		"words": "or not as I mean, who, who knows? Really? Uh I doubt it. I think that what home sign invents home sign includes many of the really basic aspects of language simple. Um But we have been able to explore the um the changes that home sign undergoes when you bring home signers together into a single place that happened in Nicaragua 40 years ago, years ago, they were brought, deaf people were brought together for the first time. And what happened is that they all, then they could see each other's gestures and produce each other's gestures and language started to form Nicaraguan sign language. Um And as new people enter that community, that language is learned by others and is changed and is changed and it, and it's still changing. Um You know, so that's when we're gonna get a full blown sign language, that's how all sign languages evolve actually over time. So I don't think home signers can invent all the properties of language. And I think it's very interesting to try to distinguish which properties they can invent and which properties require this transmission and other other aspects of the world to be developed."
	},
	{
		"start_time": "34:23",
		"speaker": "Ricardo Lopes",
		"words": "So, uh another thing that you also talk about in your book is uh can knowing how the hands communicate, help us better understand people."
	},
	{
		"start_time": "34:37",
		"speaker": "Susan Goldin-Meadow",
		"words": "Well, I think it can help us understand what people are thinking. Um And that's pretty good, you know, I think there are examples, you know, if you're a clinician probably, or therapist, probably what you're doing is making use of what people do with their hands to make inferences about what they're thinking. You may be doing it consciously or you may be doing it unconsciously. But if you're a good therapist, I think you're using those kinds of um thoughts that are displayed in the air. Um So in that sense, we can understand people better"
	},
	{
		"start_time": "35:14",
		"speaker": "Ricardo Lopes",
		"words": "and can it connect to parenting in any way? I mean, can gestures have some sort of uh, I don't know, influence in parenting in and our parenting practices."
	},
	{
		"start_time": "35:27",
		"speaker": "Susan Goldin-Meadow",
		"words": "Right. Well, I think that it can, in many ways, uh one way is in how you respond to your kid. So for example, if the kid points at a uh a cup and says mommy, the obviously doesn't think the mommy is, the cup is a mommy. I mean that, but probably what the kid is saying is that's mommy's cup. And so if you as an adult say to the child afterwards, oh yeah, that's mommy's cup. What you're doing is translating what the child produced ingestion speech into speech and you're giving the child an opportunity a really golden moment in which to learn how to say that. So that if you attend to your child's gestures and sort of respond to them as most parents, I think, do that may improve their um learning and they may learn that faster than they would have without the parent responding in that way?"
	},
	{
		"start_time": "36:23",
		"speaker": "Ricardo Lopes",
		"words": "And so do you think that and also going back to something that we talked a little bit about earlier, do you think that your work can also apply to education? And if so in what ways?"
	},
	{
		"start_time": "36:37",
		"speaker": "Susan Goldin-Meadow",
		"words": "So I think it i in all of these ways it's sort of the same and I think it definitely can and should be applied to education when Children or when learners are asked to explain what they know they gesture. Um And those gestures may reflect ideas that are not coming out of their mouths. So a good teacher will look at that and say, oh, ok, I, I maybe not consciously but they'll realize that the child understands that. So one of the things you can do is ask your kids to gesture, you know, sort of say when you explain that problem at the board, I want you to gesture while you're doing it because that may reveal more. You can use it for diagnosis in another, in another, in a sense, you know, use it to, to figure out what the child knows, right. So, and in addition, it can be used, um the teacher can gesture and teach the child things through his hands. So there's both give and take both the the children's gestures. Um YOU can encourage them to gesture. Um AND you can watch your own gestures and make sure you don't mislead them with your gestures."
	},
	{
		"start_time": "37:50",
		"speaker": "Ricardo Lopes",
		"words": "And do you think? And I guess this is also important in the context of education. Do you think that by studying gestures and having a better understanding of how Children use them and how they develop over time that we can better identify Children who have diverged in their development in terms of communication and perhaps uh potentially helping, helping them get back on course. So to say,"
	},
	{
		"start_time": "38:20",
		"speaker": "Susan Goldin-Meadow",
		"words": "well, we do have some um I think uh important analysis of kids, kids who are brain injured. Ok. So they're, they're brain injured. Um They're all at the very bottom of the heap in terms of when their ability to produce words at 18 months. But in fact, the two groups differ very much. Uh uh SORRY, they differ in how much gesture they produce. So half of them are also at the bottom of the heap with respect to gesture. And some are at the, you know, they're just like regular kids with respect to their gestures. OK. Then we fast forward, you know, a year or two and we look at their word learning at that point and the kids who were at the bottom of the heap, remember they were all at the bottom for word learning to begin with. But the ones who didn't gesture stayed at the bottom and the ones who did gesture improved. And so their, their word learning then uh went into the normal range. So that's a case where we can use gesture to diagnose who might need intervention. It's those kids who are not gesturing and not speaking or speaking very little who really could use more intervention than the kids who are uh gesturing and not speaking."
	},
	{
		"start_time": "39:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And so uh in still in regards to education and this will probably be my last question today. Um Can that also apply to students from less privileged backgrounds? I mean, can we also see those divergences between uh pre uh uh students who come from less privileged backgrounds in comparison to the other students who come from more privileged backgrounds?"
	},
	{
		"start_time": "40:10",
		"speaker": "Susan Goldin-Meadow",
		"words": "Well, I have one of my former students be Brey Church has done studies of kids who are um come from uh lower ses families, you know, low income families and she has found the gesture is actually even more important for them. So if you give them gestures in their input in their instruction, as opposed to, um, you know, kids who come from higher income families, you can wipe out the differences or at least get closer to low le level leveling the playing field if you include gesture. So without gesture, they look really different. But with gesture, you begin to equate. So it may be even more important for kids from lower income families. And the problem of course is with online instruction is that gesture isn't always included in it. And if it's particularly important for kids who, um, are not there yet, um, that they're getting sort of a double whammy by not being able to see the gestures that the teacher produces."
	},
	{
		"start_time": "41:18",
		"speaker": "Ricardo Lopes",
		"words": "So that's potentially another way by which during the pandemic, by having online classes, uh, children's learning might have been impacted maybe,"
	},
	{
		"start_time": "41:30",
		"speaker": "Susan Goldin-Meadow",
		"words": "I mean, I don't think it's the biggest reason. There are plenty of reason. Yeah. Yeah."
	},
	{
		"start_time": "41:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, sure."
	},
	{
		"start_time": "41:36",
		"speaker": "Susan Goldin-Meadow",
		"words": "But I think it may have contributed in some ways. I mean, um, you know, the, the fact that information is being conveyed by hands and the kids aren't seeing it, but it works in both ways, you know, when the teacher is sitting in her little box and the kid is in his little box and the teacher can't see the kids hands. She's not getting insight into what the kid is saying. And then conversely, if the kid isn't able to see the teacher's gestures, they're not getting that, that input from the teacher. So,"
	},
	{
		"start_time": "42:06",
		"speaker": "Ricardo Lopes",
		"words": "yeah, so uh just one more question then uh because I was almost forgetting about asking you this specifically. So, uh and what about neurodivergent Children like uh autistic Children? Do we see differences in terms of how they use gestures and how the other um I mean, more uh regular Children use gestures?"
	},
	{
		"start_time": "42:33",
		"speaker": "Susan Goldin-Meadow",
		"words": "Yeah. So um I haven't studied this myself but I have a student, Jen, a former student, Jan Iverson who has studied autistic kids and Down syndrome. Um And other people have studied Williams syndrome kids. Um AND autistic kids are said to gesture less than um typically developing Children. Um They certainly produce fewer of the kinds of gestures that we recognize as gestures. They may because they do a lot of non verbal touching and whatever. Maybe some of those really are gestures and require somebody to really look hard at them. People have also looked at how parents use gestures in relation to these kids. Um And the parents gestures are pretty comparable across kids. So it's not like the parents are, but sometimes, you know, the parents are um changing their gestures in ways that might not be so helpful. So I think that kind of work is really very useful to do."
	},
	{
		"start_time": "43:30",
		"speaker": "Ricardo Lopes",
		"words": "Great. So Doctor Golden Meadow, I think that this is a good point for us to wrap up the interview. And the book is again thinking with your hands, the surprising science behind our gesture, shape our thoughts. And I'm leaving a link to it in the description of the interview. And uh just before we go apart from the book, would you like to tell people where they can find you and your work on the internet"
	},
	{
		"start_time": "43:56",
		"speaker": "Susan Goldin-Meadow",
		"words": "um on my website, but I don't remember its name and you can put it on."
	},
	{
		"start_time": "44:06",
		"speaker": "Ricardo Lopes",
		"words": "No look, no problem at all. I will look it up and then look it in the description."
	},
	{
		"start_time": "44:11",
		"speaker": "Susan Goldin-Meadow",
		"words": "You know, I'm one of those. I don't know what technology but they can find me, University of Chicago. That's where I am."
	},
	{
		"start_time": "44:19",
		"speaker": "Ricardo Lopes",
		"words": "OK? Great. So thank you so much again for taking the time to come on the show. I really love the book, the book and I loved our conversation today. So thank you so much."
	},
	{
		"start_time": "44:28",
		"speaker": "Susan Goldin-Meadow",
		"words": "Thank you so much for your interest. I really appreciate it."
	},
	{
		"start_time": "44:32",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam Castle Matthew Whitting B no Wolf, Tim Ho Erica LJ Conners, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson, Ya des Roman Roach Diego and Jan Punter Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi, Nale Me, Gary G. Almansa Zal Ari and Y Polton John Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica week in the B brand Nicholas Carlson Ismael Bensley Man George Katis. Valentin Steinman, Perlis, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon Bendik, Muller Thomas Trumble Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]