[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Loop and the MG by Dr JD Gs. She's an assistant professor of Anthropology at the University of Washington in Seattle. Dr Gebb is an environmental archaeologist and ethno biologist who employs an interdisciplinary research program to understand how humans adapted their foraging practices and agricultural strategies to new environments and have developed resilience in the face of climatic and social change. And today we're going to talk about foraging and the agricultural practices of humans, paleo ethnobotany, the Tibetan plateau, the development and spread of agriculture, the development of states, climate change and some other related topics. So, Doctor Gatz, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:53",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Thank you. It's a pleasure to be here. And also thank you for being the only person who's ever pronounced my name correctly because we're both Portuguese."
	},
	{
		"start_time": "01:00",
		"speaker": "Ricardo Lopes",
		"words": "I mean, if I didn't do it, it would have been a shame for me anyway. OK. So to start off with, uh tell us perhaps a little bit about the kinds of places you have done work on when it comes to studying, perhaps the foraging and agricultural practices of humans."
	},
	{
		"start_time": "01:25",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yeah, absolutely. So, um my work is primarily focused in Asia. Um So I've worked um in two places. So um I, you know, I consider myself an archaeologist of ancient China and the Tibetan plateau. So I work primarily in the People's Republic of China. Um AND the region of China that I work in um is Southwest China. Um So this is the provinces of um of the Chinese provinces of Sichuan, Yunnan and Guizhou. Um But more specifically, um one of my key focus research areas has been the Tibetan plateau. So I actually did an undergraduate degree in Tibetan and Himalayan studies, that was the first degree that I did. Um And so the Tibetan plateau sort of always been a focus of my research. And then um throughout my phd, I actually shifted my focus to the Chengdu plain, which is the slow lying plane in Sichuan Province. But then following my phd moved back to doing research on the Tibetan plateau and that's where my current fieldwork project is in a National Park on the eastern Tibetan plateau. Um And we sort of the bulk of my research has been focused um and just finished writing a book on the archaeology of the Tibetan plateau. So, yeah,"
	},
	{
		"start_time": "02:37",
		"speaker": "Ricardo Lopes",
		"words": "a and why these particular places specifically, I mean, is there any specific reason scientifically speaking for why these places would be good places to really study the the particular kinds of questions you're interested in or is it just some uh something that is, that was more accidental, let's say that you got interested in those specific places."
	},
	{
		"start_time": "03:04",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "So, so in terms of my own research, um well, so, so I'll sort of answer broadly like from the scientific perspective. So, you know, the Tibetan plateau is a really interesting place to study the impacts of climate change. Um BECAUSE the Tibetan plateau, so, so areas of like high latitude and high altitude experience the impacts of global warming with a higher amplitude than places of low latitude and low altitude. And so, you know, if you look at the numbers, the Tibetan plateau is warming at the rate of roughly double the global average. Um SO, so, so, so it's a place that is currently, you know, experiencing some of the biggest impacts of climate change around the world. But this has also been true historically. So whenever there are changes in climate in the past, um the Tibetan plateau experienced those changes more just because things happen with a higher amplitude there. So it's a very interesting place to study the impacts of climate change. Personally, for me, it was actually um kind of by accident, I I started off with a undergraduate degree in Tibetan and Himalayan studies. And you know, most of the way that those degrees are sort of oriented is really, you know, very heavily focused on the historic period in Tibetan, which is very closely intertwined with the history and spread of Buddhism. Um So, you know, I feel like I spent a lot of that undergraduate degree, you know, learning how to read Tibetan Buddhist texts and sort of realized that, you know, my, my, I mean, while it was very interesting and I have the greatest appreciation for Buddhism and it's wonderful philosophy, um you know, and certainly try to integrate that into my life on a personal level. Iii I realized that like, my academic interest was not in studying Buddhist text. And I became interested in um some of the older religions of Tibet, namely Bon, um which is uh you know, which is just like a kind of blanket term for sort of describing everything that was present into that prior to the arrival of Buddhism. And then sort of through that I became interested in, in. Well, what was the early history of this very fascinating place that ended up forming an empire and realized that we actually know practically nothing about it. And then that's how I became interested in the, the theology of the Tibetan plateau because I was like, wow, there's really this massive gap in terms of our knowledge and that we only really start, you know, understanding what's happening on the Tibetan plateau, maybe around the earliest, the fifth or sixth, but really, you know, sort of after the sixth century ad but everything prior to that, we know nothing about that. But yet archaeology has the answer. So that was actually what led me to become an archaeologist in the first place was that kind of realization that while there's like a lot of room to um to expand our knowledge here?"
	},
	{
		"start_time": "05:52",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, but when it comes to the history of humans in the Tibetan plateau, does it include also foraging activities or have you focused mostly on agricultural practices?"
	},
	{
		"start_time": "06:06",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Um So I've also focused on foragers too. Um And, and the reason is really that the Tibetan plateau is sort of in, in this part of Asia, this is one of the places that at least, in my opinion, foragers have had some of the longest history, they've been there for the longest period of time. Um And um you know, where, whereas agriculture spread and you know, replaced um forging lifestyles earlier on in other parts of Asia here, you know, on the Tibetan plateau forages were there for a long time. And, and um and actually in some of one of the things that I've argued is that they, they really resisted the spread of farmers um for a very, very long period of time. And in fact, it's really not too until the introduction of pastoral animals like sheep and goat and then cattle to some extent, and the introduction of wheat and barley. So basically following the second millennium BC that I think that that people started to truly move away from a foraging lifestyle. Um Uh And in my opinion, it is these foragers who were on the Tibetan plateau, these are the ancestors of Tibetans today. Um That, that is my opinion. I believe that there is direct continuity um between, you know, people who were once foragers on the Tibetan plateau and Tibetans today. Um And that we can't really explain the peopling of the Tibetan plateau through a simple replace, you know, demographic replacement hypothesis."
	},
	{
		"start_time": "07:45",
		"speaker": "Ricardo Lopes",
		"words": "So is then the Tibetan plateau, an area in the globe where it's uh it's uh I mean, it's a good place to study perhaps the transition from foraging into agriculture or perhaps the steps it took for people to, to really adopt agriculture as the basis of their food economy."
	},
	{
		"start_time": "08:08",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yes. Yeah, I think it's a really fascinating um place to study it and, you know, one of the things. So, so I I'll sort of back up by saying that there, there's sort of two kinds of spreads of farming uh onto the Tibetan plateau. So the first one has to do with um two crops that were domesticated in China, which are broom, corn, and foxtail millet. Um So those two crops were domesticated in Northwest China or somewhere in northern China. And then um we see them moving on to the margins of the eastern Tibetan plateau um around, you know, the fourth um millennium. Uh WAIT, sorry. Yeah, about the fourth sort of millennium BC. Um Now, now they, they move presumably with people who are farmers along the very low altitude margins of the eastern Tibetan plateau. But then we also see these same crops appearing in areas of higher altitude and there are very complicated things happen. So there's one archaeological site on the northeastern Tibetan plateau called Z. And at Z, what we start seeing happening is we actually see burials that appear to be associated with moving farmers who came to that site. And then we have burials that are in a very different style with totally different types of pottery that are probably the forager burials. And so we see actual like physical interaction between these two people, these two different groups of people at this archaeological site and presumably the farmers brought this millet with them that we find at the same archaeological site. One of one of the very interesting analyses that me and some of my colleagues at Lanzhou University um carried out was we decided to look at the proportions of weeds um in that, in that assemblage from Zona. And what we found is that it was mostly clean grain showing up at the archaeological site, which means that farmers were probably carrying the grain with them to the site. It wasn't being grown locally on site, otherwise we would have found the weeds. Um And then they were engaging in these, you know, patterns of exchange with these foragers like this was a trading place. So then if we move further south on the Tibetan plateau to an area called Chandu in, in, in Tibet. And there is this very famous site called Chengdu Kai rule, which is uh you know, one of the um it was always sort of hailed as like one of the earliest farming sites on the Tibetan plateau. And that's because we find milit at it. But there's really no evidence at that site for any type of direct exchange between these foragers um in high, you know, who live in this high altitude site and between farmers in lower elevations, the pottery is different, the technology is different. The only thing that's showing up are these millets. And it's possible that the foragers were locally cultivating them. It's also possible that they were exchanging them through these down the line trade and exchange agreements. So, you know, to me this, so, you know, in archaeology, we tend to have, we, we sort of tended to have this assumption that when you get grains showing up at an archaeological site. Oh, that means that people were farming them. So some of the things that I've argued in, you know, in the particular context of the Tibetan plateau is no, it actually doesn't mean this people can trade grains over large distances. And in fact, that's what Tibetans do today. There are many Tibetans who are full time pastoralists and yet they have barley in their houses that they're exchanging with other Tibetans who live in lower altitudes, motivating the barley, they exchange the barley for things like salt, hide, milk butter, you know, all of the products of pastoralism and sometimes even the products of hunting. And so I'd argue that, you know, this is really a ver a pattern that is, these patterns of exchange are something that have characterized the Tibetan plateau over very, very deep time. Um And they're, they're not new and, you know, this is really just a continuation of what people have been doing for thousands of years. There are the patterns that we, that we see today."
	},
	{
		"start_time": "12:20",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to the development and adoption of agriculture, I guess that there are very interesting questions that I could ask you here because I mean, whenever, for example, I hear people, I mean, I'm not talking about scientists who actually do work on this, but just the general population talking about the adoption of agriculture and the agricultural revolution, so to speak, people have these very common simplistic ideas that we were foragers up to the point. And then we, and then we, we found we found agriculture and then suddenly the next day we, we just adopted agriculture and we went on from there. I mean, of course, people know that agriculture was not developed in every single society across the globe. At the same time, it's red across the globe. But anyway, the people left these very sort of simplistic ideas that it was one single event once we found agriculture, then we went on from there and it was just agriculture onwards. Uh But, uh, I mean, actually"
	},
	{
		"start_time": "13:35",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "I can totally take that apart for you. Ok."
	},
	{
		"start_time": "13:38",
		"speaker": "Ricardo Lopes",
		"words": "Ok. Ok. But just, just one last thing, actually, if I remember correctly from a conversations I had with other people on the show, even the idea that it was one single event is not right, because there's lots of evidence that foragers perhaps learned that they could farm certain crops. But they uh I mean, sometimes they were farming them other times they dropped that and went on, went back to just foraging again. And uh I mean, many times it was a mix of those kinds of activities,"
	},
	{
		"start_time": "14:17",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "right? Yeah. And so, you know, so I'll just address the last point quickly. So yes, that's exactly what we see on the Tibetan plateau. So one of the outcomes of my work was that due to climate change, people could actually no longer cultivate these millets on the Tibetan plateau and we'll maybe get back to that later. But, but these millets fell out of cultivation and people just went back to foraging to what they were doing before. But to address your first point on the development of farming. So, you know, back um in the age of Gordon child, who was an Australian archaeologist, kind of at the turn of the century, you know, it was we described the origins of agriculture as the Neolithic revolution and I think today our understanding of the process could not really be farther from that. Um I think that some of the most interesting ideas about how agriculture first came to, you know, how people first started farming is really, has really been the recognition that people have always interfered with. Um Yeah, and maybe interfered isn't the, isn't the right word, but people have always lived in symbiosis with the plants and animals around them. And when you live in symbiosis with a plant or with an animal, you have evolutionary impacts on each other's lifestyle. They're evolutionary outcomes of that. So some of in my opinion, the most fascinating research about the origins of agriculture has really focused on the nature of those symbiotic relationships. Um AND how small unintentional decisions that are made by humans as they're gathering plants or as their harvesting plants can lead to the emergence of traits that are associated with domestication. Um So, you know, one of the, you know, kind of most famous examples of this. Um AGAIN, drawing from Asia is probably the work of one of my colleagues, Dorian Fuller. Um And what what Dorian you know demonstrated was that um that that rice, rice and other grain crops as they are becoming domesticated, start exhibiting a non shattering rus, right? Which is um the part that attaches the grain to the rest of the plant and wild plants when the crop ripens, when the grain ripens that automatically de hess so that it falls off the plant. What starts to happen. Well, in, in all, in all populations, including wild populations, there's a small percentage of a mutant that is the non shattering racket. And as people are harvesting the crop, they are unintentionally selecting for the ones that just happen to remain stuck to the plant, which are the domestication trade mutants. And if you do that over thousands of years, you start to, to select for that mutant. Um And you, and it starts appearing in higher, higher and higher proportions and then this leads to domestication. Um But now both the humans and the crops have entered this trap in which they rely on each other. The humans rely on the crop for its grain and then the crop relies on its humans because it can't really spread itself without human intervention. Um So, so, so, so that's for me, you know, one of the most fascinating parts about some of this recent research on, you know, the origins of agriculture is that not only was this a very gradual process, but it's really, you know, we, I think that there, there tends to be, you know, in our sort of in many of our social darwinist perspectives about how things changed in human history. This idea that man is at the top of the heap, right? That we are, you know, the the primary um inventors, we are the masters of nature, we are the ones that change the course of history. And yet when you really kind of get into the mechanics of how things like domestication happen. I think one of the things that we realize is that actually we're not, we're just entangled with ecologies, we're entangled with plants, we're entangled with animals. And we are just a part of evolutionary processes and, and a part of nature just like these other plants and animals are. And what's happened throughout human history has just been the outcome of small unintentional actions and symbiosis shaping each other. So for me, that's, you know, I think one of the most fascinating things about studying the origins of farming today is sort of kind of reassessing humans role in this and coming to the realization that, you know, that that we aren't monsters of nature, we're part of nature. And I actually think that this is where some of the most important lessons lie for our future, right? We, we tend to have this vision that we can science our way out of anything or that we can invent solutions to the climate crisis that we're in or that we can invent solutions for enough food. But I think that critical to part of that picture is just really realizing where we sit in nature and kind of taking accountability for our role and for our impact. And that's kind of maybe where some of the answers lie if that makes sense. So I can get into some more of that later"
	},
	{
		"start_time": "19:39",
		"speaker": "Ricardo Lopes",
		"words": "social darwinism, for example. And the basic idea that we are masters of nature in instead of being part of nature and in the sort of symbiosis with it, uh uh associated with that, I guess that we also have or add, even though that, that idea is still around. Unfortunately, at the idea that uh of dividing, um, I mean, human societies into the civilized ones and the sort of primitive ones as if people that lived in the primitive societies were not able to build civilizations if they have the conditions for that. Of course, and I guess that we're going to get a little bit more into that into really the ecological and other kinds of factors that play a role into how and why societies move from a mostly foraging uh or, or uh societies mostly based on foraging to societies that are based in agriculture. And then of course, the rest that follows from that over time. Right."
	},
	{
		"start_time": "20:47",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yeah. And, and I mean, you know, one of the things I'd sort of argue about that is that, um people, you know, through thousands of years of symbiosis of living in the place that they live, people, people around the world have always found harmony with the harmony and the best way to live in the place that they live. Right. You know, and I'm sort of talking prior to the industrial revolution here. Right. Or prior to, you know, globalization, right? And the sort of forces that are that, you know, we encounter with globalization and colonialism. People, you know, people develop because their lives depend on it. People develop the adaptations that work the best for them. And, and I think that that's, you know, one of the sort of social darwinistic thoughts that we really need to take apart is this idea that, that there's kind of an end point or that there's one direction that things could or should move in. Um, WHEN that's not the case, um It makes perfect sense for many people around the world to have only relied on foraging or hunting. Um And there really was, you know, that was the solution, um, for the environment that they lived in and every place is different. Um And, and, and I think that, um, you know, part of the unfortunate thing around the world is that we've seen, um, you know, both with the expansion of colonial empires, um, and colonialism, you, you know, the, the, the, the, the idea that everyone should do the same thing or should aim for this one goal. Whereas we, we really should not, um, that's maladaptation actually, um, to, uh, to, to different environments. So, you know, well, we, we, we can talk more about this, um, as we kind of get into, um, into some specific examples. But, um, you know, and, and, you know, just to sort of speak to to that point. Um, YOU know, in, in, in, in many places, the divide is also just not that clear. So for instance, even just even Tibet, I mean, so Tibetans today rely on quite extensive, um, you know, amounts of foraging and non-domestic crops. They also relied, you know, up until there was a ban on hunting throughout much of the Tibetan plateau. Recently, hunting was always, always critical um, to the Tibetan diet. So there's really, you know, there's not like the sudden switch right between the two kind of modes of um modes of production, which is, you know, which is, which is, which is very interesting. And then even in southwest China, you know, in low lying areas with like some of the highest population density on earth foraging is still important and still was hunting as well. So, um, you know, the, the clear cut divide between this is not as clear as, um as people once thought, I think,"
	},
	{
		"start_time": "23:47",
		"speaker": "Ricardo Lopes",
		"words": "uh but when it comes to the question that many times people ask us to why and how people, I mean, even though they might already have been aware of farming and some farming practices, why do they make the move to from uh I mean, mobile societies to settlement? Why and how do they"
	},
	{
		"start_time": "24:13",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "set? Yeah. So, so I think, um, you know, one of the most interesting ideas, um you know, specifically relating to agriculture around why people would settle down is this idea of entrapments, right? And entanglements. So once you start inter well, not interfering, but you know, getting into symbiosis with a grain, right, like wheat or barley, and this grain starts developing the non shattering rus. And now the grain needs you to replant it and you need it seed and then you need to store some for the next year, you get into the situation where you just can't move around anymore. Um And, and, and it's really because of that, that the, the amount like the way in which you've become entangled with this plant that you cannot extricate yourself from that trap anymore. Um I think is, is one of the, you know, the ways that we could think about it, you're now you're now stuck in this trap and I mean, and it, and it's not necessarily a bad trap to be stuck in either, right? But, you know, you, you, you can't, you can't just easily get out of it now because you have to plant it. Um, YOU have to store it and then you have to sort of start creating all of the things that make that planting and storage necessary like jars to store your, your grains in. And then you need to have big enough jars and you can't move those jars around. Um And then you need all of the stuff to process the grain like the grinding stones and those get too heavy to carry around with you Um, so, so I, so, so it's sort of, you know, when I think about like, shifts from, uh, high mobility to sed, I think they're really sort of happening because of, of, of that continuum. Right. It's really how, how you get ho how you become entangled with the plants and animals that you're living with and working with on a daily basis and it's the, in the spec very specific interactions with the plants and animals that get, you, get, you stuck in a little way and make you sort of have to settle down. Um"
	},
	{
		"start_time": "26:24",
		"speaker": "Ricardo Lopes",
		"words": "A and when societies really moved to being uh more based on agriculture, of course, we know now that that move wasn't uh advantages in all aspects because uh uh uh the diets of early farmers at least were worse than the diets of foragers. I mean, when looking at the skeletons, they didn't grow as much, for example, they were more prone to certain diseases to uh dental cavities and all of that. So, but in terms of the demographics, because that's at least one point that many times researchers point to that, even though they had all those disadvantages, when it came to the demographics, it was easier to really grow societies based on agriculture than on foraging. Uh But, but was it always the case that a move to agriculture really uh uh brought with it demographic advantages?"
	},
	{
		"start_time": "27:29",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Well, um so, so I think um I, I mean, I don't necessarily think of it as an advantage per se. But, um, so, you know, when I think about some of the work of people who, um, so I'm thinking of a French scholar called Jean Pierre Bouquet right now, um, who really did work on the mechanics of, you know, demographics around, um, the start of when, you know, when people start first started farming and he was really, well, Jean Pierre bouquet was really interested in understanding as well. Why, you know, why, why in farming societies do we see, you know, higher, higher levels of population? So, so, so one of the things that Jean Pierre Boel argued is that the mechanics of, of, of what is happening um really has to do with mothers and Children, right? Um And kind of in a way a little bit less to do with farming. So, you know, when you're um more mobile, in his opinion, um your mothers are carrying their Children for longer, like physically carrying them for longer, right? And um are breastfeeding for longer. Um And um when you're breastfeeding that leads to um you know, a period of lactation or amenorrhea, right? So you are not able to as easily get pregnant while you're while you're breastfeeding. And so that like by necessity, just, just the fact of carrying your child around for longer is kind of spacing out um birth, right? And, and I think it's really on that kind of critical point that, that he focused, that it's really, that that's happening when people, you know, move towards more sedentary societies. It's, it's not anything necessarily per se about farming. It's that the birth interval is becoming less spaced out because people are maybe breastfeeding for shorter periods of time. And, and I mean, you know, we, we obviously don't have like archaeological, very good arch. I mean, I mean, that would be really fascinating project somehow to, to look at which is like, you know, can we determine how long people were actually breastfeeding for um archaeologically? I don't, I'm not really sure how one would approach that question. Um But, you know, I think that, that the, the answers of where we start seeing demographic shifts probably have something to do with that. And then I think that he also added in his research that um that with farming, you sort of get um you know, uh access to and I don't know that I necessarily agree with this point, but that you get access to, you know, grains that can be used to wean babies off earlier. And then, you know, in some societies around the world, you also get access to milk products um that can kind of um you know, make that transition from, from, from breastfeeding happen earlier. I actually think that there are probably equal amounts of like soft foods that foragers um can feed, you know, feed, feed their Children. So, you know, when I think about my, my own work on the Tibetan plateau. There are all kinds of tubers and root crops um that, you know, young Children um can be fed. But, but it's also, I mean, I think that part of this has to do with culture, right? The, the age at which you stop breastfeeding is a very culturally bound thing. Um And maybe there were shifts around the culture of that in the past. Um You know, we, we have a very different culture here. Um You know, and um in the United States, for instance, to most nations around the world where we cut off breastfeeding actually, incredibly early. Um YOU know, and maybe around, you know, sometimes six months or age one, whereas um most people around the world will breastfeed their Children for much, much longer. And we really don't know what that looks like right in the deep past. But I, I think that, that, that the changes in demography probably have much more to do with that than, and then, and that's related to Seden, but, but kind of different, but it's really maybe about that practice of how mothers are, are rearing Children than anything else."
	},
	{
		"start_time": "31:42",
		"speaker": "Ricardo Lopes",
		"words": "All right, that's really fascinating because as time goes on, we see that the picture of the move from foraging to agriculture is much more complex and interesting actually than we thought. So let me ask you another kind of question now. So you've also of course, study the geographical dispersal of props through genetic analysis. But uh what do you do there and how do you do with? Exactly."
	},
	{
		"start_time": "32:16",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yeah. So, so, so I um have primarily collaborated with geneticists. I'm not a geneticist, um myself. And, um, so, so, so what I have really contributed to the work that I've carried out with geneticists has been the climate modeling component. Um So, crops or any plants actually are limited, um you know, in several ways by their ecology. So, you know, we have things that are called plant niches. So that's why, you know, in some biomes, we've got deserts and other biomes, we've got tropical forests. And there are two things that are really constraining where different types of plants grow. So the first one that most people think about is water, but actually one of the primary variables is temperature, right? Um Like, you know, you can't grow bananas in Greenland because it's too cold, right? And likewise, you know, you can't grow apples in, in tropical regions. And that's because different plants are, are adapted to the temperature of different regions. So some of the work that I've done has been trying to track how that thermal niche of plants has shifted throughout time. So I've, I've, I've worked on creating um paleo climate reconstructions, um downscaling those to a sort of local level. So we can see how they're changing over space and over time and then predicting how past climate change led to shifts in the plant niche. And so I've done that for um for a couple of different regions. Um But maybe I'll, I'll sort of start with the Tibetan plateau and then I'll talk and, and millets and wheat and barley and then I'll talk about rice afterwards. So, um on the Tibetan plateau, one of the things that our niche modeling showed is that um so just to kind of like back up and give you a history of Holocene climate. So the holocene is the past 10,000 years and over the course of the 10 of the past 10,000 years, there's sort of several key climatic transitions that happened. So the early part of the holocene sort of after, you know, the end of um you know, the, the the glacial period, what we have is for the first sort of 4000 ish years of that with a high stand around, you know, 6 to 8000 BP or before present, we have something that people refer to as the holocene climatic optimum. These are relatively warm temperatures in the early part of the Holocene around 4000 years ago. Um There is this dip in temperature that takes place that's also, you know, associated with arid a decrease in solar insulation around the world. Um That people often refer to as the 4.2 ky A event, you know, the 4.2 K a year event. Um uh AND it's this kind, it's, it's, it's a bond event, right? Which is the kind of, um you know, type of climatic term we ascribe to an event like this. And it's not really an event, actually, it's not something that really happens that suddenly it's kind of the slow to cooler temperatures that then characterized the rest of the holocene, including the holocene that we lived into up to about 100 years ago, right, with global warming. So, so, you know, there's just this trend towards cooler temperatures that we were actually in up until about 100 years ago. So one of the things that was fascinating to me when I was researching the archaeology of the Tibetan plateau was the shift away from millet farming on the margins of the Tibetan plateau, they're there and then they go away and then later, they're replaced by wheat and Barley. And one of the things that I wanted to understand was, well, why does this shift happen? Um And so I applied these climate models and one of, you know, the, these uh niche models that um that I worked on creating along with some other colleagues. And one of the things that became immediately apparent was that there simply was not enough of a thermal niche to keep growing broom and foxtail millet. So these are two crops that were domesticated in Northwest China places that actually, you know, experience pretty high temperatures, they have minimum germination um you know, requirements of about 15 °C, which is something pretty high when you're on the Tibetan plateau. And there simply just was not sufficient temperatures following 4000 years ago for people to keep cultivating these crops on the Tibetan plateau. And so they fell out of the diet. Um AND then people return to foraging and doing all the other stuff we talked about then um around the same period of time you get wheat and barley that move onto the Tibetan plateau. So these are two crops that were cultivated in the fertile crescent first. And then um you know, through the process of trans Eurasian exchange, they eventually moved to the Tibetan plateau. Um And, but these are two crops and in particular, barley crops that are adapted to the cold. And so they were the crops that ended up taking off. But part of, you know, the niche modeling that we carried out, part of what that argued was that this was the reason why, right? This was because of fundamental adaptations to temperature of these different crops that this happened. So where I've really collaborated with geneticists on these niche models was um I worked with a group um from uh NYU from New York University um with a B geneticist um whose name is Michael Perugino. Um He's a geneticist who focuses primarily on the genetics of rice. And um and with um uh with uh one of his students, Rafael gua. Um uh AND uh and, and part of what my team contributed to that was that um we uh models the, so, so, so we modeled the thermal niche of rice and how that changed and how that correlated with the genetics of rice. And here's what we found. So, um there are two, there's, there are several different populations of Asian rice. So you have the forms of rice that were domesticated in India. And then you have the forms of rice that were domesticated in East Asia and within East Asian rices, those are known as the Oria Japonica complex. And there are two key different types of Orzo Janica. So you have tropical forms of uh Orica that are adapted to tropical environments and that are the ancestral type and then you have temperate types that are, that are adapted to temperate and environments and they come, they, they arise later in the genetic clock, they come about later. So um when Rafa was working with the genetic data, one of the thing, well, when Rafa and Michael were working with genetic data, one of the things that they noticed that was pretty fascinating was they were looking at genetic clock and they were looking at the timing of when temperature poca arises and it all pointed to the 4.2 k event. So we contributed our niche model and what we showed actually happens around that period of time was that all of the areas where tropical Japonica was once cultivated, moved south. But yet people still kept cultivating rice in those areas that was once the niche of tropical Japonica. So suddenly, there was with this climatic event, there was this huge evolutionary pressure that was placed on those land races of rice in that area that once used to be in the tropical niche to develop this temperate adaptation. And then once this temperate adaptation was developed, then that itself fuels the expansion of rice farming into northern Asia like Japan. Um AND um and further north. But, but we argued that it was really because of that climatic event that that adaptation took place, that was the climatic event that placed both huge pressure on farmers to select varieties of rice that were, you know, adapted to um to this new change in climate. So that's how I worked with um with plant geneticist on this. And it's been, it's been pretty fascinating. Um Then we're actually working on a new paper which is not out now. But um you know, where, where we take the past um 10,000 years of data on where rice has grown. Um And um you know, one of the things that we found is that large parts of the world where rice is cultivated today, some of the key rice cultivation areas, a key key areas of rice cultivation around the world are going to experience temperature conditions that are nothing like anything that they've ever known in the history in which rice has been cultivated. Um And fact, they're going to fundamentally surpass that thermal niche. They will become hotter than the thermal niche for rice has ever been. And we think that they may exceed rice's thermal niche. Um So this isn't published yet. I can't talk about it too much. But, you know, that's the sort of forward looking implications of this. So it's a pretty, it was a pretty sobering message for us to, to realize that"
	},
	{
		"start_time": "41:10",
		"speaker": "Ricardo Lopes",
		"words": "a and so when it comes to this climate change, you're referring to there, how did it impact foraging societies? Because there you were referring mostly to how it impacted crops and farming, how about foraging"
	},
	{
		"start_time": "41:28",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "societies? Well, um you know, I actually think they were a lot more resilient to this. So on the Tibetan plateau, you know, as far as we can tell, people just kind of went back to doing what they were doing all along. Um And I, I mean, I'm sure it had impacts on, you know, the availability of certain types of wild plants that people were cultivating, probably also on the movement of wild game um as well. And, you know, that's a fascinating area of research honestly that we do not understand very well yet, it's a little more complicated to model that type of thing. Um BECAUSE we, you know, we understand less about what the thermal constraints are on wild plants and then particularly animals because they're mobile. Um But, but that would be something very interesting I think to, to, for somebody to really look into is like, how does, how did that change in climate impact overall resources on the Tibetan plateau? And I don't, I don't know the answer. Yeah. But, but, but what I can say about it, what I can say about it is this is that we lived in that world up until 100 years ago. That, that, that cooler world that started 4000 years ago. That was the world of the, that was the world that Tibetans have adapted to right over the past 4000 years. And that was the world that they lived in, you know, up until global warming started, right? And that we all lived in up until global warming started. And, and, and so all of the adaptations that humanity has made in our farming systems and everything else over the past 4000 years has been to this cooler world and we're baring out of it very, very fast. Um"
	},
	{
		"start_time": "43:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, we, we'll come back to climate change actually in the modern world uh toward the end of our conversation. Yeah. Uh But uh you've also written or done work on a lost foraging opportunities for East Asian hunter gatherers due to rising sea levels since the last maximum. Yeah."
	},
	{
		"start_time": "43:39",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Sure. Absolutely. So, um, so this is working with um my post doctoral advisor and one of his um who's Jerry Mitrovica and one of his students, uh Jackie Osterman, um who's now at um at Columbia University with them on, you know, just so they are. So, um my, my postdoc advisor, Jerry, he, he was a sea level modeler. Um YOU know, and has created some of the most accurate models for both forward looking and past looking sea level rise. Um And what we did was we applied their model of sea level rise from the last glacial maximum to the present day to East Asia. And one of the things we found, which, you know, was something people knew that we really kind of defined the extent of it. In that paper was that during the last glacial maximum, there was this massive open continental shelf along the East China Sea board, you know, that kind of connected Korea to the rest of China that, you know, connected um Taiwan to the rest of China, for instance. Um And there was this massive open continental shelf where we would expect that foragers would have been very active, right? Like this would have been an area where people would have been out on the um you know, the edges of the marine coast, foraging fishing, doing whatever. Um And this massive territory was lost with sea level rise at the beginning of um the Holocene. Um So there's this event called meltwater pulse one A where, you know, over a period of 200 years I believe, you know, this massive continental shelf was basically covered in water again. Um And so, you know, one of the take, I mean, I think really just the key take home lesson there is that we're missing a massive part of our understanding of human adaptation in Asia because it's underwater. Um It's literally underwater on this continental shelf. And so we don't really understand what foragers were actually doing during that critical transition time between the lost glacial maximum in the early years of Holocene because it's lost. Um But there are probably far more maritime adaptations that we just don't know about. Um So, you know, there's, it's, it's really, um, I think that there's a huge amount of like underwater archaeology that could be done um on this continental shelf to help resolve um some of those issues. But it's, it's difficult, it's very difficult work carrying out underwater archaeology, especially when you're dealing with forager sites because they're so ephemeral and hard to find. Um So it's a real, it's a real challenge. But, but I would say,"
	},
	{
		"start_time": "46:22",
		"speaker": "Ricardo Lopes",
		"words": "yeah, but do you think that at least what we, with what we know that these rising sea levels would have uh propelled, or at least in a way forced some of these foraging societies into adopting agriculture because of lost foraging opportunities or not?"
	},
	{
		"start_time": "46:42",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yeah. I mean, it, it certainly would have created, you know, reduced foraging areas for them and then, you know, kind of higher demographic pressure on the areas where there was still land because people had to move inland. Right. Um, OF course, they had much, much lower population densities. Right. So, um, um, and, you know, it may have prompted some type of intensification of, um, gathering of their resources that then settle the process that eventually led to domestication. But this, um, you know, this did happen quite a bit earlier than, you know, when we start seeing like the kind of first signs of cultivation. But it certainly, you know, it certainly would have led to shifts in demography, increased populations, you know, in the area that was um now remaining and then possibly intensification of some resources too, um as well as an outcome of this. So, so, yeah, you know, clearly had a massive impact. Um AND we, we need to learn more about what was happening out on that continental shelf to truly understand this like period of transition in, in East Asia."
	},
	{
		"start_time": "47:46",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that what we've been talking about when it comes to the Tibetan plateau and East Asia? I mean, these models and the factors that we've been talking about the ecological and environmental factors that behind crop dispersal and the adoption, the development and adoption of agriculture would extrapolate possibly to other areas of the globe. Like for example, the near east, North Africa, the Americas and so on."
	},
	{
		"start_time": "48:20",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Absolutely. Yeah. So, I mean, there, there's a lot of you know, research in the near east and across the Americas too. So, I mean, so, you know, some of my students um work in the Americas and I think that, you know, um so I'll just highlight the work of one of my phd students, Molly Carney. Um So she carried out work on um this plant called CUS, which is um a bulb that is native. Um So, so it's a, it's, it's kind of closely related to a lily or a plant like that, right? And it's a bulb plant that is native to here, to here where I live right now, the Pacific Northwest. Um AND um it was a, you know, a a key food um in this area and part of what Molly um demonstrated. So um bulbs are so what a bulb is, is it's basically the stem, right? Of a plant that becomes um kind of enlarged and there are scales um kind of like an onion, right? So, you know, if you think about what an onion looks like it has like these different scales um that are that, you know, wrap around each other and um and chemists develops um one scale per year, right? Um And that's how it grows. And so what Molly did was she looked at archaeological assemblages of chemists and what she found was that people were intentionally harvesting the larger or older chemists leaving the younger chemists in the ground so it could grow um And I believe, you know, that she demonstrated that this was a pattern that was several 1000 years old. So you know that there just right there that shows that people have been intentionally cultivating this plant. This is not just, you know, people going around and grabbing random stuff, you know, they're like very intentional practices of how you care for this plant, of how you encourage its growth and and then how you harvest it in a sustainable way that have been practiced for several thousands of years. So that's just one example, right? So, so you know, there are plenty of examples of how people are both, you know, constructing the niches in which plants can grow around the world. And so, yeah, I would say that these examples definitely um are things that can be applied globally and that many, many different people have applied globally um to, to different situations. Yeah."
	},
	{
		"start_time": "50:46",
		"speaker": "Ricardo Lopes",
		"words": "So in our evolutionary history, have we had a positive impact in enhancing biodiversity in specific places? Because of course, I mean, today we're having a very negative impact in biodiversity and also many times when looking back in our revolutionary history, sometimes people talk about the extinction of mega phone in Oceania, in the Americans and so on. So, I mean, can we take some credit here for at least in certain periods and places having had a positive impact?"
	},
	{
		"start_time": "51:26",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yeah. Well, um so actually, you know, this kind of um relates a little bit to um my current project. Um So I um I work with um community members um who are Sharko Tibetan speakers um in eastern Tibetan, the former Tibetan province of Amdo in a place called um the Zhoo National Park in the People's Republic of China, um which is known as Zade and Tet. Um And this is a national park. Um AND it's also a national park that happens to be located in one of the most biodiverse regions on, on on earth, which is the H Dan mountain chain, so characterized by very high biodiversity. Um So in the belief that the Tibetans who live there um may be negatively impacting the biodiversity. Um Government policy has wanted to move people away from the mountain hill tops that they once lived in down to the valley bottoms has restricted their ability to hunt to farm, to um gather the firewood, you know, that they need to gather to build their houses or feed their stoves and to basically, you know, kind of carry out the lifestyle that they have for a very long time. And part of this was based in the belief that, well, people just got here recently, there may have only been here for the past two or 300 years and that they might be having a negative impact. Well, our excavation, sure, the people have been doing this for at least the past 3000 years. They were doing exactly the same things that they do today cultivating the, you know, the hillsides with crops, um hunting, maintaining domestic animals. Um And that this has been a 4000, um, year long process or, you know, at least, sorry, I think about a 3500 year long process in this area. Um And yet this area has very high biodiversity. Um So part of the work of ecologists that, um you know, have carried out work related to our team have found is that that high biodiversity is actually present in biomes that are the ones that are modified by humans, that there there is no pristine nature in this area, humans have always modified nature. They have always done this through, you know, burning through um cutting down firewood through having their animals graze in fields. And it's precisely in those human modified environments that we find some of the highest biodiversity, right? When you get a forest that is untouched, it actually tends to become quite a um quite a low diversity forest, you know, with one or two different species of trees, but in the human modified environments, that biodiversity is actually extremely high. Um So that's sort of one of the takeaways from our project in ZG go is that well, humans are positively have positively shaped the biodiversity here. Now, how do we get into not positively shaping the biodiversity? It's when you have the impacts of massive tourism in the area or when you start switching to something like a mono cropped farm, like one of the green revolution farms, right, that we have um you know, out here in the United States, that's when we start having the negative impact on biodiversity. It's when we start carrying out industrial farming, right? But um the traditional forms of management around the world do not impact that biodiversity in the same way. In fact, they are actually keeping it alive. Um And it's because of this human action that, that biodiversity is what it is around the world. Um And so I think that, you know, conservation movements have shifted some of their perspective on this, but there's still this tension. Um YOU know, where humans are, are seen as negative actors on biodiversity. But most of the uh well, so I mean, one, you know, statistic um I have to remember the exact numbers now. Um I don't know this off the top of my head, but in indigenous people around the world are actually responsible for safeguarding most of the world's biodiversity, right? And they do that very effectively. Um They have maintained and encouraged biodiversity throughout history in the lands that are their home. Um And it's really only when those lambs are removed from their care and removed from their management that we see these declines in biodiversity happening much like what I see in Jojo National Park where I work. Um So I think that critical, you know, to this is that we need to return lands that, you know, have been stolen from people who, who are their rightful managers. But also that we really need to listen to the people that are still actively managing these lands because they have, you know, when I talked about symbiosis and our role in nature, they, they have come to the sweet spot of living in the place that they've lived in for thousands of years, found the most adaptive way to live there and the best way to do things there. And, and they often are, they, they almost always, not just often are the ones that have the best solutions for managing it. And so I think that, you know, the wisdom really lies there and just listening to the people that have done this for a long time. Um You know, and this kind of actually makes me think a little bit about my childhood in Portugal. You know, one of the things that I think was always quite different between, you know, the minute you cross the Spanish border, right? Versus the Portuguese borders. Portugal has all of these very small farms where there's a lot of diversity on each different farm. And you know, Portuguese agricultural systems are based in that. Um And then you cross the Spanish border and you kind of like get these like big fields with tractors and stuff like that that you didn't often see in Portugal and that kind of like diversity in Portuguese. Agriculture is something that is, you know, broaden the Portuguese diet it's made. Um, I mean, I think many Portuguese people feel like it makes our a little tastier having stuff coming from a smaller farm. Um, AND, you know, it's really like, you know, maybe it was because Portugal was not as developed back then that we, that we were able to preserve this farming system that was very old and yet, um you know, it's influenced our regional cuisine and maintained, you know, very high quality of soil and farming on Portuguese farm. So, um you know, just to bring it a little closer to her. And I think that's another example."
	},
	{
		"start_time": "58:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's great. That's great. So earlier, I asked you about settlements, but you've also done work on the relationship between grain crops, non grain crops and the development of states. Could you tell us about that as well?"
	},
	{
		"start_time": "58:22",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yeah. So, um I've actually done a little bit less work on that. But, um, but I, I did write one paper that was a response to um a book that was written by an author called James uh Scott. Um ON, um I think it's called Against The Grain is the title of the book. And um you know, he was basically arguing, I think what, what's his premise is that basically, you know, this development of farming and this grain economy is something that fuels um the rise of states and yet there are other types of states that could emerge without, um, without like a grain based economy, I think. Um, um, AND, um, I think, you know, my kind of response to the book at the time was, yeah, was, you know, I agree with, you know, perhaps a lot of what's being said here and yet, you know, the, the relationship is a lot more complex. There, there are plenty of state level societies that were not based on grains. Um, YOU know, just to think for instance, to South America, um, you know, in the Andes, those were primarily based on tubers or potatoes, just as one, you know, kind of throwaway example there. Um, uh, YOU know, um, but, and yet at the same time there, there are plenty of like non state level organizations that are not based on grain or on exchange of grain. So I, I kind of, um, oh, I think that the relationship between grains and states is a little, um, is a little, um, less direct than, than, than one would, um, than one would normally, um, think, and I, I think like for me, you know, the key kind of defining characteristics of a state are really about, um, control, right. It's that it's really about defining territorial boundaries, about taxation, um about, um, how you control your citizens or what the hallmarks of a state are versus other types of social organization. And we all live in states today that do that"
	},
	{
		"start_time": "1:00:24",
		"speaker": "Ricardo Lopes",
		"words": "and in the particular case of China, is there a relationship between mills, rice and social complexity there?"
	},
	{
		"start_time": "1:00:35",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Mhm. Yeah. I mean, those, you know, so those crops really fuels, um, you know, high degrees of seds enabled, you know, pop, you know, they really enabled, um you know, China to support some of historically, very high and dense populations and, and, and more so than, you know, the crops themselves. Um One of the things that you know, is really fascinating to me when I look at that at agriculture in China or particularly I should just like point out um rice farming is the kind of um beauty of intensive farming systems in China and how um well, how productive they are. So um I'll just talk about rice farming systems in China, you know, for, for a moment. Um So, so they are um some of the um so in particular, the area that I work in the Chengdu plain is one of the most agriculturally productive regions on earth. It's got some of the highest agricultural output per hectare or per meter squared. And um how does you know how, how does this happen? Right. Um So farming systems are in intrinsic plane are like this, the fields are never rested. Um THEY increase in soil fertility over time. So in the summertime people plant rice in the winter time, they plant kind of everything that you can possibly imagine they're like cabbages, potatoes, mushrooms, but you just like whatever type of vegetable that can grow in the trin of plane winter it's growing. Um And then one of the fascinating things about how such high levels of productivity are achieved in rice fields there is as follows. So um people plant their rice and at least traditionally prior to the Green Revolution, they did so completely organically with no input of like external fertilizer. So, so the fields are fertilized in several ways. So people put carp fish inside the rice paddy. These fish swim around inside the rice paddy. They bump into the rice stalks, they eat the insects off the rice. So they're acting as a pesticide, killing the insects, they then drop their droppings down to the bottom of the rice paddy and that forms the fertilizer. Now something else is in the rice paddy and those are ducks, the ducks are doing the same thing. They're swimming around, they're eating the insects, they're also eating the weeds and then their droppings are fertilizing it. Then people take, people will often have a pig um you know, outside their home and they're keeping the pig there. The pig is eating all of the, you know, refuse from like the kitchen, everything that people are throwing away, they're using fertilizer from the pig. They also ferment their own night soil or their own, you know, human poop and put that on the field. Um And then in addition, um people will cultivate this aquatic fern called a Zola fern in the patties that, that, that, that, that grows and it's like green covers the surface of the water, um that stops weeds from growing. It then dies, sinks down to the bottom of the water and further fertilizes the patty. So they're like what, like, I don't know how many things I've just mentioned here, they're like five or six different ways of like increasing fertility in this patty with like no, not resorting to any type of chemical fertilizer. So it's really, you know, this is what these large Chinese cities are based on, right? It is this agricultural production, it's very intensive. It's these ingenious farmers using every single possible way you can think of fertilizing your field to maintain their, their field fertility. And so, you know, if you look at the United States um in our highly mechanized, you know, green revolution forms of farming, one of the things that we use here is this huge external input of nitrogenous synthetic fertilizers, pest besides herbicides. And you name it right in this system in China, it's this totally closed loop organic system where soils increase in fertility over time as people cultivate them here, our soils are decline in fertility over time. Um So, you know, it's, it's this really beau and then, and then there's this, there's this symbiosis with plants and animals inside the rice paddy, you know, and then, and then that's extra production, right? Because you have the eggs from the ducks, you have the duck meat itself, you have the flesh from the fish that you're eating. And so you've also got protein that's being produced in your patty with no extra carbon emissions with no extra, you know, input into it. So it's this like ecosystem form of farming that is really in a closed loop, which is just amazing and it's the most highly, it is per capita, the most highly productive form of farming in the entire globe that I know of actually. Um SO, so you know, um it's really on this basis, right, on this ingenuity of like millennia, and we know that these systems of farming, by the way, have been in place for millennia because we actually find models of like the pigs next to the rice paddy fields in Han Dynasty tombs that date to about 200 BC. We find models of the carp fish inside the rice paddies in these Han Dynasty tombs. So we know that the system has been in place for at least 2000 years. Um And, and, and it's, it's, it's a beautiful one, right? But another example of how people have like really uniquely adapted to um to their environment."
	},
	{
		"start_time": "1:06:07",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So everything that we've been talking about here today uh uh about agriculture, sustainability, biodiversity, and so on. Do you think that we can apply this knowledge with political and ethical goals in mind, like for example, helping alleviate global hunger and enhancing food security."
	},
	{
		"start_time": "1:06:30",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yeah, I absolutely do. And, and you know, my takeaway like from that is that so people have often um so I'll talk about the Green Revolution, right? So the architects of the Green Revolution like like Norman Borlaug had that goal in mind, right, which was to alleviate um human hunger and suffering. And they thought, in my opinion, they thought wrongly that the only way to do this was through the expansion of Green revolution technology. So hybrids or genetically modified seeds, me um the application of synthetic fertilizers um that are developed through the Harbor Bosch process, um herbicides and pesticides and mechanization of farming. They thought that that was the only way that we could alleviate hunger around the world. I think they're wrong. I think that they had the best of intentions maybe. But I think that they didn't stop to listen to what the farmers of the world had to say to them. And in many instances, the introduction of this highly mechanized form of agriculture has done the opposite. It has wrecked these traditional forms of farming around the world. So one example that I always give um there is an example that a colleague of mine um called Steve Lansing worked on on the island of Bali. And what he showed on Bali is that prior to the introduction of of the Green Revolution, farmers had this really unique way of farming their rice paddies similar to what I described to you in China. Um AND um you know, they were in this completely organic system and they reduced pest load through their own water temple system which carefully coordinate the release of water to each rice paddy. Um And that reduced pest pest loads. Well, the green revolution came and they were told just plant as much rice as often as you can, even if it's like three times a year and just keep it going. What happened was there was this massive bloom in Locusts that ended up eating most, you know, after a couple of years of bumper harvest, the pest explosion happened, people had to just apply massive amounts of pesticide. And I mean to the point that they actually have to fly the pesticide by airplane which, you know, ended up killing almost everything, right. And, and yet the systems, in the end, this green revolution system of farming that was introduced to the area that was supposedly going to be so much more highly productive, ended up being less productive than the traditional systems of farming. So I think that, you know, when we think about about hunger and when we think about not having sufficient access to food, often the reasons for that have very little to do with the fact that farmers don't know what they're doing because they always do. And it has a lot more to do with political economy with grain sequestration on the behalf of governments. I mean, I mean, you know, I think about the United States a lot of it has to do with unequal trade agreements. Right. So, um, you know, I live in the United States right now and, you know, one of the major, you know, things that the Clinton administration did here was to sign the North American free trade agreement, which essentially allows the United States to ship all of its excess corn to Central America or Mexico, specifically at below the price of production. How can a Mexican farmer compete with that? How can a Mexican farmer compete with free corn on the market? He can't, he can't. And, and this is what is creating poverty and hunger around the world. It's not that these farmers don't know what to do on their fields, they do, it's that they are parts of unequal treaties and global economies that are disadvantaging them. And often these, you know, like where, where are the problem here in the United States? Right? We are the ones that are rolling out these types of unequal treaties and forcing farmers around the world poverty because we don't want our American farmers to suffer um to suffer the effects of overproducing something they didn't need to produce so much of in the first place. Um So, so, you know, when I, when I see the nexus of this problem, I see it as being a lot more about social inequality and about the, the sort of nefarious role really that countries like this country have played in, in kind of dictating the face of global economies. Um And, and less about what, what farmers less about if farmers know how to do something. I think so. So basically my take home message of farmers know exactly what they're doing. We should listen to them and let them just keep on doing the stuff that they've done for millennia and what the rest of the world, particularly this country needs to stop doing is it needs to stop interfering in other people's economies. Um And that will solve the issue."
	},
	{
		"start_time": "1:11:33",
		"speaker": "Ricardo Lopes",
		"words": "OK. So I have one last question then and this is more directly uh directed to climate change. So, um do you think that acquiring knowledge about the circumstances under which humans managed or failed to find adaptive solutions to climate change can help us tackle climate change and its effects even in industrialized and post industrial societies?"
	},
	{
		"start_time": "1:12:00",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yeah, I I do and I think that you know what the archaeological record can contribute here is really a deep time perspectives of where the limits of adaptation lie, right? So we are the warmest multi century in the past 100,000 years. Um Right now we are warmer that. So, so around the globe, it's really only over the past 10,000 years and in most places around the world, only about the last 6000 years that people have first started domesticating plants and animals. We are warmer than anything we've ever known in that entire history. And, and, and, and looking at where under what temperature constraints, under what type of ecological constraints people have cultivated and domesticated plants and animals in the past can tell us something about where the limits of adaptation lie in my research right now. I feel that we are barreling that large portions of the world, particularly. Um YOU know, the ones that are currently going to experience some of the greatest impacts of climate change are barreling out of climatic conditions that we have known since people first started domesticating plants and animals. And I think like the archaeological record can actually bring the greatest urgency to our climate crisis because it tells us that we're entering conditions that humanity has never known everything about life as we know it today started 6000 years ago and we are barreling outside of those conditions and we have no evidence that the plants we domesticated can adapt to the temperatures that large parts of the world are experiencing as we speak. And that will only intensify as we move forward. Um So I I think that what the archaeological record can really contribute here is the urgency of the situation um in, in that it can show, you know, this is everything we've known and this is where we're headed and we're headed, we are headed in um into uncharted territory, I think is uh what, what the lessons and there is no analog for the conditions that we are headed in. And there has been no analog over the entire course of plant and animal domestication. So it's, it's a terrifying thing to head into no analog conditions because you have no data for it, right? You have no data um for how things will adapt. And you know, in the case of rice, on in this paper, we're working on, it looks like large parts of um of Asia will surpass the fundamental niche for rice. It will be too hot um for us to cultivate rice in many parts of the world um probably within the next 20 or something years. And you know, I'll just point to kind of some impacts of this that I think are happening already um last year. Um LARGELY because of climatic impacts India restricted the export of all non basmati types of rice. So, so there's basmati rice and then you have Mansouri rice, which is the other main type of rice that India produces. It halted the export of it because there was not enough due to the impacts of climate change due to these 50 °C temperatures that you know, people on the Indian subcontinent were experiencing last summer that had a direct impact on crop production there. And that is because um rice like most plants, you know, photosynthesis starts to shut down around 40 °C, it's an enzymatic reaction. And when, you know, like most enzymes, when you, when you surpass, you know, a certain temperature threshold, the chemical reaction shuts down. And that's exactly what happened when you start hitting temperatures of 50 °C. And this is going on for like 1015, sometimes 30 day periods. You, you're, you're, you're killing the photosynthetic pathway in that plant. You, you're causing it to die. Right. Um And I think that this is going to have an Absolutely, I think, I think we're about to experience what will happen with the impacts of climate change on our food supply probably, you know, within the next five or 10 years. Um And I think that global governments are just simply not paying enough attention to this um because they don't understand that plants have limits that there are, there are limits to adaptation."
	},
	{
		"start_time": "1:16:44",
		"speaker": "Ricardo Lopes",
		"words": "So I, I mean, we're really talking here about a potential complete disruption of the food system across the globe. Yeah."
	},
	{
		"start_time": "1:16:56",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yeah, I think, I think we potentially are so, you know, with forward, so, so, you know, forward looking climate objections are based on what we do about carbon emissions, right? And so even if you take the kind of middle of the road, you know, we're kind of having some type of, you know, Paris agreement where, you know, all the countries around the world are kind of committed to reducing their emissions, which frankly, we haven't seen too much of right now. Right. But, you know, if you, if you kind of operate under those assumptions, we're still seeing this trend, right? It's less bad than it could be. Um, BECAUSE it could be very bad. But even under those middle of the road scenarios, we're seeing this trend and basically what we're seeing happen. So there are only a couple of areas of the world that have mean annual temperatures of like above 28.5 °C. Those are places like the Sahara desert, the Arabian Gulf. And what the what climate models predict is that those areas like the Sahara Desert and like the Arabian Gulf are going to expand across the world. Um They're going to characterize large parts of South Asia, large parts of Southeast Asia. Billions of people live in these places, right? And that's not to talk about Africa or about, you know, um other equatorial parts of the world, right? Billions of people live in these places and billions of people cultivate crops in these places. And yet forward looking climate projections are essentially looking at at a situation where plant to life cannot survive except for a couple of very heat tolerant plants because of such extreme temperatures, right? Um And that, that's something that should be terrifying to us and should really spur us, you know, into action and that I don't think that, um you know, that I don't think um you know, I I don't think the climate community has emphasized enough is the impact that that changes in temperature have on ecology, right? And on plants that grow in them. Um And yet those things are essential to our life, right? We cannot live without them. Um So, so, you know, that's the message I would share is that like we've got to hold our global governments accountable for that, for this. We need to stop burning fossil fuels urgently. Um And you know, this is really a global issue. Humanity has to bound together and hold our politicians accountable. Um First, they need to stop putting in new fossil fuel pipelines. And second, we need to transition our economies to ones that are not reliant on the burning of fossil fuels um to try to do something about this."
	},
	{
		"start_time": "1:19:36",
		"speaker": "Ricardo Lopes",
		"words": "So doctors, let's perhaps, and on that note, it's not the most, the most optimistic one, but I mean,"
	},
	{
		"start_time": "1:19:43",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "you know, the most optimistic one."
	},
	{
		"start_time": "1:19:45",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, at least it's a realistic one. So, and where can people find you and your work on the internet?"
	},
	{
		"start_time": "1:19:54",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Um Yeah. So uh I have um a web page which is very outdated, that is Jade getters.com. Um I'm also all of my research articles are on Research Gate, um which is, you know, where um kind of a popular place um where they do that. I'm on Twitter as well, although I've been on a lot less recently. Um GIVEN recent changes on that platform that, you know, occasionally I tweet about climate change on that platform to um um Yeah, that's sort of where I am, where I am primarily on the internet."
	},
	{
		"start_time": "1:20:26",
		"speaker": "Ricardo Lopes",
		"words": "So I will leave some links to that in the description of the interview. And thank you so much again for taking the time to come on the show. It's been a real pleasure to talk to you."
	},
	{
		"start_time": "1:20:36",
		"speaker": "Jade d'Alpoim Guedes",
		"words": "Yeah, it's been a win."
	},
	{
		"start_time": "1:20:40",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall. Her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson, Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli, Nicole Barba, Adam hunt, Pavlo Stassi, Nale Me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden. Broder Douglas Fry Franca Lati Gilon Cortez or Scott Zachary FTDW Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Oin David Williams Di A Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey, Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. A week in the Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perros, Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stein, Tom Ween, Bernard N Corti Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all"
	}
]