[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Decent. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Robert Welton. He is professor in the philosophy department at the University of Colorado. Colorado Springs. His areas of special specialization are philos of mind, philosophy of neuroscience, and the work of Friedrich Nietzsche. And today we're talking about his latest book, Nietzsche's on the Genealogy of Morality, a guide. So Dr Welton, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Robert Welshon",
		"words": "Thank you so much for Cara, for having me on."
	},
	{
		"start_time": "00:37",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into some of the specific content of the book, I mean, I've already had a ton of conversations on the show about Nietzsche and his philosophy in many, many different aspects of his philosophy. But today, we're focusing on a specific book of his, on the genealogy of morality. What goals did you have in mind with this sort of guide to his book?"
	},
	{
		"start_time": "01:07",
		"speaker": "Robert Welshon",
		"words": "Well, as the title of the book suggests, it's a, it's a mo modest set of goals. Um I wanted to steer readers of the genealogy through all of it and then to expand on some of its most important and it's intricate and so, and even the perplexing facets of the book, I also wanted to introduce uh readers to a number of the insights that have been developed uh by other Nietzsche scholars in the last 40 or 50 years. But more than that, um and fundamentally, I wanted readers to come away from reading the book uh wanting to read more Nietzsche uh because I think Nietzsche is one of the great philosophers and uh somebody whose writings uh bear readings and rereading uh for many years."
	},
	{
		"start_time": "02:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And where would you place on the genealogy of morality within Nietzsche's literary corpus? I mean, when exactly did he write it? And how do you look at how it relates to some of his previous works and the works that came after,"
	},
	{
		"start_time": "02:23",
		"speaker": "Robert Welshon",
		"words": "you know, I think of Nietzsche's uh career as um distinguishable into a couple of different phases. There's the early phase when he was still a professor at the University of Basel. And then for various reasons, most of them related to his poor health. He resigned from his position at Basel in 1877 or 1870 maybe 1878. And that left him uh without teaching responsibilities and he really began his philosophical development at that point. Um The books that came out immediately upon his resignation were uh human, all too human and daybreak. And then he produced the first four books of uh the gay science, also known as Joyful inquiry. And then he wrote Zarathustra over the course of three years and returning from Zarathustra, he wrote Beyond Good and Evil, which was published in 1886. During the winter of 1886 1887 he was immensely productive and he produced revised editions of the books that he'd already published. He wrote new prefaces and Fords for them. And in the case of uh the Joyful Inquiry, he wrote an entire new book for that publication. That book. The fifth book is one of the clearest statements of uh Nietzsche's mature philosophy. But having completed these new prefaces and forwards and the fifth book of uh Joyful Inquiry, he started to get serious about what had been for him percolating for at least two years. Um This magnum opus was his great project. It was supposed to be called The Will To Power. He later changed the title to re Evaluation of all values. He had started sketching it out in 1885. But in the spring of 1887 he started to commit himself almost full time for the project. And then in a three week burst in July while he was summering at Sils Maria in Austria. He wrote virtually all of what he considered to be a preparatory study for the magnum opus re rev revaluation of all values. And that was on the genealogy of morality. It was published in 1887 later that year in November he then traveled to Turin in the late spring of 1888 to continue work on his revaluation of values project. His health was good at this point. And while he was in Turin, he was very productive, he was pretty annoyed with what was happening in Germany at the point at this point in time. And he was fearful that the death of, uh, Friedrich, the third's, uh, Friedrich, the third would lead to hostilities um that were even more deadly than the frank oppression war. So he diverted himself uh during his last summer in Sils Maria with a statement on Wagner and that was published in September of 1888. As the case of Wagner, he then returned to turn from Sils Maria and he was determined to get going and complete the revaluation of values project. He shaped some of the already written material from that project into two shorter manuscripts. Twilight of the idols and the anti-christ. And those were published after he went mad. Uh The twilight of the idols was published in 1889 and anti-christ was published in 1894. And then he collapsed over the Christmas holidays of 1888 1889. Uh The famous stories about this are we well documented and he never did any more productive work in some ways. Then on the genealogy of moral morality is a continuation of uh his prelude to a future philosophy that he announced. And beyond good and evil. And it's a kind of first installment in that future of philosophy. He recognized that it wasn't the revaluation of values itself. It was a preparatory study for that. But um it was important for him to get it out of the way."
	},
	{
		"start_time": "07:30",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you then before we get into the specific content of his book, this evaluation project, what does it mean exactly? What does it mean to evaluate all values for Nietzsche?"
	},
	{
		"start_time": "07:50",
		"speaker": "Robert Welshon",
		"words": "Be Nietzsche? Um The genealogy of morality is a kind of modest book. It presents a description of how our moral evaluative practices have developed over the past 3000 years or so, but it doesn't critique those practices. That's kind of a a misdirection. He actually does engage in some critique even in genealogy morality, but he announces that it is a description, a history, a psychosocial history of how we came to believe the moral things that we believe and how we came to have the moral evaluative practices that we have. And in so far as that's the case, it's only the first part of the evaluation part. The other part of the evaluation project is to criticize, to critique moral evaluative practices. And this part is far more significant than anything that's offered in genealogy of morality. But because he collapsed and never came back, he never finished the cri the c the really critical part of moral evaluative practices. This idea about criticizing moral evaluative practices goes back a long way in his, in his work, even while he was writing human and all too human and da and Daybreak, he was already interested in something larger than the origin of the value of un egoistic moral values as he inherited those kinds of un egoistic moral values from Schopenhauer. Um He understood that the origins of morality had to be understood in order to criticize whether they had any value or not. And he started that project in Daybreak inhuman Hum. Hum Beyond good and evil, gay uh gay science, genealogy morality. He thought that all kinds of studies were going to help to reveal the many facets of morality and would have to contribute to our better knowledge of its value. And so in genealogy morality, for example, he suggests that all of the sciences have to prepare the way for the future work of the philosopher where the future work of the philosopher is solving the problem of values and ha having to decide on the rank order of values. Now, I'd also say that the critique is uh a much more interesting endeavor than providing the history of moral valuation. It was the goal of his revaluation book and he never really uh got off the ground with that part of the project very quick. Uh Very far having said that and having acknowledged that genealogy morality is really kind of a preliminary set of studies. Um We have to accept that Nietzsche readily has in mind, a set of results from the critical part as he engages in the historical analysis of moral moral values in genealogy, because the standard um against which the value of all moral values and, and ideals have to be measured is whether they promote or hinder human flourishing. That is whether they're symptoms of psychological and cultural sickness, decadence, nihilism or whether they're symptoms of psychological and cultural flourishing health in anti decadence."
	},
	{
		"start_time": "11:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But the book is titled on the Genealogy of Morality. What does genealogy mean in this particular context? What is the genealogical method? Exactly?"
	},
	{
		"start_time": "12:13",
		"speaker": "Robert Welshon",
		"words": "Well, as I've already suggested, it has two components. Uh The first is to describe how, in fact, we came to hold our beliefs and judgments about good and evil, good and bad and to identify the mechanisms for enforcing those beliefs and those mechanisms are, are really quite diverse. The second part is to critically analyze the value that moral values have. These two facets together comprise uh the revaluation project. Most of genealogy is devoted to the first task, but it has to be admitted, I think to anybody who's read the genealogy that towards the end of each of the essays, his descriptions, Nietzsche's descriptions of the mechanisms by which we came to believe our moral beliefs and by which those moral beliefs are enforced, his descriptions become laden with evaluative judgments about the topics he's describing. So the entirety of genealogy lies within the scope of the evaluative context fixed by the second task, which is the critique of moral values whose development is described in genealogy. I think we can also say that uh genealogy is an instance of a recognizable kind of intellectual project. It presents historical psychological philological, anthropological and philosophical evidence about the origins of our moral beliefs, our moral evaluative practices and our moral values themselves. And given that morality has historically been understood as a branch of intellectual inquiry that lays down the principles of how we ought to live. Uh The gravity of the project is pretty clear."
	},
	{
		"start_time": "14:08",
		"speaker": "Ricardo Lopes",
		"words": "So addressing another topic, when it comes to the methodology that he applies in the book, this is something that I've already talked about on the show with some other Nietzsche scholars. But he, he has a sort of commitment to philosophical naturalism, right? So what does naturalism mean in this context? I I need to ask you that because nowadays in the sort of intellectual slash cultural environment that is more dominant in our society, we tend to associate naturalism with science, the sciences, the scientific method or methods and not so much with philosophy. So in the context of Nietzsche's philosophical approach, what does naturalism entail?"
	},
	{
		"start_time": "15:02",
		"speaker": "Robert Welshon",
		"words": "I'd say it entails at least the following. It also entails, I think much more. I think first naturalism is a view about what exists, mm It's an ontological claim. Reality is exhausted by what exists in nature. But that begs the question, what's nature and the term nature refers, I think in Nietzsche to the set of every causally efficacious phenomena, the set of all causally efficacious phenomena, whether those phenomena be objects or properties or processes or states or events or systems structures, whatever they are so long as they're found in the spatial temporal world. And so long as they're studied by the natural sciences, the life sciences, the social Sciences, the Formal sciences. Um And so long as it also includes uh creative products of culture, these are objects are phenomenal within the domain of a naturalistic philosophy. Second, I think naturalism is also a view about what we can know. It's the epistemological claim that we can have knowledge only of what exists in nature in this rich complicated way that I've just tried to unpack above. And third, I think that naturalism is a view about how we acquire knowledge. So it can also be a kind of methodological claim that the cognitive tools, the procedures and the routines by which we gain our knowledge are continuous in some sense between philosophy and empirical science. So that's a kind of basic understanding of uh naturalism in nature. I think this is consistent with some of the uh proposals for naturalism that other Nietzsche scholars have made. Uh And this would include people like Ricardi and uh Katsas Katzif Fanis and lighter and so forth. So I think it's consistent with their views I'm also impressed by uh Richard Shack's idea that naturalism has to be more than this because naturalism can be understood to be kind of a reductionist point of view. And for Shaq Nietzsche's naturalism is not reductive for Shat uh Nietzsche's naturalism also has to include the unusual facet of human beings that we are no longer merely animal. We are a deeply cultural and cultured species. And so uh a a more robust form of naturalism cannot be in Shaq's terms, scientic cannot privileged science over all other kinds of in inquiry into how we are the way we are or what we can do. We are a strange species and this picks up on all of those facets of Nietzsche's work that emphasizes just how peculiar we really are. Nietzsche calls us the sickly species. He calls us the most uncanny species. We, he calls us the most fragile species. And that's because our way of life, although it is grounded in our natural and animal existence is much more than that as well. And what is more than that has emerged from but can no longer be reduced to these animal needs. And so a naturalism for shacked has to take these additional facets into account. And that entails that we no longer think that um naturalism is simply a view that favors science above everything else. We must also recognize the important contributions of the visual arts, the musical arts, the literary arts, and all of the other creative activity that we engage in. And we must also accept that we are a highly technological species. We surround ourselves with do Gws and fast and uh and gadgets and Nietzsche is interested in that as well. But what follows from even the basic view of naturalism is that there can't be any causally efficacious non spatial temporal objects. There can't be things that exist outside of space and time. So there are no transcendent objects. And since knowledge is exhausted by what we know of what exists in nature, there can't be any knowledge of non spatial temporal objects or properties either. And since philosophy and the empirical sciences work together uh to develop knowledge of the natural world by using their various distinctive methods, there can't be any means of gaining knowledge of nature that transcends the methods. And so the philos so philosophy's long insistence that there is a real world beyond the world of perception immediately falls the ground. The claim that there is anything beyond what is given in sensory perception and our experience, our p our empirical experience has to go by the boards that is kind of the basis for his rejection of all of the transcendental nonsense that philosophers have um taken themselves to be spokespersons for."
	},
	{
		"start_time": "21:30",
		"speaker": "Ricardo Lopes",
		"words": "So with that uh last bit in mind, let me ask you then in undertaking this project, this project about re evaluating or evaluating all moral values in on the genealogy of morality. Um IN what ways would Nietzsche criticize prior philosophers, theologians and religious advocates. When it came to their approach to moral psychology?"
	},
	{
		"start_time": "22:03",
		"speaker": "Robert Welshon",
		"words": "There is too much to say as a response to your question, then I can possibly do justice to. In this interview. I will say the following. If you look at his criticisms of philosophical theological and religious moral psychology, you can categorize his criticisms using a conceptual scheme that he introduces himself in twilight of the idols. Twilight of the idols is one of the very last manuscripts that he prepared for uh prepared for before collapsing, prepared for publication. And in this, he distills his philosophical thinking into a series of very short aphorisms. And one of them is sets of a versions. And one of these is his summary statement of four errors that are common to all philosophers and theologians and religious advocates. And these are errors that are the basis for many of his criticisms of theological and religious and philosophical moral psychology. The first one is to confuse cause and consequence. When philosophers and religious advocates confuse cause and consequence, they identify some event or state as causing another Avenger state. But in fact, the latter causes the former. He thinks that this mistake is rampant in religion and religious psychology, moral psychology. They argue for example, that virtue has happiness as its consequence. But Nietzsche's counter is that happiness has virtue as its consequence. And he thinks that this what we, he, he thinks that this uh reversal of causation is characteristic of the topsy turvy, moral psychology that you find in religion and theology and philosophy. The second error that he identifies is that philosophers and religious advocates routinely posit false causes. They identify some event or state as causing another advent or state when in fact, the former doesn't cause the latter at all. And so when we think about this one, this one is particularly pernicious and is particularly widespread. He I quickly identifies three false causes, willing conscious thoughts and the subject, the i the unified philosophical subject. These are all constituent elements of philosophical and theological, moral psychology. And Nietzsche thinks that all three of them simply are non existent. We think that the subject of conscious thought, the philosophical subject I causes our thoughts. We think that conscious thoughts cause acts of a willing faculty and we think that acts of a willing faculty cause various events inside and outside of us. But all three of them are fictions. According to Nietzsche. The third error that philosophers and theologians make is introducing imaginary causes. They identify some event or state that causes another event or state when in fact the identified uh event or state is completely fictional. And here, Nietzsche has a kind of general thought in mind. I think we are experts at manufacturing expla uh explanations and theologians and philosophers um are no different. We think we're all prone to a very familiar pattern of thinking. We experience something unexpected, something new and we wanna know what caused it. And so to relieve the cognitive dissonance, the cognitive confusion and the psychological anxiety that attends our ignorance. We try to explain the phenomenon by fitting it into an already existing but usually crude web of beliefs and knowledge. And he says in this section of twilight that we're not particularly uh fussy about easing our, So our anxiety, as long as we ease our anxiety and cognitive distance, that will be satisfactory. And so we usually latch on to the very first idea uh that comes to us, but given our own background, that will be that we will rely on what is familiar to us. So as he points out in the twilight, when the bankers um confronted with something new, he immediately thinks of business and the Christian thinks of sin, these kinds of explanations while they're uh sometimes serviceable for easing dissonance and confusion, ignore the fact that what we're most familiar with and what we find most plausible are really good measures for fixing the actual causes of the phenomenon. And so that's the third error. And then the final error is um he uh he, he notes that free will in particular, is a uh separable and specific kind of error. Philosophers and religious advocates try to routinely act uh identify acts as being produced by free will as an inventor or state that's freely chosen by a subject but free will is a fiction and cannot freely choose any act at all. So that's the fourth error. These four errors I think lie at the lie in the background of his criticisms of theological, philosophical and religious moral psychology. There are theoretical objections and he fills in that theoretical uh that that conceptual framework with a lot of detail throughout genealogy of morality."
	},
	{
		"start_time": "29:04",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, there are three big essays and the first one you identify as being about the impact of Rehema on Christian moral evaluation. So my first question about that would be why is it that apparently Nietzsche sets out to tackle the genealogy of morality but then shifts to Christianity."
	},
	{
		"start_time": "29:32",
		"speaker": "Robert Welshon",
		"words": "Um The answer here is pretty straightforward morality and Christianity overlap so much for nature that any analysis of the origins and the development of one of them has to also be an analysis of the origins and development of the other of them. So when we look into the history, psychology, etymology of the use of the language in our talk about good and evil, which is of course, the genealogy of morality to which we all as Europeans adhere. He thinks we must also at the same time investigate the history, psychology and etymology of the language they use in Christianity, which is the dominant European religion. So there is no way to understand the origins and development of our moral practices, our moral value to practices without understanding the origins and development of Christianity in particular, but religion in general."
	},
	{
		"start_time": "30:46",
		"speaker": "Ricardo Lopes",
		"words": "So in his view, it is from Christianity, at least particularly in Europe that uh terms like good, bad and evil stem from, right."
	},
	{
		"start_time": "31:05",
		"speaker": "Robert Welshon",
		"words": "I would say no, that's not where they stem from. They have a prehistory to the their history within Christianity, within the judeo-christian um religious um uh tradition. Here we engage Nietzsche's philological past. He thinks that he has discovered what he calls a conceptual transformation in the ways that terms that were originally used by a class of individuals. He calls the masters to describe their social, their economic and their political superiority came to characterize what's noble. He thinks that there's a similar conceptual transformation that governs how descriptive terms that were once reviewed, re reserved for the lower classes, the rabble, the herd, parallel descriptive terms for what is being base and vulgar in an individual. This conceptual transformation, three dates. Uh THE emergence of Christianity and emergence, the the emergence of Christianity takes these terms that were already in use on board as it developed as a religious and as a moral and a philosophical tradition. So, um I'm I'm sure that your listeners are familiar with the idea that Nietzsche's makes a distinction between the difference between good and bad on the one hand, and good and evil on the other hand, but he broadens it well beyond German and other European languages and traces these roots back to Sanskrit and Ancient Greek and Latin. So, for example, he talks about the term from Sanskrit uh called AA, which comes from, you know, about 1000 before the common era or 1000 years before the common era. It refers to wealthy ownership and the wellborn classes and to the character trait of being noble and privileged. Now, this term is of course the root of Aryan, aryan. But it's also a term that served as a self designated anonym for people living then. And what is now Northwestern India, Pakistan, Afghanistan and Iran. In fact, it's the basis of the term Iran and Iranian. So it's not just that there is German uh etymological evidence about good and bad and good and evil. It is a common feature of ancient languages and so on the basis of this, Nietzsche draws a a generalization in all these ancient languages. The primordial evaluative terms were self reflexive designations by members of a master class of aristocrats and warriors. And those self reflexive designations subsequently underwent a conceptual transformation to become self reflective descriptions of their individual character traits. So they simply started by identifying themselves as the good as the privileged and then they unpacked that later in this conceptual transformation by identifying the individual character traits they had in virtue of which they were good. Now, we have to remember that the highest cla cast in an ancient society was not always the nightly aristocratic caste it probably was the norm. But in some ancient societies, priests, aristocrats and warriors coexisted uh side by side. In some, they continuously fought with one another. And in some the priests, the clergy held the highest cast, whatever their relations to the warriors and aristocrats may have been like the clergy. However, was always different in crucial ways. The nightly aristocratic mode of evaluations painfully simple and based on nothing more sophisticated than pronouncing that they were good. And then as an afterthought, they decreed that the rabble the herd were base, they were bad, the clergy, although they were also members of the nobility emphasize something different. They emphasized purity and cleanliness. And so their contrast was between the pure and the clean on the one hand and the impure and dirty. On the other hand. Now, in the old master slave societies, the distinction between good and bad and between pure and impure was incredibly crude. Uh Nietzsche says at one point in genealogy that it was coarse, superficial, narrow and un symbolic to a degree that we can scarcely imagine. For example, the term pure originally referred only to those sanitary few who wash themselves regularly, who refrain from eating certain kinds of food and who who refrained from engaging in sex with commoners? That's how direct and un symbolic purity really was."
	},
	{
		"start_time": "37:33",
		"speaker": "Ricardo Lopes",
		"words": "So, could you tell us now about the phenomenon of Reema? Where is it? And does it play a role in the slave revolt in morality."
	},
	{
		"start_time": "37:47",
		"speaker": "Robert Welshon",
		"words": "It does. Um If I may, I'm gonna prepare to answer your question by stepping back and unpacking a little bit about what master slave Miraval actually looks like. And then start talking about Raison Tal. Mhm. The great contrast between the masters and the slaves is a historical con contrast. The masters had certain socio-economic properties, they had certain physiological properties, they had certain psychological properties and those properties. The socio-economic ones, the physiological ones and the psychological ones were contrasted with the same kind of socio-economic properties, physiological properties and psychological properties of the slaves. So in the book, um I identify a set of these properties and their contrasts. If you think about the socio-economic dimensions, the masses were aristocratic and noble. The slaves were lower class, they were heard they were commoners. The masters were typically knightly and warriors and the slaves were pacifists. The masters were wealthy, they were prosperous. They were well born, the slaves were poor, they were unfortunate. They were ill born, the masses were privileged, the slaves were deprived, they were beasts of burden. The masters dominated and oppressed others. The slaves were oppressed and were ill treated by the masters. The masters were superior. The slaves were mediocre physiologically, the masters were healthy. The slaves were sick and diseased. The masters were energetic and vital. The slaves were weary, exhausted and lethargic. The master were powerful and potent. The slaves were powerless and impotent. The masters were active. The slaves were reactive psychologically, the masters were happy, the slaves were unhappy. The masters were creative. The slaves were reactive. The master said yes to things and life. The slave said no to things and life. The masters were adventurous. The slaves were timid and submissive. These kinds of contrasts and there are lots of them drawn in genealogy. Morality are essential for understanding what re resentment is and why it's so important for Nietzsche on to mom was Nietzsche thinks already well in place before the slave revolt and r morality. He even acknowledges in genealogy that the old masters experienced it as well. He's also, he also insists that uh resent him. Ma is not determined solely by one social class. So it's not a reaction uh whose content consists solely in countering noble values. Renton is instead a kind of instinctive reaction. He thinks it's found in every human being and at all times in history, it occurs as naturally as a kind of involuntary and largely unalterable set of physiological and psychological responses to certain kinds of input to our psychology and its effective qualities. And by that, I mean, it's phenomenological characters and the various emotions that it causes. These two are largely involuntary and unalterable across individuals when prompted by a particular set of inputs as it's found in the slaves. And the priests, Renton is the focus of most of Nietzsche's attention because as found in the slaves and the priests it reveals something that is familiar to most of us moderns, the kind of powerlessness and poverty and ill health, unprotected social standing and the kinds of suffering they cause together entailed that the slaves couldn't engage in direct retaliation against insult and injury without immediate risk of losing either their life or one of their limbs or whatever social status they had meager as might have been for them, direct response to an insult was barred entirely. And so they had to settle for a kind of indirect retaliation. They had to compensate for the impossibility of direct revenge with what Nietzsche calls imaginary revenge. And that is what's characteristic of re anti. If you think about resulting as Nietzsche presents it, it is an entire physio psychological sociological economic complex. It's a huge cauldron that takes inputs, conjoins those inputs with pre-existing beliefs, desires, and hopes and spits out particular kinds of other emotions, other actions and so forth. And at the root, it's a kind of revenge. But if you think about the kinds of revenge that we have to discuss here, it's a unique kind of revenge. We can, if somebody bumps us in the subway with their elbow, we will typically move their arm out of the way. That's not ri antimo, even if it is a kind of revenge, it's self protection. Um And we might even I have some kind of defensive counter blow, but the desire to cause suffering in others is not there in regent, the desire to cause suffering is there. And so resentment recruits other beliefs in effective states so that we can displace or transfer our suffering onto another a culprit. And that culprit is held causally responsible for our suffering. And we thereby as Nietzsche puts it narcotize or anesthetize our own suffering, that kind of anesthetizing transference of suffering on to another person who we hold causally responsible for our own suffering is typical of rezoning. All it effectively redirects the sufferer away from the true reason for pain and on to some other cause for it once fed into the cauldron of uh resentment, the inputs mix with all kinds of other effects, all kinds of other emotions, drives desires, beliefs about oneself and one others and, and others. It becomes unlike the masters who resolve their rezoning law quickly and with violent acts of physical behavior, it becomes a stew, it continues to churn and it adds other ingredients all the time. Make that makes it um ruminative, provocative, poisonous, creative, and imaginative."
	},
	{
		"start_time": "46:41",
		"speaker": "Ricardo Lopes",
		"words": "So, moving on to another topic and still in regards to the first essay of the book, what role does uh Nietzsche's psychology of drives and effects play in the genealogy of morality?"
	},
	{
		"start_time": "47:04",
		"speaker": "Robert Welshon",
		"words": "Uh Ricardo, I'm afraid that I can't really talk a whole lot about this because this is such a core part of the genealogy and it's so poorly discussed in the genealogy. It's, it's a remarkable facet of the genealogy that he presupposes this complex drive and affect moral psychology and almost never talks about it. So at least in the genealogy, but II, I will say uh a couple of things, OK. For Nietzsche, the subject, the eye, the ego is fused with action. A strong person is somebody whose actions confront difficult conditions directly. A weak person is someone who acts to avoid challenging conditions or who quickly capitulates to them or dissembles about them or dithers about them or procrastinates about them. These kinds of subjectivity and agency were embodied in the old masters. They were healthy, they affirmed life, they were powerful, they were energetic, they were cheerful, they were spontaneous and they were all of those things simply because that's how they acted day in and day out. They rarely reflected on whether they exercise free will. They've rarely reflected on much of anything at all. And so they didn't have time or psychological space for Rizzoni man to take hold. It wasn't because they were um more complicated psychologically than anybody else and it exercised free will to overcome resentment. It was because they didn't care and they didn't remember insults long enough for those insults to take hold in their own psychology and demand deferred retribution. They were direct immediate in her moral psychology. On the other hand, the subject comes untethered from its action. And so Nietzsche describes this in uh essay one section 13 as the indifferent substratum behind the person who has the freedom to manifest strength or weakness. And this indifferent substratum is the soul, the philosophical subject. Assuming that there is a kind of detached soul that's outfitted with free will to choose to act in numerous ways, different ways in every circumstance that the person engages, licenses hurt morality to direct attention away from actions and towards that soul, its choices and its intentions. So this gives herd animals the impression that their weakness is actually a kind of expression of their strength. They're strong enough to choose submission to others, to choose to turn the other cheek, to choose to obey God's mandates. Nietzsche tries to stamp out every remaining spark of the pretension. Um THAT any component of our psychological economy originates from something nonna. He likewise tries to replace all of these non natural components with natural psychological components. And that's the basis of his drive affect psychology. His argument isn't just that natural drives and affects coexist with other non natal psychological components like conscious thought, logical and rational abilities or moral and religious injunctions. Nietzsche's ambition is much stronger. He tries to understand all of the complexities of human behavior and psychology by using these two categories, drives and affects. He also adds memory, sensory perception and taro exception and conscious thinking. These are either readily applicable to other organisms or they are developments for what's already readily applicable to other organisms. So that's kind of the basis of his drive affect psychology. It's his best attempt to provide a conceptual framework for the fundamental entities in the domain of our psyche. And as a result, it has to do away with all of the supernatural nonsense and puffery of philosophy and religion. I think if you ask me, what is a drive I've argued for many years and so have others that it's a kind of long standing, relatively stable and for most of them subconscious activating or impelling or invert urging, it's a kind of disposition which if you feed it certain prompts reliably and regularly tends to result in certain behaviors of specific kinds that satiate the props. So that's in, in general, what I think a drive is, they are internal to us and they're embodied in us, but not just us. Any organism that's alive is comprised of drives psychologically as well. They're dynamically coupled with other sub organ organism drives and with other sub organism, physiological and psychological states. Um They're not modular in photo sense. They don't just turn away at a particular task. They are closely coupled with all kinds of things inside us. Since they causally uh couple with other drives of states and are not modular, they're never encapsulated, they're never isolated from other drives and affects. And since we as organisms inhabit a larger environment that's made up of or other organisms, the sub organismic drives typically couple with and embed themselves in those extra organism environments. So the overall picture you get in Nietzsche is of this unbelievably energetic, incessantly stimulating highly interactive and ever changing uh psyche not only between drives within organisms, but also between organisms and their environment and between organisms and other organisms."
	},
	{
		"start_time": "54:45",
		"speaker": "Ricardo Lopes",
		"words": "So getting now into the essay number two of the genealogy of morality. In your book, you presented as being about the moral psychology of conscience and uh conscience and guilt. But to pave the way into talking about conscience and guilt, let me ask you first, what is the morality of custom and what are its psychological implications or consequences?"
	},
	{
		"start_time": "55:14",
		"speaker": "Robert Welshon",
		"words": "Nietzsche mentions in genealogy but does not really discuss the importance of customs and the morality of custom and the psychology of customs. He does discuss these issues in daybreak. And so when in the book, I talk about these things, I talk about what Nietzsche says in Daybreak about customs. He thinks that in general customs traditions, whether they be economic, cultural or religious helped to install memory, emotional regulation, attention control, self awareness and a feeling of obligation to the community. And these things occurred well before uh Christianity, these are, these are uh psychological phenomena that probably go back 4 to 8000 years as these communities first became to first came to be distilled out of roving bands of nomads. So thousands of years before the slave revolt and morality even began this primitive morality of custom, established a bunch of conventions that distinguished acceptable behavior from unacceptable behavior, distinguished it from atypical behavior and captain those who were subject to it, this constant, he calls it a perpetual compulsion to practice customs from an embodied embedded perspective of the mind. This is a particularly interesting facet of Nietzsche's genealogy because it focuses on the ritualized behavior of customs and traditions. He claims that it infiltrated the this practice of custom and tradition infiltrated education, marriage, farming, war, speech, health care and the interactions with one another. And the gods. What is crucial in all of this psychology of custom and tradition is that customs are fundamentally superfluous stipulations as he puts it, you are to engage in this particular kind of physical behavior because we say so. And because that is the custom fundamentally, the particular motor behaviors r trivial and uninteresting, but they become laden with meaning and significance. The frequent rehearsal of these customs and habits hardened and helped cultivate memory. They helped to cultivate emotional regulation, they help to cultivate attention control because we had to focus endogenously, we had to focus on the custom in front of us. And so we had to regulate our emotions long enough to be able to engage in that endogenous attention control control more than that customs and traditions co inculcated a sense of obligation to the larger collective. It was because we engaged in these customs and traditions that we were members of this larger collective. Nietzsche is convinced that we cannot comprehend how inescapable, this compulsory dimension of morality of custom must have been. And he also thinks that that's only because we've so internalized it, that its novelty is no longer salient millennia of later developments have papered over all of the compulsory dimensions of a morality of custom. They just become part of who we are."
	},
	{
		"start_time": "59:34",
		"speaker": "Ricardo Lopes",
		"words": "And what is the role played by punishment?"
	},
	{
		"start_time": "59:38",
		"speaker": "Robert Welshon",
		"words": "Nietzsche has more interesting things to say about punishment uh than almost any other philosopher. I exempt Foucault who also has very interesting things to say about punishment. I will say autobiographically that when I first read the genealogy of morality, I didn't understand what he was going on about with punishment. And it took a long time to understand why he would focus on punishment except for some sadistic interest in the practice. But it's quite clear that for him, punishment is a mechanism for embedding and cultivating memory. It's as he puts it a technique of Memnon Xs. He thinks that it is one of the crucial social psychological mechanisms for cultivating within us, a sense of synchronic and diachronic identity and for cultivating within us, the expectation that we will continue into the future. So long as we have memory of our past, his fascination with the brutality of punishment regimes is kind of disturbing. But he thinks that it has to be this way because we were when punishment first emerged little more than animals. And he thinks that the public and private procedures of punishment eventually burned into our, into our memories. Five or six thou shall nots and these thou shall not and thou shells were necessary conditions to enjoy the advantage of living in a peaceful society. Of course, he thinks that there are etymological support um for his way of thinking about punishment. And he thinks that punishment is allied with um guilt and deaths and using that etymological evidence. He starts to crowbar his way into the long history of creditor, debtor exchange relationships and the punishment that accompanied them. He thinks this particular socio-economic set of relationships was the basis of our eventual notion of bad conscience and guilt. When punishment first appeared, there was no distinction between the subject and the and its actions. So the modern thought that we have that we always punish miscreants to cure them of their wicked choices already pres presupposes way too much. If you look back at the practice of punishment. This is one of the things he's most famous for in genealogy. You can see that it's overladen with various functions. But what continues to be the case from the early part of our human history up until today is the practice of punishment. Various functions are laid on top of that practice. But what's universal and cross temp across time is the practice of punishment. And so he warns against projecting back to the origin of punishment. What is for us? Now, the obvious thought that the criminal deserves to be punished because he could have acted otherwise. For most of our history, punishment simply inflicted suffering on a wrongdoer who caused others injury. Not as we now think because the wrong doer is morally responsible for choosing to act intentionally. And here, I think that you can draw an analogy with um phenotypic expressions of um of genetic information. There are all kinds of adaptations, there are all kinds of expectations, There are all kinds of ma adaptations in that are discussed in evolutionary theory. What's common across all of them is the expression of genomic information in a phenotype that interacts with its environment. And there's no reason to think that a particular mutation that originally developed generations ago had at the time of its origin, the same function that it currently has. Nietzsche is well aware of this and he's deeply impressed by it. And so he takes that kind of conceptual framework and applies it to punishment. The crucial thing about punishment is that it he thinks it arose in exchange in commercial relationships, but it's not the only um place that emerge. But let's talk just about those. When the, when a debtor didn't live up to the promise that was established by some contract with a creditor, the creditor could inflict all kinds of torture and dishonor on the debtor. And so he could cut off as much flesh as seemed appropriate for the dead. This is the basis of an eye for an eye, tooth, for tooth and so forth. The logic here is completely simple. It's undemanding and it's gruesome. There was no in kind compensation. We didn't repay loan money with interest. We didn't forfeit our processions, we didn't sacrifice our labor. Instead, the creditor, the person to whom the money was owed had the pleasure of having the right to exercise power over the powerless, the pleasure to do evil for the pleasure of doing evil and its this punishment. The equivalence between receiving a harm and obtaining the license to mistreat that becomes entrenched in us. And that's because Nietzsche thinks that it's a psychological truth that to make someone suffer is pleasure in its highest form. He says that in uh essay two section six,"
	},
	{
		"start_time": "1:06:51",
		"speaker": "Ricardo Lopes",
		"words": "but then how do we get to bad conscience and guilt? And what is the distinction between them?"
	},
	{
		"start_time": "1:07:02",
		"speaker": "Robert Welshon",
		"words": "The bad conscience? Mhm I'm going to assume that the term bad conscience and the term guilt cofer. I know there are some Nietzsche scholars who think that there's a distinction between bad conscience and guilt. But for um purposes of genealogy, moral morality, I think we can assume that they are basically co referential when you Nietzsche asks us. And section 14 of the second essay, I think, to consider the psychology of the criminal criminals feel the pang of guilt or bad conscience at best erratically, and Nietzsche gives four reasons why this is the case. Um Criminals typically think to themselves. Not that they did something bad but something unexpected happened. They got caught. They don't think that they are guilty. They think that they got caught and there's a certain former president of the United States who is an example of this kind of thinking, a this former president doesn't think that he's guilty of anything. It's just that he gets caught and he gets caught by people who are out to get him. Criminals also have to face the court. And those who judge wrongdoers typically target their cause of responsibility for harm caused and try to find measures that will block the criminal from causing more of it. The courts rarely remain focused for very long on whether the convict feels guilty. Third judged and sentenced convicts typically feel not guilt but sadness. They don't think that they ought not to have done what they did. They typically think, oh, I got caught and I'll submit to the punishment in the same way that I'll submit to an illness. I'll be brave and I'll be fatalistic. And fourth prison life itself does virtually nothing to cultivate the pang of gu of guilt and converts. So if you strip away all of the misperceptions about guilt and bad conscience, what remains nevertheless is the durability of the methods and procedures of punishment, its causal consequences, its effects. And Nietzsche thinks that punishment achieves more than anything else. A lengthening of memory. It results in a will to be more cautious to be less trusting, to go about things circumspectly, any increase in fear, the intensification of intelligence, the mastering of desires, we then add the notions of predictability, attention control, promise, making emotional regulation that are already in place from the morality of custom. And what we're describing are the psychological prerequisites for prudential agency. Prudential agency or responsibility is that entire suite of psychological capacities that were cultivated in human animals by custom, by the c by the credit or debtor relationship and by punishment, a prudential agent is a human animal who is prudentially responsible and the incarceration mechanisms for creating this potentially responsible person. Those mechanisms are primarily the morality of custom, the set of credit or debtor relationships and punishment that allows us to introduce the notion of conscience and from conscience, we can then introduce the notion of bad conscience or guilt. I think for Nietzsche conscience is being reflectively conscious of our prerogative of responsibility and promise making. It's being reflectively conscious of our power over ourselves, of being answerable, accountable to ourselves and to others in short of being an agent. Nevertheless, being reflectively aware of our prudential responsibility is not the same as bad conscience. Bad conscience is the reflective awareness of guilt and the accompanying qualitative effect of suffering of feeling guilty. This is a relatively late flowering phenomenon. So when his primitive progenitors first appear these ances, the ancestral feelings of its primitive pro progenitor guilt isn't bad conscience, isn't he? He isn't even present. The question is for essay two, how this primitive ancestral feeling, a prudential responsibility grew with the various new interpretations into bad conscience or guilt. And this is a monstrously complicated undertaking. In essay two, Nietzsche initially assumes a couple of things. The origin of the ancestral affect. A bad conscience occurred abruptly. It didn't even cause raison in the domesticated populations where it was first, ah, found. The second assumption is that incarceration began with violence. Nietzsche says in uh essay two section 17, that the first organized societies quote emerged as a terrible tyranny, a repressive and ruthless machinery and continued working until the raw material of people and semi animals had been not just needed and made compliant but shaped in this process, which he thinks was violent and rapid. Some group of masters laid its hands on a wildly unruly group of semi, semi animals and through custom and through punishment, shaped them, shifted them, created a structure for them. Since they imposed order on the herd, these old masters were necessary for the emergence of bad conscience without them. Uh Bad conscience and guilt would never have been possible. But the first individuals to experience the effects that were ancestral to bad conscience were the herd, those on whom order was imposed. And this is one of the more mysterious passages of um the genealogy it occurs in section 17. He says, when the masters impose form and order on the herd, violent oppression was unavoidable and therefore they made or forcibly made Leighton most of the herds freedoms, they eliminated them or they made them latent. And Nietzsche says that there's a re remaining distillate of freedom, which he calls the instinct of freedom that was forcibly made latent by the masters turning semi animals into humans. And this instinct for freedom of freedom, repressed and incarcerated within the self, a whole set of violent and out typically outwardly directed emotions inward. So that with the external expression of the will to power thwarted by these imposed mechanisms of culture. These humans in the early societies had no option but to turn inwards on themselves. This is his so-called internalization of man. And when that happened, humans started the job of self formation. This Nietzsche calls active bad conscience. And he thinks that the act of bad conscious, this activity of self formation form, imposing labor on the self to make ourselves prudential agents is the womb of every ideal and imaginative event. And that it is brought a quote. He he puts it this way in 18, a wealth of novel, disconcerting beauty and affirmation to light. And for the first time, perhaps beauty itself, he then says it's only bad conscience only the will to self violation that provides the precondition for the value of the un egoistic. So that even if bad conscience is a sickness, it's a sickness like pregnancy. So here the bad conscience is this inward turning, internalization of outwardly direct, previously, outwardly directed, uh violent or oppressive uh emotions and desires turn back against oneself. And it is responsible Nietzsche thinks for what makes us so great. Now, that kind of act of bad conscience is unfortunately not the only form of bad conscience. He also introduces the other form of bad consciousness, not bad conscience. And that's the one that's inculcated by religion. Hey Ricardo."
	},
	{
		"start_time": "1:18:35",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, te tell us then about uh religious uh guilt. I mean that religious bit that you were mentioning there before we move on to perhaps uh essay number three,"
	},
	{
		"start_time": "1:18:49",
		"speaker": "Robert Welshon",
		"words": "religious guilt developed already in pre Cristian societies. And if you think about the difference between our kind of society, uh Let me rephrase if you think about the difference between these pre Christian societies that were influenced by monotheism and the Greeks, you can start to tease apart some of the differences that were responsible for the developing religious guilt in Greek societies. Um The problem for people was that we simply didn't know enough to know how to avoid getting into trouble. Our foolishness uh resulted in that most of us just stumbled around in a kind of uninformed stupor and we constantly bumped into other idiots like ourselves. These pileups where we crashed into one another and cause each other harm were not a reason for thinking that humanity was morally reprehensible or responsible for choosing to be ignorant since the gods, the Greek gods, they were always there. And as since they were always there, any inward attempt to ground suffering and being guilty could be short circuited when the Greeks reflected and looked inside to discover why they were so miserable. They didn't find that they were responsible for it, what they found or the consequences of God's trickery or their delight in our human suffering. These gods were never inside us. They were external beings. And so looking inside themselves never revealed to the Greeks that they were causally responsible for their suffering. The Christian God is very different. The Christian God added certain innovations to the God blueprint that was already found in Judaism. The first innovation for the Christian God was that it was maximal. It is still the greatest feeling indebtedness of indebtedness on earth. Nietzsche asks us to remember that Christianity inherited its God from Judaism. And so we inherited the Jewish sense of religious indebtedness to God for flourishing as a society. Judaism was novel itself. It refocused a set of dispersed debts to a pantheon of gods onto a single God, a single point making their God the only God to whom we owe all debts. So for Judaism, God was kind of a solar furnace that refocused all of our debts onto a single point. And this maximal feeling of indebtedness is religious guilt, religious guilts expression is still not moral guilt. And this is where Christianity went beyond Judaism so long as bad conscience or guilt remained tied to our indebtedness to God. He was still about an external entity, even if it was the case as with Judaism, that God is the maximal creditor, but moral guilt concerns the self. And so we still need other elements to explain how this externally directed religious guilt became internally directed moral guilt. And Nietzsche's explanation of this in essay two section 21 is um not particularly clear. I think the best that I can say about it is this."
	},
	{
		"start_time": "1:23:20",
		"speaker": "Ricardo Lopes",
		"words": "So essay number three then is about the meaning of the aesthetic ideal and its spread through European society. Could you start by telling us what the aesthetic ideal is for Nietzsche?"
	},
	{
		"start_time": "1:23:34",
		"speaker": "Robert Welshon",
		"words": "Mhm It's a set of values, moral values and Nietzsche identifies them as compassion, self denial, self sacrifice, poverty, humility and chastity. He sometimes in other works, I um add selflessness and self renunciation. But it's this, it's this set of values that are typically associated with morality and acting in an un egoistic way."
	},
	{
		"start_time": "1:24:09",
		"speaker": "Ricardo Lopes",
		"words": "And does it relate in any way to the slave revolt we talked about earlier?"
	},
	{
		"start_time": "1:24:17",
		"speaker": "Robert Welshon",
		"words": "Right? An answer to this question has uh basically two elements. The first element is that um the old Aristocrats and warriors were convinced of their superiority and they were pleased with their happy lives and they lived in this kind of bubble that Nietzsche calls the pathos of distance. They had every reason there was to isolate themselves from the herd. The herd was four. They were lazy, they were dirty, they were impure, they were resentful, they were conniving, they lied. And so the, the aristocrats, the masters, the old masters try to relinquish the task of mingling with the herd to somebody else. And they were delighted when the priests accepted the job for when the priests were in charge of the herd. The old aristocrats and warriors could continue to ignore them. They were predisposed to do so anyway. And they f they found a functionary who was willing to deal with them. But the priests made the old masters pay for taking on the disagreeable job of looking after the herd. The priests themselves were interested in augmenting their social power with respect to the aristocrats and the warriors. And so they took what they had learned about the creative possibilities of rezoning ma and turn it against the old masters. In the process. They sowed discontent within the old masters and they made them feel ashamed about living happily. They made them feel ashamed of living without bad conscience. They convinced them, the priests convinced the old masters that otherworldly powers were even greater than their earthly power. And so the priests adopted all kinds of camouflaging tactics to undermine the old masters. And one of those tactics was to talk about the ascetic ideals and the way those uh the the aesthetic values and the ways in which those ex aesthetic values were preferable to the values that the old masters themselves lived by. But to be cons successful against the old masters, the priest had to convince them that their social standing, their happiness, their pathos of distance were all unjustified. They had to convince the masters that they were no different than the herd and they had to convince the masters that they suffered, not because they had to endure the herd or because they had to endure insults, but because they too were subjects of bad conscience and guilt. Now, this was true of some of the priests and clergy before Christianity. But Christianity really excelled at this project. The Christian priest was much cleverer than the old masters and was capable of levels of dialectical finesse that completely threw the masters. Moreover, uh the priest, the Christian priest carried all of these ingenious doctrines around with him in a sack and these ingenious doctrines, the immaterial soul that God gave to each of us, a free will that was equally distributed to each of us, the promise of power and happiness that the old masters never dreamed of achieving kind of everlasting life in heaven, focusing on gratitude into a single God who had sacrificed himself for all of us left us saddled with original sin. All of these doctrines started to breed shame within the old masters. So the priest, the Christian priest took his greater cleverness, his mastery of dialectic and his collection of religious doctrines and seduced the poor, less reflective old masters into feeling guilty about themselves and to doubt their right to happiness and then infected the old masters with the doctrines of the aesthetic values, the ascetic ideal to complete the job of making them ashamed of themselves."
	},
	{
		"start_time": "1:29:50",
		"speaker": "Ricardo Lopes",
		"words": "But does Nietzsche also see positive aspects to aesthetic values"
	},
	{
		"start_time": "1:29:59",
		"speaker": "Robert Welshon",
		"words": "undeniably? He does. Um I think it's important for us to recognize that he thinks that there are both negative and positive aspects uh to aesthetic values. And he catalogs the real dangers of ascetic values. In section 17 through uh 21 of the third essay. The first negative a aspect. The danger is that aesthetic values narcotize our emotions. But they do so in an attempt to thwart depression, he talks about this in section 17, for example, second, um the ascetic values advocate mechanical activities and tiny pleasures as methods for alleviating depression. Third, and this is a more dangerous danger. They addict the sufferer to the priest's diagnosis of sin and guilt, bad conscience and to the priest's cure for them. And they thus ensure an ongoing dependency on religion. Fourth, they introduce a protocol that not only doesn't ease the suffering but adds suffering to suffering. Thus, compounding rather than abating suffering. Fifth, the ascetic ideals emphasis on sin and guilt and bad conscience. In n the sufferers to the priests feeling orgies, the priest loves to talk about our feelings and it thus desensitizes the sufferer to the pleasures of living and it habituates them to hating what life actually has to offer. And finally, the ascetic ideals try to stipulate that religions that embody them should be spread as far and wide as possible. And this corrupts not just others who suffer but even the healthy. No, Nietzsche spends a lot of time in section 16 through 21 talking about these negative facets of the aesthetic ideals. In fact, uh essay three section 17 is the longest single section in the book. And it's the section uh where he talks about narcotizing emotions and the role of ascetic ideals and narcotizing emotions. But having said that and having cataloged all of these negative facets of uh of the aesthetic values, he also allows that they have some positive effects uh a aspects as well. And this will lead us eventually into a discussion of nihilism. But the point here is this ascetic values fixate on and celebrate failure, decay, this fortune deprivation, destruction of the self, self flagellation and self sacrifice. But since everything has to be measured in terms of its value for life, the ascetic ideal must also be a trick for the Preser preservation of life. But it's the preservation for a particular kind of life. And that's what Nietzsche is most interested in. In this third essay, the people who are safeguarded by endorsing the ascetic ideal already live futile or decaying lives. And they use the ascetic ideal to justify and preserve themselves and protect against further decline, their miseries. The way they live is second only to their heartbeat. And so they clutch the ascetic ideal as a last hope as a way to continue to live and avoid uh nihilistic suicide. The ascetic priests who offered these ideals to the herd provide them with a diagnosis of their suffering, a prognosis for its future course, if it's left untreated and a prescription regimen to treat their suffering. Now, Nietzsche thinks that all of this is gobbledygook and complete nonsense. But nevertheless, historically, it has proven to be remarkably effective in helping those of us who are not lucky to continue to live. It provides meaning for our, the aesthetic values provide meaning for our suffering and it's therefore the great consoling function of the ascetic ideal. Until this point in history, Nietzsche thinks that the ascetic ideal has been the only interpretation and meaning of deep suffering. But it's been enough because any meaning is better than no meaning and with its explanation and justification of suffering in hand, most of humanity could continue to live without collapsing into despair."
	},
	{
		"start_time": "1:36:11",
		"speaker": "Ricardo Lopes",
		"words": "Uh But of course, we tend to associate the ascetic ideal with uh priests, religious people. But according to Nietzsche, please correct me if I'm wrong. But according to him, uh we can also find ascetic values in people like artists, philosophers and even scientists"
	},
	{
		"start_time": "1:36:33",
		"speaker": "Robert Welshon",
		"words": "correct"
	},
	{
		"start_time": "1:36:34",
		"speaker": "Ricardo Lopes",
		"words": "you all"
	},
	{
		"start_time": "1:36:36",
		"speaker": "Robert Welshon",
		"words": "all true. Um I'll simply say a couple of quick things about the way artists and philosophers use aesthetic values. Artists and philosophers can use ascetic values as a kind of strategy to isolate themselves from um those emotional commitments, those psychological commitments that deter them from their great projects. So philosophers in particular, um philosophers in particular try to claim that they are beyond the call of um binary. They are beyond the concerns of making a positive impression on others. They are beyond emotional relationships with others. They are beyond the need for social relationships of many kinds. But these are used strategically so that they can live with their beloved ideas. Their ideas are where they have their social interactions. They observe their ideas, they follow their ideas, they capture, they inspect their ideas, they analyze their ideas, they distill their ideas, they test their ideas, they research ideas, they organize their ideas. All of this requires a kind of monastic life and the aesthetic values are used to encourage the conditions necessary for the production of their, of their uh of their great ideas. Having said that um artists too can do this but not all artists do this. And he's particularly critical of Wagner who thinks that chastity became antithetical to sensuality. And Nietzsche has nothing but contempt at this point in his career for Wagner's as a AAA affirmation of aesthetic values because he thinks that chastity and sensuality don't have to be contradictory. And then even if they were, that's what makes life interesting. So as Wagner's are continued and deepened into his old age, it became increasingly ascetic and sickly. And he has an analysis of Parsifal as a Christian exercise in asceticism. And he hopes that a Wagner was intending it as a joke, but he fears that he wasn't so bracketing these strategic uses of the ascetic ideals, we have to return to the moral use of asceticism. And here religious types, philosophical types and moral types are all to blame for advocating the universal applicability of aesthetic values to everybody. And that includes the scientists. In the latter part of the third essay, Nietzsche criticizes the scientists and science is a practice for continuing to inhabit the vapors of asceticism. Even though um by the time he was writing, science was already posing a danger to religion. Nietzsche thinks that most of the scientists that he read was doing nothing more than being a rabble rouser. And even if he admits the scholars and scientists can be worthy and can be busy and take pleasure in their craft, he thinks that nevertheless, there's this contempt for the self in science, a kind of bad conscience and he identifies the root of the problem here as not being liberated from the ascetic ideal. And he thinks they're not being liberated from the ascetic ideal because scientists still believe in truth. This is one of his most outrageous claims, but it's also an interesting one. And so when he says in essay 24 that the science that science's laser focus on the factum brut its renunciation of any interpretation, those things together express the asceticism of virtue just as well as any denial of sensuality. Now, that sentence condenses an entire argument, Nietzsche's convinced that there's only perspective of sensory experience. Nietzsche is convinced that there's only perspective of knowledge. Nietzsche's convinced that there's only perspective of concepts. But here is where his argument gets interesting. Science and scholarship in general think that they rely on and are warranted by observation and measurement. But both of these are sensory experiences. So both the concepts of science and scholarship use and the discoveries they make rely on and are warranted by perspective of perceptual experience. So scientific and scholarly concepts and scientific and scholarly logic, uh knowledge are perspective of themselves. They cannot deliver perspective free facts, but science's brute facts are supposed to be perspective free. And since that's the case, neither empirical science nor scholarship discover facts and assuming that perspective can be substituted for interpretation, we can directly infer that to the extent that science and scholarship think they discover brute facts rather than interpretations rather than perspectives to that extent. Do they mimic and reiterate asceticism's mistake of mistrusting sensory experience? That's the best argument that I can distill out of this outrageous claim that there is no truth or that they still believe in truth. So this is not, II, I, I'd like to add one thing here. This is not to say the truth is worthless. Truth is a, a much truth is a significant advance over other objects of faith. Um Because it's pursuit eventually leads us to questioning what it is and investigating whether it has the value it has heretofore been assumed to have. So Nietzsche does not infer from the perspective of science that it's no better than religion or other perspectives. It's certainly better. Um Its methods of knowledge acquisition are mentally much more hygienic than the polluted wells of religious superstition and warrants confronting uh religion and philosophy directly, close observation, hypothesis formation and testing empirical support, disc conformation, rigorous analysis. He thinks all of these things are crucial, but we still need to understand that the faith in truth is something that itself has to be questioned and that was going to be part of his big project that he never completed."
	},
	{
		"start_time": "1:45:53",
		"speaker": "Ricardo Lopes",
		"words": "So uh I know that we are reaching our time limit. So let me just ask you perhaps a couple of questions, general questions about the genealogy of morality. So after all of what we talked about, what would you say are the main merits of this book."
	},
	{
		"start_time": "1:46:14",
		"speaker": "Robert Welshon",
		"words": "The book is so widespread, has such a broad scope, digs into so many different details, is so creative, so imaginative, so alive with the love of thinking that it is in my considered opinion, impossible to identify the main contributions of the book. It is a work of great genius and philosophers who think about the genealogy of morality are confronted by somebody whos thinking is demonstrably more imaginative, demonstrably more penetrating demonstratively, more um probing and comprehensive and profound than any of us are likely ever to achieve. Having said all of that, I think his analysis of Renton is still not fully understood or appreciated its role in moral psychology, I think is still not fully appreciated. Nietzsche's um analysis of the internalization of humanity, I think is something that we still don't understand completely. We don't know whether it's even accurate, we don't know. And I think that his analysis of asceticism and his analysis of nihilism are still among the most profound things that Nietzsche wrote and things that we are living through today. Nietzsche anticipated an enormous amount of what's happened since his time. We who are in his wake, try sometimes to demonstrate that he continues to be relevant by trying to capture his thought within conceptual frameworks that were familiar with. But he never even heard of. We do this as a way of honoring his greatness and genius, but it minimizes him. It lessens him the main merit of genealogy if there is a single main merit is that it is a document that exhibits a mind on fire and a mind that was so full of so many different kinds of knowledge that it, that it really struggled to capture everything that was in that mind. And it didn't it? And there are, there are plenty of reasons why genealogy is uh not a successful book, but it's, it's a success. It's a success in so many ways that we don't typically acknowledge um that we have to recognize that these other ways of success trump its failures and its shortcomings."
	},
	{
		"start_time": "1:49:54",
		"speaker": "Ricardo Lopes",
		"words": "And, and so my last question will be exactly about that. What would you say are perhaps its main gaps and shortcomings?"
	},
	{
		"start_time": "1:50:03",
		"speaker": "Robert Welshon",
		"words": "Well, the obvious one is that he wrote this in 1887. And uh I'm sorry, you, you wrote it in uh 1887 1888. And he, he, he published it in November of 1888 and then started his big project of the revaluation of morality, the revaluation of values. He only made headway for about seven months by October of 1888. He was, I think aware that he was never going to complete the revaluation of value project. And so the defense of these categories that make appearances in genealogy of morality are never adequately defended. And chief among those is his notion of power. Nietzsche mentions power in the genealogy of morality four or five times it that those mentions demonstrate that he was on his way to an analysis of power in the revaluation project. And that, that analysis would be used as the Fulcrum around which is critique of moral values that he analyzes the development of in genealogy would be focused. But he never got there. Um And that's the single greatest, uh it's not a shortcoming of genealogy of morality because it was intended as a kind of preliminary, a preliminary um statement that was appropriate to the revaluation of values critical project. But he presupposes in genealogy the results of that revaluation project and he doesn't adequately defend them in the book. And so that's one of the shortcomings of the book. Another shortcoming of the book is that at times it gets a little histrionic and, you know, that's a, that's a problem with Nietzsche um throughout his period from beyond good and evil forward. Um But I don't find that much of a problem. Um It, it's a problem, especially towards the end of essay three. He moves at such a fast rate that it's really difficult to understand the logical structure of the arguments that are contained in that in those last four or five sections."
	},
	{
		"start_time": "1:52:57",
		"speaker": "Ricardo Lopes",
		"words": "So the book is again, niches on the genealogy of morality, a guide. I'm leaving a link to it in the description of the interview. And doctor w and apart from the book, uh are there any places on the internet where people can find your work?"
	},
	{
		"start_time": "1:53:18",
		"speaker": "Robert Welshon",
		"words": "Uh No, I'm not much of a self publicize, so I don't have a web page. Um I have, you know, I have a number of articles, books about Nietzsche published over the years. I also work in uh the philosophy of Consciousness and I'm particularly interested at this point in the emergence of reflective consciousness in the uh paleolithic period and the role of language in that emergence of con reflective consciousness. Picking up on a Nietzschean theme, by the way, you know, the consciousness is a function of language. Mhm"
	},
	{
		"start_time": "1:53:57",
		"speaker": "Ricardo Lopes",
		"words": "mhm So thank you so much then for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:54:06",
		"speaker": "Robert Welshon",
		"words": "Well, thank you very much for having me. It's been a, it's been a privilege to talk with you. Thank you very much."
	},
	{
		"start_time": "1:54:13",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche, O of Alex Adam Castle Matthew Whitten. B are no wolf, Tim Ho Erica LJ Conners, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the K Hes Mark Smith J Tom Hummel s friends, David Sloan Wilson, Yaar, ro ro Diego, Jan Punter Romani Charlotte Bli Nico Barba, Adam Hunt, Pavlo, Stassi Nale medicine, Gary G Alman Sam of Zed YPJ Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di A Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon, Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica No Week, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras Kate Von Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi. Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble Catherine and Patrick Tobin, John Carlman Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]