[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Loops. And today I'm joined by Doctor Gregory Raelle. He's Professor Emeritus in the Department of Earth Sciences at the University of Oregon. His research has examined the fossil record of soils uh through major events in earth history. And he is the author of books like Soils of the Past, an introduction to paleopathology. Yes, there it is. And also Soil growing Tall. The epic Saga of Life from Earth. So Doctor Rattle, like, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:40",
		"speaker": "Gregory Retallack",
		"words": "Well, thank you for considering me."
	},
	{
		"start_time": "00:42",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to start with, I guess a very basic question also to introduce my audience to this topic because to be honest, it's the first time I have an interview for the show on paleopathology. So, what is paleopathology?"
	},
	{
		"start_time": "00:58",
		"speaker": "Gregory Retallack",
		"words": "Well, that's what I love about it. It isn't widely known and um, it's been a field that I've kind of been able to invent. I mean, there were a few other people going actually way back into the 17th century who tweaked to the idea of a buried soil. But Papi is just really the study of fossil soils, ancient soils that gives us clues about ancient environments. Now, what some people get confused about is, um, well, it has nothing to do with um mummy's feet. So it's not from the, the Greek pace petter for pedestrian and it has nothing to do with Ancient Sumerian child psychology either. It's not from the Greek Pace pise for, from which we get pediatrician. It's from the Greek word pedon, which means which means soil. And the lovely thing about it is that soils have a fossil record. You can compare ancient soils with modern soils and they can tell us a lot about how the world has changed through deep time."
	},
	{
		"start_time": "01:55",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. You know, it's very interesting because I am Portuguese and for a Portuguese person and I guess people from other languages it makes more sense than for English people that this would be somewhat related to soil because in Tougue, the word for food is pay. So it's closer to plog or the, the initial part of the word pathology. So, yeah, for us, for us it makes more uh immediate sense."
	},
	{
		"start_time": "02:28",
		"speaker": "Gregory Retallack",
		"words": "Well, yes, it does differ in different languages. All right. And then there are all sorts of um problems in, in translating from different languages. Now, um English seems to rule, I was just in France. Um, AND um two decades ago, they, they just don't speak English. But now even there English seems to have taken over as a language of science."
	},
	{
		"start_time": "02:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Correct. So, to get back on track. Uh So could you tell us a little bit about how you analyze fossil soils? Because I guess that when, when people think about fossils, we tend to think mostly about, I don't know, the remains of animals and stuff like that, but the re uh, but soil remnants or soil fossils, it's a little bit uh weirder, I guess."
	},
	{
		"start_time": "03:20",
		"speaker": "Gregory Retallack",
		"words": "IT, it is quite a, quite a, quite a bit weirder. And so my whole career has been annoying my colleagues uh because uh Palao sos turn out to be what other people have just regarded as ordinary sedimentary beds or altered surfaces to lava flows or things like that. So people have noticed them because they really stick out uh from the other surrounding rocks. Um The, the big problem for most people is actually recognizing whether you've got a soil or not. And that's a large part of many of the papers that I write. Why do I think it's a, it's a paleo oil. Well, there's, there's three main things. Um The, the most important of them is um root traces is something if you, if there's root fossil, root traces and they come down from a surface, well, that's a paleo. So by definition, because something wants to grew in it, um There's also this rather subtle concept that many geologists have not been trained in and that is the concept of soil structure. So modern soils have a whole pattern of cracking that we call pads and they're separated by modified surfaces, we call Kans and they can be blocky or crumb or um granular um geologists aren't trained to look for that. And in fact, they're trained to overlook it. Uh THAT'S a kind of a modification. And finally, there's the soil horizons um instead of being deposited one layer on top of another as is normal in sedimentary sequences, soils actually develop from the surface downwards. So there's an a horizon which is a mix of organic and mineral, then there's a modified bee horizon which may be rich in clay or in, in carbonate or something else. Um And these are diffuse horizons that are developing downwards as cells develop sediments deposited. It's um it's a, it's a mindset that men have been trained, not only to not recognize but to even overlook because many geologists pride themselves in getting beyond the surface, you know, looking at, at the ancient rock, but these things aren't preserved in, even in drill causes and in and in quarries and in ordinary road cuts. So it's, it's, it's, it's slightly a question of me saying, oh, that's a paleo song and people who studied the rocks before who didn't uh recognize them getting kind of annoyed. Uh So in some case, it's very annoying but uh that's it. Yeah,"
	},
	{
		"start_time": "05:45",
		"speaker": "Ricardo Lopes",
		"words": "I, I understand it. So, but tell us a little bit about what factors play a role in soil formation."
	},
	{
		"start_time": "05:55",
		"speaker": "Gregory Retallack",
		"words": "Well, this, this goes way back to the Koch in 1883 and Hans Yani, one of my personal heroes that there are basically five factors and we have an acronym clocked and those are um climate, um organisms, topographic relief um parent material, which is what you start with to make a soil and time. And we've known for a long time studying modern soils, we can make kind of an experimental design of space for time um or uh an experimental design of um uh changing features for the soil climate by keeping other things constant. We these things that control the formation of modern soils which people tease apart with studies of modern souls can be applied to reconstruct uh the same sorts of features in the fossil record. Um And it's been really quite lovely to see that we have as Paedos done a lot of work like this to make these transfer functions, for example, to try and find a mathematical relationship between the Menon precipitation and the depth of the calc horizon in souls which we can use for ancient uh soils. Uh We're getting to the basis of soil science and this is something that the the fossil people plyo seem to be more interested in than, than, than modern soil scientists who are more interested in um growing more corn or um figuring out how to do soils agriculturally. Uh And it's been a whole new horizon for us. Uh It's been rather wonderful to see people joining in with ever more sophisticated ways of figuring out how to infer, for example, paleo climate from an ancient soil."
	},
	{
		"start_time": "07:37",
		"speaker": "Ricardo Lopes",
		"words": "And so one of the factors that you mentioned there is organisms. So what do, what do we know about how life co evolved with earth?"
	},
	{
		"start_time": "07:50",
		"speaker": "Gregory Retallack",
		"words": "Um We know quite a bit as it turns out and this has been the really fascinating part of it to me is that on earth, uh souls have developed with the development of plant life in particular, uh starting out with uh simple things like lichens, which are a consortium of fungus plus uh an alga that live mostly on land. Uh And the, the first evolution of lichens, for example, was really a signal event in the evolution of palaces because it increased the degree of weathering uh by an order of magnitude. Um Then um we see big changes in soils with the advent of early nonvascular land plants and a huge change with the evolution of trees because suddenly weathering and uh facilitated by roots went much, much deeper. And then finally, the evolution of of grasslands, each of these things created a great carbon sink and have turned out to regulate planetary temperatures by control of the carbon cycle uh through time."
	},
	{
		"start_time": "08:55",
		"speaker": "Ricardo Lopes",
		"words": "By the way, just to make it more clear, I guess since we're talking about also to some extent, the evolution of life here when we talk about soils and paleo soils. Um Are we here just referring to uh terrestrial soils or is it that for example, the bottom of the ocean, we could also call it the soil?"
	},
	{
		"start_time": "09:24",
		"speaker": "Gregory Retallack",
		"words": "Oh, no, I, I would not call the bottom of the ocean soil. I I sort of draw the line there. Um There have been some of European soil scientists in particular who figure that the, the modification of a lake bottom is the soil. I I do not, I draw the line there. No, I I think it has to be sub aal modification by definition. Uh REALLY, and that view has been really reinforced when you consider detailed studies of paleo. Also, we we do it by looking at modifications in, in mineral content and in chemical content down from the ancient surface. Um WE can see that on land, we get a depletion of calcium, magnesium, potassium and sodium uh from the surface down on, on the in the bottom of the ocean. It's just the reverse. We see an enrichment of those things because uh the the so-called submarine weathering, which I think is better called hemolysis is a more technical term, is kind of the opposite of sulf formation and it's the sulf formation, that's of more interest because after all, we live on land. Um AND we want to see how that's changed through time. Uh AND how the evolution of plants can, can, can save us. Um One of the wonderful things about my work recently uh is that there is a growing movement of carbon farming and many modern farmers have looked at the fossil record, for example of the evolution of grasslands, which are the the basis for agricultural systems. And uh using these carbon farming techniques to build soil carbon. It's the only bright light really that I know of uh in the uh idea of the greenhouse effect this outdated destroyers because it's a cheap um way of putting carbon back in the ground where it belongs."
	},
	{
		"start_time": "11:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And when it comes to having a better understanding of and studying questions related to, for example, the co evolution of life and her, as we mentioned earlier and also, I mean, not only related to that but even having a better understanding of how soils evolve and change over time. Do you think that we can use barren planets as new hypothesis?"
	},
	{
		"start_time": "11:49",
		"speaker": "Gregory Retallack",
		"words": "Oh yeah. No, I love that. Um Yeah. In, in my first CS of the past, I I had a chapter on extraterrestrial soils. Uh I always introduce it in lectures as soils in space which is kind of like a take off on the Muppets, you know, um I think that's super important. Um ALTHOUGH some of my colleagues recommended I take it out because they thought it was too theoretical. But um there are and they, and they went on a definition of soil as um something that supports plant life, which is not the case, of course, on any planetary bodies. Uh However, um, since there are footprints on the moon and robots on Mars, um, they do support life in a literal sense now and that exploitation will increase uh in the, in the future. Yes, it's a very important null hypothesis. The striking thing that we've learned with really ancient soils going back to 3.7 billion years. The oldest one I've been able to uh study in, in, in Greenland is they're very similar to soils on mars of the same age of about 3.7 billion years old. So it's a super important um null hypothesis. The Martian soils are very similar to those on earth. They're clay and they have salts in them. Um The lunar soils totally mind blowing that it's just a kind of a, a gardening by micro meteorite impact, basically, which is the concept that um is so different from anything we could conceive on one of the, the sulfur information on Venus. This temperature is so hot that it's pretty much like taking rocks and putting them in a pot of kiln. It's a, it's a and it happens quickly. So, um yes, these alternatives are, are really important, I think and will become more and more important as we explore the solar system more and more. Um NOW that I'm retired and I, I don't have access to all the lab facilities that that I used to. My, my plan is to do more and more on Martian Paleo. Sos because the lovely thing about NASA uh is that all the data is proprietary. Uh You get all of it basically, it's public domain. You don't have, nobody is keeping it from anybody. And I was on the red team for the current um mission to Jezero Crater and, and we insisted even though it about tripled the budget that we have to have sample return. And when that happens about 2030 or so, it's gonna be really amazing. The organic molecules we'll be able to take from these actual samples from Mars and which we know exactly where they're from. Um That's gonna turn out to be, I think super important for figuring out while soils flourished on earth and died on Mars. It's really interesting, you know, nothing is forever."
	},
	{
		"start_time": "14:50",
		"speaker": "Ricardo Lopes",
		"words": "But for example, when it comes to studying, um I don't know biomarkers, for example, that we might find i in the soils of uh Mars, uh isn't there at least some risk of uh contamination. Of course, nobody yet, no human yet has stepped foot on Mars itself, but still through the uh technologies they send out there. Is there that risk or not?"
	},
	{
		"start_time": "15:24",
		"speaker": "Gregory Retallack",
		"words": "Yes. Um Well, that's the problem. Uh And this is why uh people took so long to figure out the biomarkers in the opportunity to rover samples. Um BECAUSE there was always AAA real possibility that they were looking of contamination from pump lubricants or something like that. On the opportunity. Uh Rover, it took actually two years at least to figure out with successive analysis, whether it was indigenous to Mars or whether it was a part of the um uh a, a part of the actual Martian organic matter content. The hope is that we know what the, the the problem with those robots of course, is they can only analyze fairly simple things like pas poly psycho aromatic compounds and other relatively simple things. The hope is with saddle return and why we insisted on it uh is that we'll be able to identify uh more complicated amino acids. Uh And uh DNA RN A uh more complicated polymers, um It's gonna be very hard to argue that they're due to contamination, but we do have mechanisms to look at how indigenous it is with different autoclave uh sterilization techniques uh on the samples that uh we can get. Uh AND this was tried, of course with Martian meteorites as well. Uh So it's, it's pretty clear that certain compounds are indigenous to those Martian meteorites. Uh We hope to do the same on uh Washington samples when they come back. Um I am am not the person to do that. Um I'm not really an organic chemist, but we have some crackerjack people who know how to do all of this sort of thing. And I think it's gonna be very eliminating. Mhm. Maybe it'll show there'll be nothing, you know, may, may, maybe it'll turn out Mars is actually sterile as it appears. Um, OR maybe it'll show that for certain ages we have a strong signal and for other ages and, and we're now getting Palys ranging in age from about 3.7 to about 2.7 billion years. Maybe we'll document the dying out of life on Mars,"
	},
	{
		"start_time": "17:41",
		"speaker": "Ricardo Lopes",
		"words": "by the way, how far back uh in earth's history? Can we go and analyze the paleo souls? I mean, what are the oldest paleo souls analyzed to it?"
	},
	{
		"start_time": "17:56",
		"speaker": "Gregory Retallack",
		"words": "Oh, the oldest complete profiles that I've been able to analyze uh 3.7 billion years old there from, from Greenland. Um I think it, I think eventually we'll find some back to four or so. But um the lovely thing about considering extraterrestrial materials is that uh I regard carbonaceous chondrites, a particular kind of meteorite which is rich in organic matter and in clay as the primeval paleo sos of the galaxy. Now they're just bits of soils because they, they're meteorites, they came down from this. But the model that is generally accepted is that they formed on the surface of planets very early on in the formation of the solar system. And we have radiometric gauges that limit their age between 200 million years of the very beginning of the formation of the solar system about 4.5 to 4.6 billion years, uh old um different kinds of carbonaceous chondrites, you can interpret as different kinds of soil horizon and, and you can reconstruct what the soil formation was like. So um there is a possibility of taking the record back to 4.6 billion years at the beginning of our, of our solar system to try and understand what things were like in the beginning. So there, there's another reason why we should start getting interested in solar in space because it gives us a perspective."
	},
	{
		"start_time": "19:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So when it comes to studying the evolution of life on earth, uh if we want to do it through or at least add that uh source of evidence, let's say to the picture uh if we want to add soils uh or sources coming from soils, what are some of the biomarkers or biosignatures of life that we can find uh geologically?"
	},
	{
		"start_time": "19:52",
		"speaker": "Gregory Retallack",
		"words": "Oh, all sorts of things. Um There's a whole bunch of sophisticated organic compounds and um we're hoping to find that they have a chirality that the left and right handed molecules are 11 of, one is preferred over the other as opposed to inorganic um organic matter, which has um equal numbers of left and right-handed uh molecules. But from my point of view, I'm more interested in the big picture of soil profile evolution and the big picture of the degree of weathering of souls um weathering of souls, the weathering reaction, which is basically carbonic acid destroying feld bars to make clay. That is one of the biggest carbon sinks. And so in, in, in the long term, I've been interested to see how major events in the evolution of life have moderated carbon dioxide in the atmosphere. They've actually pulled it out and they've saved us from another rather tragic feature of our solar system. And that is the increased brightness of the sun. The sun has actually become brighter by about 30% over the last 4.6 billion years. Uh BECAUSE of stellar evolution and eventually it'll, it'll, it'll get so bright and so close, it'll fry life on earth as, as as we know it. But uh the evolution of first these lichens, these consortia of algae and, and, and fungi um that increased carbon consumption by about an order of magnitude. Uh AND then the evolution of more sophisticated lichens in the EDI Aron did the same. Uh THEN the evolution of early nonvascular land plants did the same in another order of magnitude. Uh And then the evolution of forest did the same in another order of magnitude. The evolution of grasslands uh was a carbon sink. Another order of mag by about five orders of magnitude, we've pulled carbon dioxide down to rather low levels over the history of the earth. And this is kind of salutary when you think about it. Um And this is why the farmers love what I'm doing because about 25% of the world's land area is farmed and farmers are basically keepers of the thermostat. Uh They can use techniques which build soil carbon by keeping ground cover, by conto carping, by rotational grazing. Uh These various techniques of carbon farming are becoming more and more popular and uh could save us from a future greenhouse crisis."
	},
	{
		"start_time": "22:20",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to the evolution of life on earth, of course, the the plant kingdom is very much intimately tied to the soil. Uh What are some of the most significant moments in plant evolution that we can study through paleo?"
	},
	{
		"start_time": "22:41",
		"speaker": "Gregory Retallack",
		"words": "Yeah, they uh so the the major events and the evolution of life and, and so particularly plant life. Uh THE ice ages, it's been kind of interesting that earth has flirted with ice ages including some really serious ones. Um One of the first ice ages was uh around about 2.4 billion years ago. And that was caused by the chilling effect of carbon sequestration, increased weathering and also carbon that went into the first primitive kinds of lichens, which are um what we call endocytic lichens like a thing called geo ciron. Uh Then again, another ice age, the one that's called snowball earth was another kind of a lichen more like modern lichens in being ecto symbiotic. It um created snowball earth when the earth was really as cold as it ever got, but not quite, I've still been able to find some paleo sos with cracks and sand wedges and stone stripes like you'd find in the dry valleys of Antarctica and tropical regions. Um So that was, had a bit a chilling effect. Another ice age was uh in the late old division about 440 million years ago, that was associated with the evolution of nonvascular land plants. And then the big ice age of the carboniferous and permian uh was caused by the evolution of trees. Uh And my case which has been taken to heart by farmers especially is that the reason why we had an ice age in the last 2 million years is because of the rise of grassland ecosystems of grasses and grazers acting in concert to put the carbon underground."
	},
	{
		"start_time": "24:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So we've been talking a lot about the life and the co evolution of life and soils on earth. Uh I would like to ask you now are paleo soils. Uh SOMETHING that we can also use to study climate change over the course of earth's history."
	},
	{
		"start_time": "24:45",
		"speaker": "Gregory Retallack",
		"words": "Oh, absolutely. Absolutely. Yes, we can get uh all the climate factors from different features of cells. Um uh Precipitation, for example, we can get that from the depth to carbonate in soils. We can get it from chemical changes in soils, um seasonality, we can get from the spread of carbonate nodules in soils. Um We can also calculate from soil is stabilized topic data. The amount of carbon dioxide in the atmosphere which is very, very interesting. And uh for my next trick I'm planning on using the um carbon isotopic measurements of paleo sos to get a global mean paleo temperature going back 3.7 billion years. That's because we know that carbon dioxide is mixed in the air on a scale of decades. Basically, um the uh the problem with using paleo for palely, of course, it's a local paleo climate. So it's the amount of rain in a particular spot and that can vary a lot. But if we have the carbon dioxide content of any paleo, so on earth, we know that that reflects the carbon dioxide content of the whole planet. And we have a fixed relationship between carbon dioxide of the whole planet and the um temperature of the whole planet. So this is gonna give us an interesting baseline on um evolution through time and we're very concerned about that. Of course, I I mean, I just read yesterday that the ocean temperature in Florida hit 100 and one °F um which is um unprecedented, unprecedented and it's gonna get harder and harder understanding these things in deep time is gonna be an important baseline."
	},
	{
		"start_time": "26:27",
		"speaker": "Ricardo Lopes",
		"words": "So since you're mentioning that the study of uh ancient climate change through Paleo, sos can also inform us uh about what we are experiencing now."
	},
	{
		"start_time": "26:43",
		"speaker": "Gregory Retallack",
		"words": "Yes, exactly, exactly. Um The interesting thing about many of the big mass extinctions, for example, is that they occurred at a time of dramatic increase in carbon dioxide. Now, it's fashionable to say that in deep time, we don't have good records of the time of these massive carbon dioxide increases. But uh that's just not true. Uh We can see from paleo sos and from records in valve shells, that means in shells that were deposited in lakes on an annual basis that some of the big increases in coming outside, like the permian Triassic transition. Well within decades, like the current anthropogenic increase in carbon dioxide. And interestingly what happened in those examples is that really strongly carbon consuming ecosystems spread like tropical soil spread from the equator closer to the poles, uh even into fairly high latitudes and uh grasslands spread into deserts. Uh These were able to pull down carbon dioxide over time scales of about a million years or or or less. So the time scales are actually comparable and we're starting to get the means now uh particularly with uh supercomputers of uh modeling that carbon sequestration and considering how we can emulate that for future."
	},
	{
		"start_time": "28:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So I asked you about climate change. What about paleo environments? Can we get a better picture of what particular environments on earth might have looked like in the past by studying Paleo Sos?"
	},
	{
		"start_time": "28:34",
		"speaker": "Gregory Retallack",
		"words": "Oh Yeah. Yeah. Yeah. They um the interesting thing about sequences of uh of paleo cells is that we often get a very similar pattern from one set of rocks to another. It it usually in a, in a, a sequence deposit by rivers. For example, there are usually weakly developed soils that are associated with Palia channels which represent the ancient streams. And then there's some moderately developed paly sos that represent levies. And then there's some well-developed ones that represent floodplains. And then there are some super well-developed ones that represent uplands where there's been very little deposition to interrupt soil formation. Uh Those patterns have changed through time. Uh And the the the behavior of rivers have changed through time. So we went from braided streams with multiple river courses to streams that had a more meandering uh pattern. Um We can get a very nice idea of changes of, of environment. My most recent paper on snowball earth, this this time 700 million years ago, when some people think the whole earth was basically covered in, in ice have demonstrated that there were at least a few patches that were not covered in ice. There were some patches even near the equator that were like the dry valleys of Antarctica. Uh And um I've flown over the dry valleys of Antarctica during my studies of um perme paleo salts there. Uh It's quite remarkable the similarity in these landscapes you can see from a helicopter and also from from the field that there are these frost cracking patterns and these stone straps and other features. Um And here they are 700 million years old in, in snowball and this turns out to be important because many people have wondered if the whole earth was covered in ice. How did life survive that? Well, on land, on the, in the sea? Pretty hopeless. You know. Um, PHOTOSYNTHESIS would shut down. Everything was crunched away. Uh, BUT on land, no problem."
	},
	{
		"start_time": "30:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, BY the way, here, when it comes to, uh, getting a better picture of, uh, a particular paleo environment, we're not just talking about uh let's say, topography, geography, but also about vegetation, right? We can also learn more about that."
	},
	{
		"start_time": "30:58",
		"speaker": "Gregory Retallack",
		"words": "Yes, of course. Yes. Yes. Yes, we can see, we see patterns in the vegetation um from the weakly developed soils. They commonly actually preserve fossil leaves and other things and they form a sort of early successional kind of vegetation through to the full successional forest that's on, that's on the floodplain. And we can find really nice examples of modern environments that are similar to those in the past. Modern, what I like to call Souls Skypes that are similar to those in, in the past. Yeah, for me, it's kind of mind expanding to take a view of the earth from a sort of a worm's eye view from, from soils. Uh It was kind of amazing to me when I discovered soil. I started out as a paleo botanist. So, vegetation and the different kinds of plants in the past are still of great interest to me, but I soon discovered that not only can you travel with an eye to botany and, and learn about ecology and ecological succession and ecological designation. You can also travel with an eye for soil, for, for soil fertility, for the different soil types in a particular um region. Uh This is a view that soil scientists have cultivated for many years, but I think pale really brings it into focus. Why you would want to think about things in that way? Mhm"
	},
	{
		"start_time": "32:25",
		"speaker": "Ricardo Lopes",
		"words": "So let me just ask you about one last topic and I guess that the audience will be very interested in hearing about this. So you've also done work on the effects of soil on the taste of wine. So could you"
	},
	{
		"start_time": "32:42",
		"speaker": "Gregory Retallack",
		"words": "Absolutely. No, no, no. I think I think the best way of explaining this is with the song Will Amet Valley Wine from Pinot Noir. I derive some taste below when Ph of the wine is high. So Ph was low, the less acidic wine will spoil given time but fruit forward is so sublime. In contrast, are the grapes well fed with acid when the vines are stressed, they seem to be impressed to do their very best to foster every mammal's need to scatter seed."
	},
	{
		"start_time": "33:26",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God. I have, I have to tell you that this is the first on the"
	},
	{
		"start_time": "33:30",
		"speaker": "Gregory Retallack",
		"words": "shows. I actually wrote the lyrics to that. Driving through Casablanca in search of Rick's Spa. But the what I started this idea of looking at um, wine terroir, uh with my wife and, and we did what, everybody, where we went, where everyone went, went for and took a wine tour of the Will Valley, which is our local, um, viticultural area. And, uh, here I am, you know, sort of balding, white haired and, um, with a notebook. Um, YEAH, I have these, these fill notebooks, you know, uh taking notes while I'm drinking wine and of course, the venters thought, oh, this is someone, you know, um we'll give him more and we, and we ended up getting such a hangover. I decided that was not the way to do it. But what so, but what I discovered when I inquired of the ventner was that these days they all have a wine sheet. So for every wine that they produce, they, they give you where it came from, uh they tell you whether it's blended, I threw all those out. Um But in many cases, they give you the grape and they give you an exact location and we can correlate that with the uh individual soil type. And what I found was that there was an inverse relationship between soil ph uh and uh one ph um which is a very important part of the taste of wine. Uh If, if it's really acidic, it, it, it, it has an astringency um if it's uh less acidic and, and we're talking about a range from 3 to 4 or so which is all on the acid side. Uh Then, then, then you can have more of a bouquet. You can have more of a fruity flavor, but it doesn't last as long because it doesn't uh preserve so well. Uh So after all this criticism of the soils, um not going through to, we actually found something um which was statistically um robust. Now, that's not to say that the um highly acidic soils which give um the most interesting wines because the, the, the from the grapes point of view, the nutrients are so low that it wants to get out of there. And so it, it's, it's making grapes that are gonna be dispersed that are more tempting, more delicious. Um That's not to say that it's always, that's, those are always the most esteemed vintages uh by wine connoisseurs. So we also ran a correlation between the ones that are most highly ranked uh and the amount of rainfall in October, which is the time of ripening of the grapes. And we found that if there was no rain in October, those were the best wines by far. So it's, it's not as if ph is, is the only thing. Um THE really esteemed ones, but I was just in France. Um Well, last week and looking at Beaujolais, um which is a, a AAA wine district that upholds this tradition quite well in um the Valley, we have um Pinot Noirs that are like those of burgundy, but Beaujolais is a, is a wine that grows on granitic salts that is super low in nutrients. And I think it's because there's this paleo o on the granites uh that just really sucked out the nutrients uh for them. And the Beaujolais wines are best and most uh fruity and most interesting early on the, the bole Nove. Uh AND they, they, they demonstrate that when the vines are stressed, they seem to be impressed to really um develop an interesting flavor uh spectrum. But they don't last. Of course, you can't put them down for a long, a long time. They're acidic enough that bacterial infection and observation will eventually destroy them."
	},
	{
		"start_time": "37:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and I would imagine that in this particular case, we are talking about the effects of soil on grapes that are used to produce wine, but this would also apply to other aspects of agriculture,"
	},
	{
		"start_time": "37:26",
		"speaker": "Gregory Retallack",
		"words": "correct? Oh, yes. Well, the, the French concept of terra extends to virtually everything, uh cheeses, um fruits, um uh preserves pickles, all sorts of uh things. Yes and yes, indeed. It, the idea uh in, in, in Italy also not only wine but cheese. Uh uh PROSCIUTTO preserved meats. Um These are all linked to particular kinds of soils and it's, it's really kind of wonderful to explore those different tastes and how they relate to particular regions. Uh I think, I think wine, uh cheese and preserved meat, tourism is going to be really a big thing as people become a lot more sophisticated about food and shy away from mass production. There's a Velveeta culture that America has uh foisted upon the world."
	},
	{
		"start_time": "38:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh You know, uh when I introduced the question about the taste of wine, I was laughing a little bit because also, as you probably are aware here in Portugal, we have one of the most famous wines in the world. The Porto wine. So,"
	},
	{
		"start_time": "38:41",
		"speaker": "Gregory Retallack",
		"words": "absolutely, yes. Yes. Yes. Um Yes, the Portuguese and the um Northern Spanish wines are quite uh famous and uh the international Terroir Congress, I think it was of 2016 was there. And I was really sorry, I couldn't make it. That Congress, by the way is absolutely fantastic. I presented my work and, and, and sang my song uh when it was in Linfield, which is here in, in Oregon. And uh it's a, it was a four day meeting and we all lived together in dorms. Uh All the food was prepared for us and we had wine pairing lunch. Um And then after morning sessions, we all hopped on a bus and went to a vineyard and looked at soil profiles and then we had a wine pairing dinner, of course with often a live band and dancing. Um uh I'd, I'd, I'd, I'd love to take my wife to another one of those. It was such a blast. Oh, yeah. The most scientific conferences. I, yeah,"
	},
	{
		"start_time": "39:42",
		"speaker": "Ricardo Lopes",
		"words": "the Doro region here in where you find the best grapes, the best vineyards is really beautiful. So,"
	},
	{
		"start_time": "39:52",
		"speaker": "Gregory Retallack",
		"words": "yes, yes, yes. The other aspect of um that the, that the French emphasize and I think is really important is the thousands of years of viticultural experience um in those regions. Um And uh the, it, it, it goes back at least to, to Roman Times. I, I was in Lyon last week and I learned that um the goals of Lyon, which was the lun on the capital of Roman Gaul. They were so keen on the first Italian wines that came through that and they had no means to buy it except to sell slaves. I mean, whoa, that is pretty, that is a pretty serious investment in wine. And of course, they quickly learned how to make it themselves. And the same was true for Hispania uh which was then a part of the Roman Empire once they got a taste for Italian wines and, and then they found their own great varieties that work best for them. Um It was, it was all over. And although modern great techniques like even the lamb ones have won awards in in French competitions, even though modern techniques have improved dramatically, that expertise which goes back thousands of years is, is a no small part of the tar effect."
	},
	{
		"start_time": "41:13",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, definitely wine is one of the biggest aspects of Portuguese culinary culture."
	},
	{
		"start_time": "41:24",
		"speaker": "Gregory Retallack",
		"words": "That's true. That's true. No, the tradition of Tapas is taking over the world as well."
	},
	{
		"start_time": "41:31",
		"speaker": "Ricardo Lopes",
		"words": "Well, well, that, that's more, that's more from Spain. It is more from Spain, although we also have them here, but it's more from the Spanish origin."
	},
	{
		"start_time": "41:42",
		"speaker": "Gregory Retallack",
		"words": "Yes, I have, I have friends in Portugal who have really become addicted to Tapas with one. Yes."
	},
	{
		"start_time": "41:51",
		"speaker": "Ricardo Lopes",
		"words": "Ok. So Doctor Rae uh I'm leaving links in the description box of this interview to your books. Is there anything any place on the internet that you would like to mention where people can find you or?"
	},
	{
		"start_time": "42:06",
		"speaker": "Gregory Retallack",
		"words": "Oh, yeah, my, my name Metallic is um is so unique. Um I love it. Um So I Google, super. Well, you'll find me. Um I have a, a Wikipedia page and I have a personal blog page and um I come up very easily and Google come up. Um If you have the name, the rest will follow and let's connect Google World."
	},
	{
		"start_time": "42:29",
		"speaker": "Ricardo Lopes",
		"words": "Ok. So thank you so much for taking the time to come on the show and it's been really fun to talk to you."
	},
	{
		"start_time": "42:36",
		"speaker": "Gregory Retallack",
		"words": "Yes. Fantastic. Well done. Thank you."
	},
	{
		"start_time": "42:40",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview until the end. If you liked it, please do not forget to like it, share, comment and subscribe. And if you like more generally what I'm doing, please consider support the show on Patreon or paypal. You have all of the links in the description of this interview. This show is brought to you by en Lights learning and development done differently. Check their website at alights.com. I would also like to give a huge thank you to my main patrons and paypal supporters per Larson Jerry Mueller and Frederick Sunda Bernards O of Election and Visor Adam Castle Matthew Whit Whitting Bear. No wolf, Tim Hollis, Eric, Alania, John Connors, Philip Forrest Connelly, Robert Winde Ruin. Nai Z Mark Ns Colin Holbrook, Simon Columbus, Phil. Kor Michael Stormer Samuel Andreev for the S Alexander Dan Bauer, Fergal Ken Hall, her OG Michel, Jonathan lebron Jars and the Samuel Eric Heins, Mark Smith, Jan We Amal Sran David Sloan Wilson Yasa, Des Roma Roach die Jannik Punter, Da Man, Charlotte Bli Nicole Barbar W and P A naw guy Madison, Gary GH. Some of the Adrian Yin Nick Golden Paul talent in JU Bar was Julian Price Edward Hall, Eden Bronner, Douglas Fry Franca Bertolotti. Gabriel Pan Cortez, Lelis Scott Zachary Fish, Tim Duffy, Sonny Smith, John Wiesman, Martin Aland, Daniel Friedman, William Buckner, Paul George Arnold Luke Lo A Georges the offense, Chris Williamson, Peter Oren David Williams the Costa Anton Erickson Charles Murray, Alex Shaw and Murray Martinez Chevalier, Bangalore atheists Larry Daley Junior Holt Eric B. Starry Michael Bailey then Sperber Robert Grassy Rough the RP MD, Ior Jeff mcmahon, Jake Zul Barnabas Radix, Mark Campbell, Richard Bowen Thomas, the Dubner, Luke Ni and Greece story, Manuel Oliveira, Kimberly Johnson and Benjamin Gilbert. A special thanks to my producers is our web. Gem Frank Luca Stefi Tom Weam Bernard Ni Ortiz Dixon Benedict Mueller Vege, Gli Thomas Trumble, Catherine and Patrick Tobin. John Carlo Montenegro, Robert Louis and Al Nick Ortiz. And to my executive producers, Matthew Lavender, Serge Adrian and Bogdan Kut. Thank you for all."
	}
]