[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Susan Charles. She is Professor of Psychological Science and Nursing Science in the School of Social Ecology at the University of California Irvine. Her research examines emotional processes across the adult lifespan. And today we're going to talk about effective well-being emotional function across the lifespan, emotion regulation, social relationships and some other related topics. So, Doctor Charles, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Susan Charles",
		"words": "Well, thank you. Thank you for inviting me."
	},
	{
		"start_time": "00:36",
		"speaker": "Ricardo Lopes",
		"words": "So let's start perhaps with um a definition here. So when it comes to effective well being, what are we talking about here"
	},
	{
		"start_time": "00:44",
		"speaker": "Susan Charles",
		"words": "exactly? Um Yes, effective well being is a, is a term researchers use. Um AND, and people in the community and, and society really don't accept, we use it every day. So you know how you, you meet someone and you say, how are you? Um AND, and when someone asks you, how are you doing? You, you kind of think to yourself, how am I doing overall? Am I good? Am I bad? And so you'll say, you know, I'm doing well or I'm not. And that is your effective well being. It's basically how positive you are or how negative and, and the way we measure this as um in our research is by asking discreet emotions, like how happy, how, how content, how calm and then we look at the average and that's your overall like positivity. And so whether it's low or high, and then we also do the same thing for negative, you know how angry, how sad, like uh a host of different negative emotions and then we average those together and we look at your positive, overall positive bucket compared to your negative bucket and that's your overall well being."
	},
	{
		"start_time": "01:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I I mean, isn't there a small risk of people just sometimes lying about their own effective? Well, because I mean, when we ask one another, how are, how are you doing? We, we usually say well fine but sometimes"
	},
	{
		"start_time": "02:06",
		"speaker": "Susan Charles",
		"words": "that's not. Yeah, you're right. Maybe that's a bad example because the society we just, we just default to fine. Um, BUT um it is true and sometimes we have social desirability, right? So, so you don't wanna look bad and um, and some people have even wondered, does that change with age? So are you trying to, you know, to look more socially desirable, look good at different stages in your life? More or less"
	},
	{
		"start_time": "02:34",
		"speaker": "Ricardo Lopes",
		"words": "and, and talking about how things change across the lifespan? How does emotional function change? Exactly."
	},
	{
		"start_time": "02:43",
		"speaker": "Susan Charles",
		"words": "Yeah. It's really um interesting because emotions when we think of what emotions are and they're obviously cognitive processes because it involves thinking like, how do I feel and their behavioral processes of responding to an emotional event, like fight or flight. Um And when we think about our thoughts and we think about physical fitness and you think about aging, you think, you know, as I tell my students, there are very few Olympians who are you who are old, you know, so, so clearly all these, these physical and cognitive processes decline with age. Um, AND that's pretty, pretty normative. Um, BUT emotions actually look pretty, pretty well preserved across the lifespan. And we, and when we ask people, how are you or how has your life been like in the past month, generally older adults report similar, if not higher levels of well being than younger. Definitely, if I would take the average well being of a 60 year old over a 20 year old any day because it is higher. So, um, they're generally less negative like they're, they're less um angry or distressed, um, than younger people."
	},
	{
		"start_time": "03:55",
		"speaker": "Ricardo Lopes",
		"words": "Well, then actually in this particular case, at least the that common stereotype that older people tend to experience more positive emotion seems to be correct."
	},
	{
		"start_time": "04:06",
		"speaker": "Susan Charles",
		"words": "Yeah. You know, it's, it's interesting, some oftentimes stereotypes are either really positive or really negative. So you'll have like the grumpy old man kind of uh trope or you'll have, you know, the old witch or you'll have like the benign, like loving grandma. But um the truth is more of the kind of benign look. Um WHICH is, which is great because we tell young people, um these are the best moments of your life and when we think of mental health today and especially after the pandemic of younger adults, I think it's kind of a child abuse type thing if we ask like, if we tell a 19 year old, you know, this is the happiest you're gonna get, you know, that they might think this is it, you know, which is and it isn't. I mean, from all the data we've seen um the older you, you get, well, definitely like the happiest people sometimes are in their late sixties and early seventies. So interesting."
	},
	{
		"start_time": "04:59",
		"speaker": "Ricardo Lopes",
		"words": "But, but middle aged people, I mean, middle age seems to be a bit scary. I, I mean, I haven't got there yet. I mean, looking at many middle aged people out there, it seems to be a very uh I mean, uh a a stage in life where people really go down in terms of their uh emotions and stuff like that."
	},
	{
		"start_time": "05:24",
		"speaker": "Susan Charles",
		"words": "You know, it's really interesting because there's a, a question um how satisfied are you with your life unless, and we often see this kind of u shaped curve where it's highest in the younger and the middle age, but in the in midlife it gets lower and, and so it kind of, and even longitudinally, you'll see people go down and then go up again and, and people have done a lot of research to kind of reason why um life satisfaction is more cognitive, like how is my life going? Um And they used to think it had to do with like when you got married, you're happier and then you go down and then you, and then the kids, if you have Children, they leave the house, then you go up. But it, but since then these, these data have been replicated with people who are not married and you see the same kind of dip and then the move up. And so, I mean, there's a lot, we we don't have a definitive answer, but there's a lot of um speculation and for example, there's a little mortality kind of blip in the fifties. You see cardio, you know, like a lot of um cardio vascular like death, like a lot of heart attacks. I mean a lot. But you, so especially among men, like with everyone's been healthy and then all of a sudden like one person in your friendship, you know, network dies about like a heart attack as opposed to an accident. And then you start realizing, oh people are dying for health related reasons to join my age group. And so that, that also triggers kind of mortality. Um So there's a lot of speculation about why that happens. But it, it we do see that too."
	},
	{
		"start_time": "07:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. May maybe they think, oh my God, perhaps I don't have 30 or 40 more years ahead of me."
	},
	{
		"start_time": "07:11",
		"speaker": "Susan Charles",
		"words": "Yeah. Yeah."
	},
	{
		"start_time": "07:13",
		"speaker": "Ricardo Lopes",
		"words": "Uh OK. So uh since you mentioned this is actually I wanted to ask you, do we know what are the specific biological changes that across the lifespan affect emotional processes?"
	},
	{
		"start_time": "07:28",
		"speaker": "Susan Charles",
		"words": "So um it, it's interesting about brain like what changes in the brain that would affect emotion, emotional processes. So, um people have, have done studies looking at um about the brain structure and changes. So for example, what changes first in the brain with age is the frontal lobes and the ones that are important for processing information and judgment, decision making. Um AND, and very important for emotion. So if we think, oh, that's the first thing that declines with age, that sounds pretty scary. But what researchers have found is that um perhaps this slower reaction time that we see with aging could benefit emotions. I mean, if you think about it, when we say something we regret or say something out of anger oftentimes it's we do this quickly. And so maybe this, this the kind of slowing actually helps um emotional regulation. Um That's one hypothesis. Um And of course, I do have to say that other people have looked at older adults and the people who have the highest function are are doing are remembering the more positive emotions relative to negative emotions. And there are age related um, diseases like dementia where we see higher rates of depression. So it's not, oh, you get worse and you get better. That's I'm not saying that, but I'm just saying kind of slowing down and taking things into perspective might also have a kind of biological basis. Mhm."
	},
	{
		"start_time": "09:03",
		"speaker": "Ricardo Lopes",
		"words": "So another thing that we have emotion related is emotion regulation does that also increase with age, I mean, not only perhaps the kinds of emotions we experience more positive or more negative, but also uh our ability to regulate our emotions."
	},
	{
		"start_time": "09:23",
		"speaker": "Susan Charles",
		"words": "Now this is a really good question because as I said, you know, we ask older adults how they're doing and they, they often seem similar or if not better with age and, and yet we do know that older, that more losses in life are associated with older age, that people lose status with retirement or financial, you know, their wealth. I mean, when they retire, they don't make as much money that, that friends, you know, you, you lose friends through illness. And so um why is it so they must be regulating their emotions better? But when we, we put older and younger people in the lab and we make them regulate their emotions. So we get them really upset or sad or angry or disgusted and we see how quickly it takes them to get back to baseline. It, that's not where we see the age related benefit. So that looks, we see very few, actually, age differences, people look pretty similar where we see older people, right? Engage in processes that we think do help daily life is that older adults are less what we're finding in our research, they're less likely to place themselves in situations that can turn negative. And by, let me give you an example. So if a younger and older person both love a favorite restaurant and it's in L A and the traffic is horrific. Um, AND road rage is something that both younger and older people that everyone uniformly says is unpleasant. Um, OLDER people might say, you know what? I really love that restaurant, but I'm gonna go on Saturday or I, I'm gonna eat very early or, or later than the lunch crowd. And so they kind of proactively in structure their lives so that they don't get into that traffic jam or they don't find themselves. I, if you're, if you're talking to somebody and that conversation starts go, like, starts leaning towards a question that you think, ah, no, it's going towards politics and we never get along or it looks like they're gonna start telling a joke and I always find their jokes offensive. Older people are more likely to, to just to walk away or to change the topic. Um, THEY are less likely to press on with the conversation that is getting negative. Um, SO, so that's what we find. So it's not really in a bad state. It's kind of avoiding it in the first place."
	},
	{
		"start_time": "11:47",
		"speaker": "Ricardo Lopes",
		"words": "And so, in what ways do differences in effective experience relate to things like cognitive and health related processes."
	},
	{
		"start_time": "11:59",
		"speaker": "Susan Charles",
		"words": "Uh Yes. So we um have done a lot of studies of Dave Almeida at Pennsylvania um at Penn State. And um and I have collaborated for over 20 years. Um AND he has a wonderful day set looking at daily stressors of life. And so we've looked at age differences and in that, and we've looked at over time, um how people respond to stress and how it relates to their health 10 years later. And what we find is that on days when you have a stressor and if you say at the end of the day, how are you feeling and your emotions really change. So on days without a stressor, you're like, I'm ok, but on days you have a stressor, you're like, oh, that was awful. So the more awful you know that you, you report the more your emotions change in response to the stressor um that increases your likelihood of having um a, a qua both a physical, a chronic illness, it increases your, your risk of physical health and it increases your, your risk of um either anxiety or depression. So, uh so mental health as well"
	},
	{
		"start_time": "13:02",
		"speaker": "Ricardo Lopes",
		"words": "and where do these differences in effective experience stem from? Do they have to do with some sort of individual differences, like personality or some other ways related to information process, see the way we deal with our own experiences in life. Uh, WHAT are they related to?"
	},
	{
		"start_time": "13:23",
		"speaker": "Susan Charles",
		"words": "Ah, so, um, there are, are we think there are many differences. So it's, it can start with just temperamental differences. So, uh, we often talk about temperaments of dogs. For example, this dog has a different temperament than that dog. So we see this in animals and we see it in humans too, with even newborn babies, them some cry easily, some just sit and are really kind of, you know, easy, easier to, to um to care for because they, they don't need as much soothing. And so we see these differences unfold across the lifespan. Some people are frightened very easily, other people think it's hilarious. So, um if some new like loud sound comes into their, into their uh into their arena. So, so we have these temperamental differences and we do see um that these personality that unfold into personality traits over time and we see that personality, um certain personality traits are related to higher reactivity to our stressors. And we also, um so from modeling behavior, so how our parents responded, um can also influence us and um how we're learned to, to deal with our own emotional experiences and what scares us or what, what's novel in the stimuli. Like if you grow up in a place where anything new can be potentially very dangerous for you, then you might have a very different outlook than someone who is raised in a bit safer environment, for example. So a combination of, of you, what you came into the world with and how the world has shaped you."
	},
	{
		"start_time": "14:59",
		"speaker": "Ricardo Lopes",
		"words": "And I would imagine of course, that uh earlier, we've talked about, let's say general trends across the lifespan. But you've also mentioned some opposite stereotypes that we have for old people, like the grumpy old man or the carefree old men, let's say, and I guess that some of that would also be the result of these individual differences, like personality, temperament and so on."
	},
	{
		"start_time": "15:27",
		"speaker": "Susan Charles",
		"words": "Right. Yeah. Uh FOR, for the, you know, the upturns, um we sometimes see especially after 65 and some of those upturns in, in emotional distress um can be from certain losses of physical health um like increases in physical health problems and cognitive dysregulation from dementia like cognitive health problems. So, um and also certain losses. So for example, losing social support is so important for, for everyone um for everyone's health, but the older you are um and if you start losing enough people, those the core people in your, in your life that can be a very lonely isolating experience."
	},
	{
		"start_time": "16:13",
		"speaker": "Ricardo Lopes",
		"words": "But by physical health factors, I mean, what do you mean exactly? Are you focusing on specific diseases or for example, losing mobility or what they,"
	},
	{
		"start_time": "16:25",
		"speaker": "Susan Charles",
		"words": "that's a really um wonderful question because and it's interesting like just this, the concept, the definition of healthy of success. We used to call it successful aging and we call it healthy aging. It used to be, you have to be free from disease. That is a healthy aging person. Well, about over 85% of people, 65 and older have at least one chronic condition. Um AND yet around 80% of older adults, if you ask them, are you a successful age? They will tell you yes. So clearly, it's not a disease model and, and the absence is a good thing. And the World Health Organization actually now defines healthy aging as whether or not you have an impairment or a co a chronic illness. It's been able to do what you wanna do that makes you happy and engaged in your life. Um Now, with that said, chronic illness by itself doesn't, isn't related to lower levels of well being. Unless what we found is if you report having three or four illnesses or more, then we do see a decline in, well, we do see differences in well being, um, lower. I mean, people have lower levels of well being. Um, AND, and you mentioned functional decline, you know, that inability to climb stairs or to walk that far. And, and that certainly we think is one of the reasons, um, because the more the more illnesses, it just increases the risk of, you know, the functional disability and, um, which leads you to not be able to do what you wanna do that keeps you happy."
	},
	{
		"start_time": "18:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh So usually if people have just for example, one chronic disease, like, I don't know, diabetes or um high uh blood pressure or something or cholesterol or perhaps if they just lose some uh functional capacity, some mobility, perhaps one single uh uh I, I mean, a single one, those conditions probably doesn't affect the people much or. Yeah."
	},
	{
		"start_time": "18:34",
		"speaker": "Susan Charles",
		"words": "Yeah, we found in, in looking at large studies, um just the number of illness is, is definitely correlated. However, um and you bring good point. So it, so for example, if you said, well, you can't really see if you take off your glasses. So, you know, that must affect your well being and like, well, it would if glasses weren't invented. Um DEFINITELY, but um I don't think I could cope with that very well. Some people might. Um And so some people do. Um But, but I put my glasses, I'm fine. So if someone has high cholesterol and they take a, you know, lower cluster, so chronic illnesses, um we think it's the symptoms and they, and the way these illnesses might impact their daily lives. So if you have an illness, but you take a pill or it's is asymptomatic and doesn't bother you, then, then we don't see that. Um It's so, so um chronic pain is, is especially the uncontrollable. Chronic pain can be just devastating, just absolutely devastating. But when we look at huge populations of people, usually we see that a real change with that three or more chronic conditions."
	},
	{
		"start_time": "19:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm."
	},
	{
		"start_time": "19:47",
		"speaker": "Susan Charles",
		"words": "So,"
	},
	{
		"start_time": "19:48",
		"speaker": "Ricardo Lopes",
		"words": "so unless you have really a very severe condition, like, for example, chronic pain, I would imagine that the way you adapt to your new life also plays a big role."
	},
	{
		"start_time": "20:03",
		"speaker": "Susan Charles",
		"words": "Right. Right. And, and yes, and you see some people, um, as we say, in research, we can predict a population but we can't predict your aunt or your uncle or you. And so, um some people are incredible and they cope and they do an incredible, incredible job. I remember talking to someone who was par who was, who had a LS um a horrible degenerative condition where he had lost his ability to move every part of his body except above and he could talk and he could kind of blink and he was so grateful for his life and his, his partner and, and he was happier than some of the undergraduates I see at the college who are in peak physical condition. And so I, I don't wanna say everyone but for, for many people who lose that function, like losing eyesight, for example, and not being able to drive at night. Um AND then some people have a social network that allows them to, to drive them and, and so it doesn't affect their ability to see their friends and, and, and do the activities they want in the evening. Other people live in places where there's public transportation that allows them um to be more independent. Um But some people have a real hard time, they might live in a rural area, for example, that is related to more problems with chronic conditions. Um BECAUSE they have less help."
	},
	{
		"start_time": "21:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. And it's, it's definitely many aspects of aging are very complicated for many people out there. So, uh but earlier you mentioned uh being exposed to daily stressors, for example. So when that occurs, when that's the case, do they usually have long term physical health ramifications or not?"
	},
	{
		"start_time": "21:55",
		"speaker": "Susan Charles",
		"words": "Um Yes. Uh We find that it does predict um physical health problems. Um 10 years later, a higher likelihood of having them. Um And we think that that part of just these daily stressors is the release of cortisol. Um So cortisol is, is commonly referred to as a stress hormone in the literature. We all need cortisol. It's, it's a regular part of our body. So it's great and um and when we have it and we need it. So if we see something and we need to quickly move it kind of mobilizes the body and allows us to run away or to fight our, our enemy or, you know, the bear that's attacking us, you know, a millennial, you know, thousands of years ago, our ancestors to use this to, to, to um have the energy to fight their fears and their stressors. Um Nowadays, a lot of our in a in um our developed world. So a lot of our fears and structures are not something we fight. Um We just sit quietly in our board room or our classroom or, you know, wait in line at a store and have to deal with our frustration. And we have to, sometimes we have to smile when we're doing it. And so we're not using this energy, just kind of sitting in our bodies. And if we're constantly feeling stressed, these daily stressors, like, got an argument with somebody or there's someone who is really annoying. This is the most common. We all have something really annoying but you decide to let it go. Just, I'm not gonna, I'm not gonna engage with this person. Um, AND you have that but you're really upset by, it really bothers you, then you're gonna have the stress response that includes this cortisol release. And if you have just high levels of cortisol and no way to release it, it's, it's going to wear, it's gonna cause wear and tear in your body. And so, um, it's going to eventually affect your immune system. It's not, your immune system isn't gonna work as well. Um, FOR example, and, um, and it, it's related to, to worse health later, the more functional declines it's, it's related to a lot of very bad health risks."
	},
	{
		"start_time": "24:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, when it comes to hormones, I guess it's important for people to keep in mind that there are no bad hormones. What is bad is if you find them, or some of them in very high concentrations in your blood or in particular parts of your body where they should have been, uh, uh, at least in those levels and some of them in particular parts of the day because some of them help you go to bed, go to sleep or wake up in the morning. But perhaps if they are in high concentrations throughout the day and through long periods of time, that's when they have bad consequences."
	},
	{
		"start_time": "24:44",
		"speaker": "Susan Charles",
		"words": "Yeah, that's an excellent point. There are no bad hormones and in the same way, there are no bad emotions. I, I remember reading Leo's work. Um He's a wonderful effective neuroscientist and, and in his um in his research, he talks about anxiety, for example, and anxiety is a horrible, you know, if people have anxiety disorders, it's, it's, it's a very unpleasant, it's um very uncomfortable and yet what he talks about is we would be alive if there wasn't anxiety and fear because fear has motivated us to stay safe. And so it's a very adaptive emotion and we all need it. But it's just when we have too much of it that it's a problem."
	},
	{
		"start_time": "25:28",
		"speaker": "Ricardo Lopes",
		"words": "And no, this is a very important point to make here because nowadays it's very frustrating to all the time here on social media, people bashing certain hormones. Oh, you should do a dopamine detox. And I'm like, man, if you don't, if you didn't have dopamine in your brain, you wouldn't even be able to make decisions."
	},
	{
		"start_time": "25:50",
		"speaker": "Susan Charles",
		"words": "Come on. Yes, sir. So, right, there's a study where they had, um, they brought it with and, um, and brought in pictures of their, their babies. They, all, these women had young Children, had babies and when they looked at their babies, um, they had more dopamine, they, they, they isolated and they had more dopamine And when people who are in love, when they see their, the people they're dating, same thing. It's like, yeah, you, you want the person, you, you want your romantic partner to see you and to have a little dopamine really. So they didn't, that's not great for dating, you know, that young love."
	},
	{
		"start_time": "26:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you probably wouldn't feel uh much for the person which wouldn't be at least in that context."
	},
	{
		"start_time": "26:35",
		"speaker": "Susan Charles",
		"words": "Yeah, for attachment."
	},
	{
		"start_time": "26:39",
		"speaker": "Ricardo Lopes",
		"words": "So I, I mean, another thing that I haven't asked you about yet is effective reactivity or perhaps you've already touched on it on it a little bit. But what is it? And how does it relate to the way people deal with daily stressors specifically?"
	},
	{
		"start_time": "26:56",
		"speaker": "Susan Charles",
		"words": "It's interesting, you know that. So as I said, we've talked about this daily diary and how reactive you are to daily stressors. Um We always joke with emotion researchers that there are as many definitions of whatever of emotions of reactivity than there are emotion researchers in the room. And so, so even the reactivity at the end of the day, you say, well, it was it is that reactivity or is that rumination that we're still thinking about it? So some people define reactivity as that second, you know, that, that, that that initial response. So um appraisal theorists, for example, will say when something comes, you know, when, when you see some some emotional stimulus in front of you, the first thing you, your body, your, your brain does even before you actually realize it is, identifies it as is it a threat or not? And then is it good for me or not? So these are these initial appraisals like good, bad, you know, and so if you, and once you do that, let's say you say it's bad. So it's like, oh bad, then you think is it gonna harm me? Do I have what it takes to deal with it or not? So you're like, OK, I can deal with this, yes or no or like no, I don't. So these initial, so that's reactivity for them. Um We say you reactivity at the end of the day, is it still bothering you? Um So, so, so that's those are two different definitions of reactivity that, that we can often use like initial reactivity and then longer term reactivity."
	},
	{
		"start_time": "28:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So I would also imagine that there would be some or at least some individual differences here in how people respond to daily stressors, right? Or even perhaps in certain cases, if they even consider it a stressor or not at all."
	},
	{
		"start_time": "28:45",
		"speaker": "Susan Charles",
		"words": "Right. Yes. And um Richie Davidson who's a, um affect a neuroscientist in, at Wisconsin University of Wisconsin. Um, HE talks about the chronometer, the time chrono for time, the chronometer of emotions. And so he says there are individual differences in, in so many aspects of the emotional experience. So there's differences in like how angry you get or how happy you get. So in that peak and then there's differences in how slowly you recover. So if you stay angry or do you stay, you stay happy and you can see this, I think anyone can with friends, they're like, oh yeah, that person takes a long time to get upset once they're upset who stay away or it could be the reverse like they go from 1 to 100 and then they go, they're fine the next day or they're fine five minutes later. So um so we, we see differences in um we have, we see differences in, in even how, yeah, so how quickly people respond, how, how long it takes them to get back down. Um So in, in, in all of the processes that we study, there's these wonderful individual differences."
	},
	{
		"start_time": "29:49",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk a little bit about social interactions and social relationships here because of course, we as humans value those kinds of interactions a lot because there's many aspects of our lives that revolve around them uh and, and sometimes we have negative social interactions and uh we have effective responses to them. So, are there age differences here as well in terms of uh people's effective responses to negative social interactions?"
	},
	{
		"start_time": "30:23",
		"speaker": "Susan Charles",
		"words": "It's interesting because when we ask people of different ages, um how often they have negative interactions, older people report them a lot less often than younger people and older people are more often to say that a negative interaction wasn't as bad. Um Compared to a younger person. Um Karen Ferman at UT Austin did this wonderful study years ago where she brought adult daughters into the lab with their mothers. So the mothers were in like their sixties and seventies and the daughters like there is in the forties and she brought them in and they, she had them do a task together that was collaborative task. It's kind of frustrating and then she separated them at the end and then she had them report how was it? And so the the the moms are like, it was great, it was wonderful and the daughter is like, yeah, not so much, you know, so, so even that same interaction, um the the moms are the older, you know, women were reporting much less negative than the the daughters. And we see that just whenever we ask people about negative yeah, about any interactions that older people are less likely to say they were negative and they report lower levels of um negativity So they're generally like happier, we call them like happier relationships because there's less negativity of them. So, but, but often if you just ask how happy were you to see somebody? Um SOMETIMES older people, especially family members will, will report much higher levels of happiness. But oftentimes, um but sometimes you see no differences because um young people do like people in their lives too."
	},
	{
		"start_time": "32:06",
		"speaker": "Ricardo Lopes",
		"words": "I would imagine that the period of life where people would report experiencing more negative social interactions would be during their teenage years."
	},
	{
		"start_time": "32:16",
		"speaker": "Susan Charles",
		"words": "Right? And also um Laura Carson, who did the socio emotional s activity theory that really addresses this. Um She did a study years ago where she asked people. So would you rather be with a close friend? Um, A stranger? Um And she had a whole different descriptions of different types of people and, and you had to see whether you'd want to interact with them. And one of those was a per a person you don't really know but you dislike and some, and she found that some of the people in their teens, some adolescents said they wanted to interact with that person. No older people did none in her study. And so she asked, she asked these young, she's like, why, why would you want to interact with someone you know, you dislike and the young people would say I want to know why I dislike them. What it, what is it about that person? I dislike, I, I haven't seen an older person tell me that. Um, BUT I would doubt that would happen very often. Um, AND we don't see that happening. Very older people generally know why they dislike people. I mean, like, what will bother them about, you know, a certain type of person. And so they, again, back, going back to that so they don't engage or seek to engage in situations where they think. Oh, no, this is not gonna go. Well,"
	},
	{
		"start_time": "33:33",
		"speaker": "Ricardo Lopes",
		"words": "yeah. And I guess that with age we also learn that it's not a problem at all. If not everyone out there likes us, right? I, I mean, if, if there's one or two people out there that really dislike is whatever, it's not a big deal."
	},
	{
		"start_time": "33:50",
		"speaker": "Susan Charles",
		"words": "Yes, you have that, you know, with age you, you absolutely learn these wonderful, you know, can't please all the people all the time and you also have comparisons. Um uh So, so if you meet someone, you don't like them, older people say well, but that was nearly as bad as, you know, when I was fired by my boss or when, you know, they'll have this horrible situation in their past. So they can put it in perspective too based on their expenses."
	},
	{
		"start_time": "34:20",
		"speaker": "Ricardo Lopes",
		"words": "But in your work, I, I read you talking about things like goals, appraisals. So what would be the roles that goals and appraisals play in our effective responses to negative social interactions?"
	},
	{
		"start_time": "34:37",
		"speaker": "Susan Charles",
		"words": "Well, I, I think that, you know, so a lot of times like giving talks, people say, how can young people be like older people? Um And so kind of not take these, these bad things as seriously. And, and some is what you said is, is going to appraise that, you know, what's possible and learning to accept what you can't change, for example, about other people. And um but I also say, you know, some, I, I think that older people also in societies, again, in societies where they have a retirement where they're, they're, they're not, they're no longer working. Um They also have something that younger people don't often have and that's the ability to avoid something negative. So for example, if you're working and there's negative people that you have to, you know, you, you're working with some colleagues, you don't like, you don't have the ability just not talk to them or, you know, you don't have uh customers really bothering you. You can't just say, you know, I'm not gonna talk to you, you know. So, so sometimes um young, some older people have, you know, we have the ability to do to, to engage or not engage whereas younger people don't often, well, they might not. And so, um so I, as I joke with, but people, I think like my graduate students, they said, you know, I don't really want to work on my dissertation. I think I'm just gonna take the next month off, you know, it's, I'd say no, no, you don't have, you don't have necessarily have that the same freedom, um, that older people have, have gained from, from their life and their place of where they are their role in life right now."
	},
	{
		"start_time": "36:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. I, I guess that also when you get old, um, I mean, there are many more things that you don't care about anymore because, I mean, I can't be fired anymore. I don't, I, I don't need to impress anyone anymore. So I will say whatever I want"
	},
	{
		"start_time": "36:40",
		"speaker": "Susan Charles",
		"words": "and what we do find and especially, and, um, more so for women. Um, AND then is that you care less about what other, as you point out that what other people think about you, it's like, oh, they think I'm an idiot. Ok. You know, it just, whereas younger people, they're very concerned and it makes sense if you're thinking, well, this person might be hiring me next week. You know, this person might put in a bad reference for me or, you know, so they might have to. So. Exactly. Exactly."
	},
	{
		"start_time": "37:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. A and so I, I mean, just to close this section before I ask you about another topic, can we say that? Uh, AT least there's a tendency to, for effective well-being to increase with age."
	},
	{
		"start_time": "37:25",
		"speaker": "Susan Charles",
		"words": "Yes. Um, BASED on questions like how happy you are. You know, Art Stone did a study with almost a half a million Americans and they called them and said today, tell me about your emotions and the people, they, they asked people from age 18 to people in their late eighties and the happiest people were the age 72. So, um so overall we see well being sometimes we see a slight, a slight kind of increase in people after age 65. But, but generally we see the highest rates of, of negative emotions in people in their teens and early twenties."
	},
	{
		"start_time": "38:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh AND so uh earlier you mentioned very briefly rumination. Does that play a role in um how levels of effective well-being change across the lifespan? I mean, if some people uh have a a higher tendency to ruminate compared to others, does that have any influence there?"
	},
	{
		"start_time": "38:32",
		"speaker": "Susan Charles",
		"words": "So, so we have um seen um in, in studies um that when you ask people how often they ruminate um or, or did you did, did something bother you? Are you still thinking about it that fewer older adults say they're doing that than younger people? So um it's not that that older adults handle rumination better because if you get them to ruminate it's bad but they are less likely to do that than younger people. And again, like why? Um AND some people think older people are better at letting go and saying things like what you were imagining like, hey, can't please everyone just let it go. Um Other people think maybe it has it, maybe it has to do with not like remembering better, the gist like, oh we had a negative conversation than if you remembered every single detail. He said this and then she said this and then he said this and then I can't believe they said this about me. Whereas if you just said, yeah, this is something negative about me. I don't remember as opposed they said that I was, you know, and, and you remember every single word and so some people think maybe that can help. But, um, for, for all these reasons, we see that perhaps again, some of them have to be tested still. Um, BUT there, but we do see that older people report lower levels of rein nation, no lower levels of regret. Like, um, Carson Bush does incredible research looking at regret and older people have actually fewer regrets than younger people even though they live a lot longer."
	},
	{
		"start_time": "40:07",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, in younger people, it's that typical kind of conversation. Oh, he was there and then he was like, and I was like, and he was like, I was right. Oh my God. So, uh, and I guess that rumination is also something very highly correlated with uh mental health conditions like depression, right?"
	},
	{
		"start_time": "40:33",
		"speaker": "Susan Charles",
		"words": "And you think about it if so if you have a stressor and then you don't ruminate it if don't ruminate on it, you're like, oh, that happened. That was bad. Let's move on your body kind of resets. Right. And, and so it's gone, whereas if you ruminate, you're keeping it with you, you're keeping that stress alive. And so you think if it's, whether it's cortisol or whether you're air and we didn't even talk about cardiovascular activity, so your heart rate is higher and your blood vessels are constricted, which we know that, you know, over time that can lead to be related to higher incidents of hypertension. So, if you have these, so your, your vasoconstriction, so you have high blood pressure and your, your heart rate's going and your, your blood pressure is going up and you're keeping it like that for long periods of time. Um Because you're ruminating, you're still staying angry, you're still, or, you know, whatever emotion you will have anger and hostility are probably the worst for health. Um, BASED on what we've seen in the studies and you keep that going then that's very, that's very bad for you. I mean, think about it's, it's worse to have vasoconstriction and like high heart rate and really be aroused, thinking about it, then if you just calm yourself down and, and let it go,"
	},
	{
		"start_time": "41:47",
		"speaker": "Ricardo Lopes",
		"words": "by the way, one concept I haven't asked you about yet is emotional memory. What is that? Exactly?"
	},
	{
		"start_time": "41:56",
		"speaker": "Susan Charles",
		"words": "Yeah. So, um emotional memory and that's kind of related what we've been talking about. So it's, it's the memories that you say, hey, remember that summer camp you went to or that vacation you were on or how was it? You know, so, or that conversation you had with somebody. And so what we find is for people, regardless of age we call that summer camp effect that, um, it's, it's better than it was, you know, like I had a great time. You're like, wait a minute, you wanna remember as soon as you got back, you said you'd never wanna go again? Yeah. Well, you know, so, so, so we see that most people remember it a little better than they do at the time. Um But we see this kind of memory, this, this difference in how you felt at the time versus how you talk about it. Now, we see that it's even more positive for older people than for younger people. So um we call um and Laura Carson and, and Joe Michael's, Mara Mather, they've done a lot of research on this and they, and they were, and it's referred to as the positivity effect. So their memories are either more positive or they're less negative, but either way it's, it's a more positive looking back and more positive memory."
	},
	{
		"start_time": "43:16",
		"speaker": "Ricardo Lopes",
		"words": "So we, we've talked about how people deal with negative emotion, uh negative social interactions earlier, but how do social relationships change across adulthood? Do they tend to get better with time or not?"
	},
	{
		"start_time": "43:34",
		"speaker": "Susan Charles",
		"words": "So, we think better and the, the driving theory behind that is socio emotional selectivity theory. Um BUT uh Laura Carson and um developed um and"
	},
	{
		"start_time": "43:48",
		"speaker": "Ricardo Lopes",
		"words": "by the way, tell us then a little bit about depth uh theory for also the audience to understand a little bit about what it refers"
	},
	{
		"start_time": "43:56",
		"speaker": "Susan Charles",
		"words": "to socio emotional selectivity theory is a theory about time and time perspective. And we're not talking, talking about clock time, we're talking about how much time people perceive is left in their lives. So we think everyone has an awareness. Um All adults have an awareness of how much time they have left in their lives. This is not something you consciously wake up in the morning and say to yourself, but it's something that you have um that you're, you're kind of aware of. And so when you're younger and you see this broad and vast future, um you have this, you have many years ahead of you and you have to plan for those years and you have to prepare for those years and you have to think about what you're gonna do in those years. And so a lot of your goals are gonna be about information and, and knowledge accruing for um for that vast future as you get older, your future is, is shorter, is getting, is, you know, the the time horizons are um are decreasing and you have less, less time ahead of you. And so you can shift and, and um instead of focusing so much on this, on gaining information and knowledge for that future, you can then instead focus on the present and and then by focusing on the present and focus on emotional goals of well being, I should have said at the beginning that so we, that socio emotional selectivity theory states that there are two really important goals for all social interactions. And that's gaining information and knowledge and just enjoying being with a person, you know, the emotional well being and and emotional meaning. And so those are important, very important for everyone no matter how old you are, but you're constantly kind of gauging the relative importance of these two goals. And so you younger, you might sacrifice emotion more for that information, whereas older, you're more likely to focus on the emotion rather than the information. Um And so the older you get, the more you really focus on this emotional meaning and emotional well being. And so you'll make decisions about who you want to interact with and what you wanna do based on these increased emotional goals. And so, for example, you might want to interact more with close friends and family members because, you know, they mean a lot to you and um just like they do for younger people. But, but hey, do you want to meet this new person? It has this new start up company. That's really interesting, you know, like I'd rather hang out with my, with my, you know, Children or my grandchildren. Um It's not as compelling to them because of their goals um than it would be for younger. And so as a result, um they're focused on their emotional goals and they drive a lot of meaning and fulfillment in these interactions and they, they report greater happiness um selecting these skulls."
	},
	{
		"start_time": "47:03",
		"speaker": "Ricardo Lopes",
		"words": "So, in regards to my original question, does that mean then that social relationships tend to get better across the lifespan. So"
	},
	{
		"start_time": "47:14",
		"speaker": "Susan Charles",
		"words": "older people will report greater satisfaction with their families, with their friends. Um They report um great desire to want to interact, interact with them and when they've had an argument, um then they, and you ask them, was it resolved? Um They're more likely to say it was resolved and they're more likely to, um, to not be, you know, to, to not be bothered by them as, as, as much a report that they haven't been. So, so overall, like every way we ask them, it's always better for older people, better relationships, happier when, you know, when they're with relationships, few arguments not as upset. So, so we do think that relationships are better. Mhm."
	},
	{
		"start_time": "47:57",
		"speaker": "Ricardo Lopes",
		"words": "So, of course, there's lots of research on the benefits of having social relationships or social circle and even in terms of the health benefits themselves, it seems that if people at least have a few close friends and family, then they tend to age better even in terms of their physical health. Uh But is that really always the ca, I mean, is it always the case that having low social ties relates to better health in old age. I mean, do they always come for benefits or not?"
	},
	{
		"start_time": "48:38",
		"speaker": "Susan Charles",
		"words": "Yes, I think so. Yes. And let me see problems with the social relationships with older people. Um, IT'S those super close people, the, the people that, as we define, who are those people in your life that if they were to disappear, your life would never be quite the same. It's always about four or five people. People put their parents in there, people put their partners, their Children. Um, IF they have like, their close best friend or two, when that group gets to be two or fewer than that, that affects their well being. So, um, socio, emotional selectivity theory says that our huge network of social people in their lives decreases with age, but not that inner core. Um, AND yet if that inner core diminishes and there's no people to replace those people. Um, SO, like, if your best friend dies, you never, you never find someone, a good friend of yours that becomes your best friend or a new person that becomes your best friend that, that, um, and that core gets smaller and smaller. That, that is a problem. Mhm."
	},
	{
		"start_time": "49:45",
		"speaker": "Ricardo Lopes",
		"words": "But, but I mean, I would imagine that what really matters is for people to have a couple or a few close people, close friends. Right. I mean, iii, I wouldn't imagine that you get even more benefits if you try to have like 100 friends or so, I mean, uh, a certain point it doesn't matter anymore. Right. You don't get more, be added benefits. And, uh, I would imagine that perhaps you, you would be sacrificing, uh, some more closeness with a few people just to spend more time with those other people."
	},
	{
		"start_time": "50:28",
		"speaker": "Susan Charles",
		"words": "That's a good question. I've never, I've never seen a study looking at like, who are those inner core and, like, the differences in size other than if it gets to be two or, or feet or one or zero, that's the problem. But if it's three or more you're good. But I've never seen a study looking at like, how, you know, if there's a different problems with having more or less than, besides the two."
	},
	{
		"start_time": "50:50",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, I, I mean, I was just asking that out of curiosity because, you know, nowadays, particularly with social media, you go to Facebook, you have 500 friends there and people care a lot about that and some, and there are highly social people that, uh, I have, uh, I don't know, hundreds of acquaintances or something like that. But I, I guess that uh, like at least 9095 probably more, a higher percentage of those people are just people who, with whom you have positive social interactions, but it's not really close friendships."
	},
	{
		"start_time": "51:29",
		"speaker": "Susan Charles",
		"words": "Right. Absolutely. No. Absolutely. And that's those, exactly those people you're describing are exactly the people that you see decline the most with age are these peripheral, they call them, these purple friends and, and that's where you see older people are reporting far fewer than younger."
	},
	{
		"start_time": "51:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. Yeah. So, I, I mean, I guess that after this interview, uh, I'm really, I feel better that I'm already ahead of my teenage and, uh, my, uh, twenties, uh, years. So, but, and I, I'm also looking forward to my sixties, I guess, but I'm still a little bit scared of my forties because you haven't convinced me that"
	},
	{
		"start_time": "52:12",
		"speaker": "Susan Charles",
		"words": "middle age"
	},
	{
		"start_time": "52:13",
		"speaker": "Ricardo Lopes",
		"words": "will be a good thing."
	},
	{
		"start_time": "52:15",
		"speaker": "Susan Charles",
		"words": "Well, it's interesting, like one of the Laura Carson's first studies that really introduced sociological activity theory was this your social network gets smaller. And so we see this as an old age thing, but she started seeing this, this kind of select selection and it wasn't that people are saying, oh, I want friends. I don't have them. It was like these are the people in my network and I'm really happy with them. She started seeing this in, in the people in their thirties. So this was a gradual linear experience across age. It wasn't like all of a sudden you're 65 and you're like, ok, no more friends, you know. So, so, and, and at least this part, you shouldn't be scared about the social because the social is you're more selective. You're keeping it like fine wines, you're like putting out all the, the bad stuff that you're just keeping that really good stuff."
	},
	{
		"start_time": "53:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And no, I, I actually like that. I actually like a fewer people because it's really bothersome to try to make plans with. I don't know what number of people out there. I mean, it's just too much for me at least. So. Yeah. So I, is there anything else, uh, just that you would like to add that perhaps we have missed in our conversation just as, I don't know, a final message about effective well being across the lifespan or, or not."
	},
	{
		"start_time": "53:37",
		"speaker": "Susan Charles",
		"words": "Um, NO, I, um, you know, older, old age is generally a pretty good time for a life or emotional well being, um, uh, older people, at least in countries like Portugal and the United States and, and North America, Western Europe. Um, THEY, um, luckily have these safety nets of retirements that where they, they can get some social security if somehow and so life is pretty good. Um, THEY do see studies comparing like eastern Europe with Western Europe and, and when you live in a place where you don't have that old age looks a little different. So I don't want to say, oh, old age is great for everyone. It's like, well, if you live in a war torn area or if you live in some countries in Eastern Europe that don't have the social security and the financial safety nets that, that you do, you don't see the well being getting better with age, but in countries that do have that you do see it. And so it's a wonderful, it's, it's a wonderful testament to only, it's like the context of aging. It's a wonderful testament to countries that do have that do prioritize taking care of, um, all of its citizens that we see a healthy aging."
	},
	{
		"start_time": "54:51",
		"speaker": "Ricardo Lopes",
		"words": "I mean, actually that's a great point because at least in more developed societies with lower birth rates and all of that and aging populations, we're seeing more of this phenomenon of loneliness in old age and just told people being, I guess abandoned and I guess that wouldn't really be good at all for their physical or mental health."
	},
	{
		"start_time": "55:17",
		"speaker": "Susan Charles",
		"words": "Yes. And just, yeah, we see that loneliness is actually lower in the sixties. I just met people in their twenties. But after 85 that's when you see loneliness is a, is a problem for older adults. Yeah. Yeah. And, yeah. Ok."
	},
	{
		"start_time": "55:35",
		"speaker": "Ricardo Lopes",
		"words": "So let's keep that in mind. And just before we go, would you like to tell people where they can find you when your work on the internet?"
	},
	{
		"start_time": "55:45",
		"speaker": "Susan Charles",
		"words": "So, um, yes. Well, if you, if you look at my web page, um, I'll try to update it and it's at UC I, um, also if you go into Google Scholar and just put my name, Susan T Charles, you can find articles and a lot of them are, are free and available to read if you, if you want to do that too. Um, SO those are the two places I'd suggest."
	},
	{
		"start_time": "56:09",
		"speaker": "Ricardo Lopes",
		"words": "Ok, great. So I'm leaving that in the description of the interview for people to check them out. And Doctor Charles, thank you so much again for taking the time to come on the show. It's been really fun to talk to you."
	},
	{
		"start_time": "56:21",
		"speaker": "Susan Charles",
		"words": "Well, thank you and thank you for uh focusing on aging because it's a fantastic area."
	},
	{
		"start_time": "56:27",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel S friends, David Sloan Wilson Yasa, dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo, Stass, Nale me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez or Solis. Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore de le Junior, Old Einon Starry Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson Ismael Bensley Man George Katis Valentine Steinman, Perlis Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Benedikt Muller, Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knit and Rosie. Thank you for all"
	}
]