[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Lob. And today I'm joined by Doctor Sophie Scott Brown. She is a research fellow at the University of San Andrews and Future Fellow at Remark Institute in New York. She is also founder of the Everyday Democracy Project with Open Society Foundation. And today we're talking about the history of European political thought, left wing politics in Europe, anarchism, the enlightenment and liberalism, some other related topics. So, Sophie, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:35",
		"speaker": "Sophie Scott-Brown",
		"words": "It's a pleasure to be here. Thank you."
	},
	{
		"start_time": "00:37",
		"speaker": "Ricardo Lopes",
		"words": "So, uh let us start then with European political thought. So you yourself, how far back do you go when studying the history of European political thought? Or when would you say perhaps it starts or what are the parts you're most interested in?"
	},
	{
		"start_time": "00:58",
		"speaker": "Sophie Scott-Brown",
		"words": "Sure. Well, this is a really interesting question, obviously because I, I stand with a foot in two camps. So I'm an intellectual historian, but I'm also a political philosopher. So, um and I know I'm sure we're gonna talk later a bit more about the conversation that happens between philosophy, politics and history um in terms of my sort of historical work now, obviously, I was taught in the, you know, at university in the, the sort of standard way. And generally speaking, you can't get very far in political philosophy without really um Ancient Greece. You know, you, you can't, you can't really escape Plato and Aristotle, but the kind of key founding text that gave us so many of the very um familiar normative ideas that we have about what politics is, how it should be done, who should be doing it all that sort of thing. So obviously, you could um if you wanted to do sort of European political thought, you could be very, very traditional and conventional and you could start there. Um And that obviously gives you the foundations for a lot of ideas that get sort of altered and reiterated and regenerated over over the generations um in terms of my own practice. However, I mean, I identified predominantly as a modern historian and modern is one of these another wonderfully elastic words. So, although I tend to focus on 20th century stuff, obviously, I sort of um follow the threads of that back into the 18th or the the sort of enlightenment period and possibly slightly beyond to the things like the scientific revolution in the kind of late sort of 17th century type thing, you can do that. And the reason that you would do that is because actually a lot of modernity is a very different set of political and economic conditions which obviously was very, very, very um different from, from what they were talking about and having to comprehend in antiquity and also in the middle and medieval, uh middle ages, medieval periods. So you've got this wonderful mishmash of questions that have been asked over and over again. Um For as long as people have been getting together, talking about how to organize things. Um Then you've got a very specific set of conditions which we now know are the kind of architecture for what we call modernism, particularly in terms of economics and politics. So they follow through too. And then I suppose as a historian, you're busy weaving all these threads together, seeing how this set of conditions affect this kind of question. So when you do the 20th century, you can't do it in a vacuum. Although um you know, you have to bring some of that memory back with it, not necessarily because it is what happened, but it's actually more important what people believe about the past and how that motivates them to make the decisions they do in the present. However, having said all that, I'm now going to sort of flip it slightly cos the philosopher, philosopher in me always looks at history with a little bit of skepticism um and says, well, actually, yes, it's very useful. What, what does history do for us? It gives us context, it gives us a sort of genesis, it gives us a story to, to feed into, to orientate ourselves with. But actually history can, can do a lot, can do a lot more for us too. As I said, the normal account of politic, the history of political thought starts in ancient Greece. And when you do that, you automatically are talking about how to be a leader, how to have governments, um, how to have authority. Um, WHY authority is necessary because it protects us from our worst instincts about ourselves or why authority is good because it helps us be our best selves. Those are the two stories that come out of ancient times really and travel forward. Now, if you're an anarchist, that's not very helpful. Um If you're an anarchist looking for accounts of how in history, we can show that actually authority isn't always necessary when it comes to organizing ourselves and splitting up our resources and making decisions about that. So you might start elsewhere in history. You might as um Peter Kropotkin did the uh the Russian scientist, he actually went back to prehistory. Um How did very, very early forms of human organization work themselves out? And his argument was that it's not just about competition and authority, therefore being necessary to moderate competition, we can trace a history of human beings being co-operative and that co-operation being what has helped them the most to develop and flourish um as a species. Um There's been some updates to this. So in the mid uh 20th century, anthropologists got very excited about tribes finding indigenous peoples who equally had no hierarchical structures within their cultures. They did have quite um repressive, shall we say customs or religions? But nevertheless, they did not have anything that you could equate to government. More recently, David Graber and David Wenger have also gone back into prehistory and found examples of um groups or uh tribal groups that again didn't need government. So this is another perennial thing. Perhaps we shouldn't be looking at ancient Greece. Perhaps we should be looking much further and much more um broadly. But the final thing I'd say is just, you know, going back, putting my historian's hat back on at any moment in time, you, it depends where you want to train your historian's eye. Now, if you want to do politics, it feels natural that you would look to governments, to kings, to leaders, to emperors, to presidents, to queens, whatever. But you could, if you were imaginative and inventive enough, look elsewhere because even if people aren't calling themselves politicians and don't, aren't calling what they're doing politics. If they're making decisions about how to live together and how to split up resources, then they are effectively being political one way or another, how they're managing a series or collection of vested interests, this could be in a purely trivial way in a sort of in a village, in a family. So if you're the kind of historian that doesn't mind being a bit imaginative and a bit creative, you can find politics in any space in any time, um in any country at any point. So, so to answer to, to come back to your, to your question, where do you start? Where do you want to?"
	},
	{
		"start_time": "07:39",
		"speaker": "Ricardo Lopes",
		"words": "OK. So there's a lot there, but I will perhaps put a pin on the bit that you mentioned with the the that is more related to anthropology. I mean, Peter Kropotkin and then anthropology and then you also mentioned David Graber and others. So uh I will put a pin on that because later when we talk about the enlightenment and Steven Pinker take on it and stuff like that, I, I think that will make for a good segue into that. Uh But before we get into left wing and right wing politics, let me just ask you one more broad question about what you mentioned there. So do you think that with the advent of, of modernism, uh the questions we are interested in asking in political science and political philosophy, it changed or are they the same? But we have to answer them in a new set of circumstance?"
	},
	{
		"start_time": "08:36",
		"speaker": "Sophie Scott-Brown",
		"words": "That's a really good question. Um I think in some ways, uh So the question being is, so how much does that change of situation affect the way we think about politics in some ways very profoundly? Because if you're talking about inner antiquity. You're talking about cultures that, you know, the degree to which you can assure and be assured of con of the continuation of life is obviously much more reduced than in modernity. Modernity is sort of defined by the extent and it's a horrible phrase, but the extent to which there's been a conquest of nature so that our lives are much less um unpredictable, they're much more secure, we can be sure that we'll, you know, we'll make it through the winter that we can respond to illnesses and what have you. Um The further back you go, there's a precarity, there's a worry, there's a fear. Things like scarcity are on people's minds constantly that changes the kind of arguments you can have about politics, not entirely cos as, as um you know, as we've been discussing. Um It doesn't mean that uh just because life's a bit more precarious, you're going to have to talk about authority and cooperations only something like you get with the luxury of not worrying. No, no. As crop Kin was arguing, cooper operation was a much more sensible strategy for managing scarcity and precarity. Um So it's not necessarily that you discount one set of questions in favor of another, but certainly modernity does change things dramatically in terms of how we relate to one another. So the kind of questions that Plato and Aristotle were thinking about, we carry them with us because we used to because all of those sort of, if you think about all the great thinkers of, um, um all the great theorists, people like Karl Marx or, you know, Nietzsche or, or Hobbs or, you know, all of them would have, would have studied the ancients. And so in some ways, they are always organizing their thoughts around those ancient questions. Even if sometimes that means they're not necessarily paying full attention to the modern facts. I think what I would sort of, um what I would really think is striking at this particular moment is the extent to which that process is really working against us right now. And actually the kind of questions we're asking, we're so used to a particular set of questions and a particular way of asking that we have ignored for too long, some facts about what our modern sit situation, our late modern situation. Um REALLY is, for example, this is the great year of elections, right? Britain's just had one. It was the most thrilling non-event I think I've ever witnessed. Um France bit more exciting, but still we are actually, we're seeing some really interesting results. We're seeing people get quite excited about politics, like in France right now, very excited, a very dramatic result and yet not a result because ultimately, people are saying, right, well, it's almost a defensive move. We need to keep the worst at bay, but we're not confident that any form of government is really gonna get us to where we want to be right now. Um Right now, um we are facing problems that the standard ways, the standard tools we have for dealing with things don't work anymore. No single national government is gonna be able to respond and react to the kind of modern problems we've got and by Melbourne problems I'm talking about or what happens when you have global pandemics. What you know, how do you join up? How do you coordinate, how do you, how do you respond to those effectively emergency? Right. That's something else that you cannot just centralize in a national government. It doesn't make sense. It's not how it's going to work and it's not how it's going to work in the future. So yeah, your questions bang on right now. We're too busy asking old questions and we're not really paying enough attention to present realities."
	},
	{
		"start_time": "12:54",
		"speaker": "Ricardo Lopes",
		"words": "So, but now because I want to ask you about left wing politics, what are the actual origins of the terms left wing and right wing?"
	},
	{
		"start_time": "13:05",
		"speaker": "Sophie Scott-Brown",
		"words": "Sure. I actually didn't, didn't know until you mentioned that this was an area you were looking at and I'm still a bit hazy, but it seems to have actually been a fairly incidental kind of usage that originated from the French Assembly during the kind of revolution. So the the right was sitting nearer, you know, the the were those that supported the older regime or the older establishment? And the left were the ones that wanted, you know, a bit more radical change a bit quicker and we, we were sort of more allied to the revolutionary cause. Um And that seems to have been just a sort of, kind of a sort of accidental thing that caught on like these things do sort of went viral if, if you could go viral in the 18th century. Uh What's interesting to me now is just again and it touches back to your, to your previous question. These terms are so ubiquitous, they are really quite strong in our minds and they carry very strong moral loadings as well. So it could be that, you know, a lot of us will think automatically. Oh, left are the goodies, right? Are the baddies equally. We might think, you know, if we're, we're more inclined towards the right, the left are irresponsible, we the right are responsible, but there's strong sort of again, like a real moral infusion in those ideas and yet how helpful are they in some ways, what the anarchists have always done is kind of is respond to those terms because we have to because they're there and they're very useful ways to help us organize our thoughts. But I have actually said, well, you know what quite often, the anarchists have the same kind of problems with people on the left and on the, as they do with people on the right. So one of the major criticisms against a figure like Marx, for example, was that he was very authoritarian, dressed up as a libertarian, but secretly very authoritarian. So, in some ways left and right, it, it came into, it came into use kind of accidentally it stuck around. Um, WE'RE so used to organizing our political world by it. But is it actually, um, very useful, is it helping us right now, or actually, are there other ways to look at the political landscape like who wants more control and who wants to lose or give away more control? Hm."
	},
	{
		"start_time": "15:26",
		"speaker": "Ricardo Lopes",
		"words": "And do you think it's helping us or not"
	},
	{
		"start_time": "15:29",
		"speaker": "Sophie Scott-Brown",
		"words": "left and right. I don't think it helps anymore. I think there might have been a moment where it was useful, but I think right now what's really interesting is actually looking underneath those two terms, like I said, um, so I tend to be associated with, with the left and that's, and I'm sure we'll, we'll come to that in more detail later. But I mean, for me, it's sort of, um, I think right now it puts us in an unhelpfully polarized tribal position. I'm on this team, you're on that team. Um, IT'S not really helping us discuss the common problems that we have to face and it's not really allowing for there being quite significant lines of difference between people who might all, uh, all agree, for example, on a more socially driven approach as opposed to people who have a different approach. And a different point of view. There are fine, there are very, they're not fine lines, they're actually strong lines of difference between people who we would put on either camp. And if we don't recognize them, we reduce the amount of tools and resources we have to problem solve because we just lump people together. And right now we need as many different ideas as we can get."
	},
	{
		"start_time": "16:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And also, I don't know if you agree with this point, but it seems to me that there's enough evidence to say at least in the US, but probably in other places that if you ask just common people on the street, whether they identify as Democrats or Republicans, in the case of the US, they tend to agree more or less with the same social policies just asking common people on the street. It's just that when we get into social media and sometimes even mainstream media more generally and when we get into more intellectual debates, sometimes things get a little bit more polarized or apparently more polarized because it seems that common people just want more or less the same things, better health, better education, better salaries, stuff like that."
	},
	{
		"start_time": "17:41",
		"speaker": "Sophie Scott-Brown",
		"words": "These are social things. I mean, people actually, I mean, I think the political divides, I think you make an excellent point there, the political divides mean something to the politicians because they're the ones playing the game. But for most people actually, we are now getting to a point where, um, we don't have the luxury of, of, you know, it's not like football, we're not picking our favorite side and, you know, debating, you know, the, the, the various strategies, I'll just get that in as the Euros are on. Um, BUT, uh, right now people have just, you know, real serious issues just living. Um, HOW are we gonna live? How are we gonna deal with the effects of the climate emergency? How are we gonna deal with much more mobile shifting populations? How are we gonna deal with cost of living? And you know, quite frankly, they don't, they don't care what those people are doing and more to the point, you know, because we've reached a stage with our political systems bearing in mind the extent to which they are all still just reiterating very old models, models that were kind of formalized and organized in the sort of 19th century and are now proving pretty inadequate to dealing with the kind of problems people are caring about. Um There's actually very little between them other than maybe style of presentation. So in Britain, for example, until about the early 19th century, so throughout the 18th century, you basically had the whig party, that was it the wigs, just the whigs and the only division was that you had some wigs in power and they were the court wigs and you had some wigs out of power and they were the country wigs and the job of the country wigs was to keep the court ones honest as it were. Um, AND, and, but basically they were all pretty much on message, believed the same sort of things with tiny kind of nuances between them. We've actually gone far more back to that kind of system right now. The, the, um, you know, um, that's possibly more relative, more, um, to the point in Britain, I do think you're getting in order to get difference and this is maybe a more pertinent point for Europe in order to get real difference from the center ground, which seems to have gobbled up so much. You are having to really get massive polarization to the point of ludicrousness between the two parties. The reason we're seeing a hung situation in France is because, um, it is actually not realistic that either the far right or the far left could run a government because government by definition is that centrist ground."
	},
	{
		"start_time": "20:20",
		"speaker": "Ricardo Lopes",
		"words": "So let me pick on something that you just mentioned earlier. You said, uh, I mean, I'm not sure if you yourself would identify as a leftist but you said that people usually place you on the left. So what does that mean for you? Exactly. And how would you characterize perhaps the left wing, uh, today or? I, I mean, the, how would you, what are the, the aspects of the left that you identify with yourself?"
	},
	{
		"start_time": "20:54",
		"speaker": "Sophie Scott-Brown",
		"words": "Sure. Um, I don't think, I mean, I do still use the term and I would probably position myself definitely more that way. Although that ends up getting into trouble quite a lot actually. So people, um, people assume that, you know, I'm a, I'm a good, fully paid up leftist person so I get endless invitations to socialist this or, you know, kind of this collective, that collective. And I've got a horrible, I have to confess to you, you know, exclusive here. I'm not very clubbable as the phrase goes. So I'm, I'm, I'm generally a bit bit wary when people say, would you like to join our collective? I'm like, hm, I'm, I'm, I'll let, I'll, I'll think about that. Um, BUT, uh, but nevertheless, it is an important term for me and I think it's because, I mean, quite often it, it's, it comes down more and I think this might, um, segue into, to anarchism. Uh, CO anarchism is just such a kind of radical rethinking just in terms of, of how you organize and describe and discuss politics. It's been really helpful. That's how I got into it in the first place. It allowed me to express things that I wasn't finding the language for anywhere else. And that was really helpful. Um, FOR me, the reason I suppose I would still identify with the left is because I do like, if I'm my primary drive or commitment is to liberty and I do think that we, um, get a better quality of liberty and more security of a better security for our liberty if we can start from a basis of more or less sort of, not necessarily complete, you know, equality but from a decent level playing field where you don't get, um, excessive extremes. Um, SO I suppose, to me it's like if you were just to go off and pursue liberty on that in that, in that sort of free market sense of each for their own and good luck to you, which isn't, you know, entirely without merit as a, as a, as a, you know, political philosophical idea. But if you do that, it's always going to be a, a fairly crap kind of freedom to, to put it bluntly because if you're in a competitive um situation, you'll always have one eye over your shoulder to see who's coming for you and you will entirely define your freedom according to a set of status symbols or acquisitions that, you know, really are not designed to maximize anybody's freedom, they're maximized. Uh They're designed to ensure that a few people have a lot of ability to do a lot of things and a lot of people have very little ability to do very much. So, I suppose that's my reason for favoring um, the social side. Plus I just think actually it's so much more creative and fun and more interesting honestly to have more people um standing sort of eye to eye, shoulder to shoulder, no kind of artificial divisions or barriers between them and actually challenging ourselves to see what it is to live with people without kind of having to resort to um sort of imaginary barriers for why we shouldn't take someone more seriously or as seriously as we take ourselves. So I just think it would lead to a more interesting life frankly."
	},
	{
		"start_time": "24:20",
		"speaker": "Ricardo Lopes",
		"words": "So, let's talk now then about anarchism because I think that probably there are many common misconceptions that people have about anarchism and many times they equate anarchism to chaos basically, right? So um w what would you say are the main tenets of anarchism? And since you mentioned liberty there, uh do you think that liberty is also part of it? And if so how does it manifest specifically in anarchism?"
	},
	{
		"start_time": "24:53",
		"speaker": "Sophie Scott-Brown",
		"words": "So, um again, great question, anarchism itself. It's quite simple. The word is, I mean, first words don't have to be last words, but generally speaking, it's quite useful just to go back to, well, what does that word actually mean? What, what, what is this word? Because anarchist, you, you won't be surprised to hear are very anarchic. So each of them will be there an anarchist in their very own special way. What on earth can bring anyone together around a collective term? Well, this notion anarchism, which is basically absence of permanent authority. Now, that's, that's it, that's kind of all it all it starts by. Um THAT'S all it's committing you to me. OK. OK. That's actually enough. That's quite a massive philosophy in and of itself. All right, cos it, it opens up so many other questions. So you mentioned liberty in some ways, I think it this that position in and of itself just that rejection of any sort of permanent authority. And I deliberately use the word permanent because um there are plenty of forms of anarchism which might accept temporary forms of leadership, just nothing that becomes institutionalized or permanent. Um Others, others are, are far more puritanical about that. But let's, let's just keep flexible for now. Um If you're not gonna have any sort of permanent authority, then that kind of automatically puts you in a position of strong non-interference, which we would all be familiar from those of us who study kind of normative political theory, that's the negative definition of liberty. Um So the idea that, you know, what we're looking for is uh a position that maximizes individual freedoms. Um And that's the kind of fun thing about anarchism for me. So I think liberty, I think so we've got lack of permanent authority. So therefore, um this question of a strong or a maximum amount of in of liberty, um let's say individual liberty is present. So from that, that's it, that's, that's all that you're kind of, you know, that's all you have to sign up for in order to, to, to be an anarchist. If you like now, where it gets really fun is the fact, um, really fun but really complicated is that after that the kind of positive program, what kind, what are you gonna do with your liberty? You know, what, what does it look like? How does it feel to you? Do you even want to decide that at all? Um, DO you, do you have, you know, do you have ideas about how everyone can get this liberty or do you think that's not really up to you to solve? You only need to fight for, you know, you fight for one individual's liberty and that's enough, the positive program. Like, what are you gonna do with it? That is really massively open to interpretation. One of the things anarchism is criticized for, but I think you, you can equally see it as a great strength. So it's simultaneously both is the fact that it does splinter off into so many different subcategories. I mean, you only had to go on Wikipedia for 10 minutes. Um And there's, there's a narcos socialist, there's narco feminists, there's narco ecologists and then that, that's just layer one. That's just your uh da da da second order anarchism, right? You can have 3rd, 4th, 5th because you can have, well, I'm an a narco feminist radical socialist, but only on Wednesday because on Thursday, I'm with the individualists and you know, you can do that. It's, it's um you can have so much fun trying to work out what kind of an anarchist you are today that you actually never get around to doing anything, which is the criticism. Um But nevertheless, I think on a very baseline, you as an anarchist would always stand up and resist the idea of any of the further encroachment of any form of permanent authority on your life. So that's what would bring us all together at a rally. Not much else just that."
	},
	{
		"start_time": "28:49",
		"speaker": "Ricardo Lopes",
		"words": "OK. But with that in mind, let me ask you, then do you think that anarchism allows for any form at all of hierarchy? Even if it's just, let's say a fluid or informal hierarchy, if it's not someone uh on the top imposing necessarily things on other people or even restricting their liberty in any particular way. But just let's say to orient society, to organize society, something like that."
	},
	{
		"start_time": "29:22",
		"speaker": "Sophie Scott-Brown",
		"words": "I'll talk for the kind of anarchism I defend because I know that plenty of um these sort of people who identify with anarchist ideas would answer this, this quite differently. I mean, just to give you AAA flavor of it, I mean, there would be some that would say, no, you can actually um approach society in a way where you'd never have to have any sort of leadership. I mean, the anarcho, the, the, the sort of very, very um purist uh an Arco Communist position, for example, would say you could structurally design society in a way that nobody would ever assume positions of, of, of leadership or authority. Now, my response to that because I'm not an narco communist, um as we mentioned, not so fond of joining things. Um But uh s so my response is that will be ok, but someone has still had to take the authority um to decide what that, you know, completely egalitarian design looks like someone's then got to impose it. And even if in the long run, we'd all love it and it would be perfect and we'd all be so much happier. We might not in the short term. And that's always a, a means and an ends question that is important in anarchism. Like, can you ever force people to be free? I think the, the, the, the answer, the anarchist answer for me is no, you can't. Um So, so yes, uh you can have forms of anarchism which would completely sort of reject any form of um authority, leadership, et cetera. I think actually there's n it's not incompatible with anarchy to say that there are some, sometimes, actually there are people who are just, um because I would also rather work with people than structures or systems. My anarchism's about taking people seriously and if there's a moment where there are people who certain groups of people, certain individuals who are clearly much better suited to, to lead on something, maybe they know more about it, maybe they're more confident, um Maybe it's familiar to them, whatever the reason my problem would be if that then became permanent and institutionalized. That to me is a problem because that would mean that at some point you will have issues that those people are not the best suited to deal with and yet they would deal with it at the expense of others who were more confident, more, more knowledgeable, et cetera. So I think my version of anarchism says, um anarchism is, you know, that the absence of permanent authority should mean that you're able to negotiate and invent or create the right response to the situation you find yourself in and not just gonna continually have to defer to a structure or to a form of leadership that isn't going away regardless of whether it's right for right now or not. So, yeah, that, that, that does lead me into some tricky ones. I mean, for example, with the green issue right now, a lot of people feel that the only way we would get quick enough along the road to solve our problems. So do the things that we, we are being advised we need to do to keep at 1.5 or, or not exceed that too, too excessively that many people feel. Right. Well, we're just going to need a kind of green green dictatorship for a while that we're just gonna have to force these um measures on people. I'd say no, no, that's not, that's not what I'm talking about. I do understand why people would feel that, you know, you, you need to have more force at some time time than others. What I would say is right now, we do need to be giving far more prominence and far more platforms to the, to people who really understand what's going, what's going on, environmentally, ecologically, how that intersects with our lives, our, you know, the, um the economy, the, our general way of living society. So it might be that those people shouldn't, you know, shouldn't always be in the spotlight forever and ever more, but they need to be right now."
	},
	{
		"start_time": "33:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. No. Uh, YOU know, one of the reasons why I asked you that question, I think you would be open to this kind of evidence, let's say, because I've talked with many anthropologists on the show and sometimes about these particular questions. Uh, IS that, for example, even in more traditional societies like hunter gatherers, for example, and the more egalitarian ones, it seems that even if you don't want to call them necessarily, there's, there's always a few figures there are, there are that have at least more authority than most of the other people there. I mean, in egalitarian societies, of course, they are egalitarian in terms of resource distribution, let's say. And also in terms of everyone there being able to have a voice and participating in decision making. But still there are always a few figures there. Like, I don't know, perhaps the best hunter, the, the shaman and people like that, who in particular areas have more authority and they also sometimes even participate in conflict resolution. Like for example, if there's a conflict between two people, they step in to try to solve it, they say, OK, so stop it. Let's talk, let's try to, to solve this according to our norms here and stuff like that. So, uh, I mean, what I'm trying to say with this is that, uh I, I'm, I'm not completely close to the possibility of we having a society with no authority and lo no leadership at all. But it's just that even in those more egalitarian traditional societies, it's II, I don't think that there's anyone out, any of those is out there where you can't find any sort of authority or leadership at all."
	},
	{
		"start_time": "35:31",
		"speaker": "Sophie Scott-Brown",
		"words": "I think you're right. And there are two ideas of what you've just said has sort of, um um reminded me of or, or spark or sparked to me. Uh I think firstly, what's, what, what I'm really interested in is, is that authority which is so responsive to the moment. I think a lot of my problem. And I think again, this goes back to our, our issue with antiquity and why philosophers like Plato and Aristotle, they seemed to always want to. Well, not, not Aristotle actually. Well, he's, he's a different, oh, bracket Aristotle. But now Plato, certainly there's a timelessness about Plato wanting to transcend the moment, the, the kind of messy, right, what's happening right now in the present, always looking outward, you know, to this sort of um universal, timeless perfection and, and, you know, that's the instinct to strive towards it actually, what, what you're describing about with the kind of, um, sort of uh egalitarian type tribes or even non egalitarian, whether they would see themselves that way. Who knows? Um, BUT it's that complete attention to the present and people being able to command a certain amount of, you might call it authority. You might just call it sort of compelling presence or perhaps certain people resonate more at different times than others because they are so responsive to the moment. And I think we've been so busy trying to pursue and, and maybe a lot and political science, uh does this an awful lot, you know, in terms of trying to kind of, if we get this perfect theory of how power works and how to do it, we can almost uncouple ourselves from context from time and place. And I feel that whenever you try and make power or authority permanent, what you're basically trying to do is outrun the world outrun time inspector and you can't. Um And that, that's what makes it toxic. That's what makes it, um, um a problem. So actually there's no problem at all for me having sort of people who emerge and they say things that click, they might not. It's not necessarily about, they have the answers to our questions, but they give us tools that allow us to do things that get us closer to, to feeling more comfortable, safer. Um, YOU know, and, and that can be a really, that can be a wonderful thing if, if they are truly sincerely, you know, sort of true experts and true, have true understanding or, or have true compassion, maybe that's the correct word. But it can also, you know, because we're so desperate because we are so desperate for those voices who are actually listening to our problems and responding back to them that actually we're finding people who have not got the full compassion, the full understanding, but who are going through the motions of responding to people, people's wishes. And that's, well, basically, I'm, I'm, I'm talking about the rise of right wing populism here. Um It's very easy for those and get me back to our left and right um here. But it's very easy for those on the broader left, shall we say to, to be horrified, are mystified by the rise of right wing poli uh politics across Europe um across the world and say, how is this happening? How is this happening? Does this mean that apart from this small relative minority of intellectual elites, that actually everyone's just a sort of closet fascist waiting to break out? No, it doesn't. It means that what those people on the right, whether it's totally cynical and strategic or whether actually it comes from some kind of genuine attempt to identify with, with human, very human fears and insecurities, what they're doing is they're saying your politics isn't listening. We're listening, we're listening and, and we're gonna respond to what you're frightened about. They're not gonna do it in an open minded, compassionate, you know, um, way particularly they're gonna do it for their own gain. But nevertheless, it's something they're doing that that maybe the other side, the other big um political players are not um doing but, but returning to your, to your, to the issue about um so that just sort of maybe addresses that kind of lingering danger of demagoguery, which is always available when you're talking about any kind of sort of spontaneous or charismatic approaches to leadership. Nevertheless, so um leaders who speak to the moment I think are important and useful um provided that what they say to that moment is genuinely gonna get us closer to where we want to be rather than, rather than seem to do that. But actually take us further away. The other thing is um just rethinking what we mean by leadership anyway, sometimes leadership is what you're saying. When you mentioned people who do mediation or who facilitate conversations, that's actually a really interesting variety of leadership. It's much more interesting, ironically, um much more sort of in enthusiasm for it in the private sector and in business um where OK, you get used to having the big sort of dragons and what have you who go out there and clinch the deal. But actually what most corporations rely on is the sort of as much co, sort of collective or group intelligence as possible and that person who can tap into that and unlock it and unleash it becomes the more valuable leader than the one simply barking instructions. So, different types of leadership and leadership that's responsive to time and place."
	},
	{
		"start_time": "41:15",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, what I was trying to highlight with that is that uh usually in conflict resolution, for example, people have to respect the person who steps in and if they respect him or her, it's because he knows more, he has more status, something like that or otherwise. I mean, it's just an exact equal. And so I don't know if it works. But the other thing I would like to mention as well is that, for example, in those kinds of egalitarian traditional societies, even if there's a best hunter, for example, he might catch the big animal, but then he comes back to the tribe and the s to share it, to share the meat with the other people, at least to some extent. And also another thing that I, I'm not sure at all if it would work in bigger scale societies. But I if the people who are considered the authorities or the leaders uh start or become bullies, for example, and start mi mistreating other people, then uh they basically get put down and sometimes in extreme ways, like if they, if things get really messy, they might even get killed. So, I mean, that's perhaps another way of more wrestling"
	},
	{
		"start_time": "42:38",
		"speaker": "Sophie Scott-Brown",
		"words": "part of anarchism. You, you get to kill the bad leaders. Um But no, it's interesting you say that and you sort of make the, and it's an important distinction there. You know, again, anarchists had this habit of looking back to these prehistorical times or digging up this tribe that used to live by love alone and all that sort of thing. And we were like, well, that's nice. However, we live in an incredibly um economically and politically complex society. I actually think one interesting way to look at that is that again, we've, we've talked about how things change, evolution, history of things and the kind of late modern moment that we're at, at the moment there would have been a point 19th century, early 20th, early to about the mid 20th century where the state kind of modern organization economically, politically, socially was such that you're quite right. You know, the, the very notion that you'd head back to the village and or whatever was, was patently ridiculous. And the only sort of use it served was to show that once and in some situations, it is quite possible that you would have um social orders driven by Cooper operation. Actually. Now we've almost come back full circle. We are uh you know, things have become so big and so globalized and so unwieldy, unwieldy that it could actually be the one moment where a kind of neo or remixed or redux if you will, um sort of version of those kind of societies becomes much more plausible because actually the idea that these central control spaces like the nations they are for down, they, they're not granular enough, these problems that we're facing are universal, but they're also incredibly localized. So suddenly, I think we're back at a point and it's interesting, the first thing that the new Labour government have done on taking power in Britain is say we need to talk far more about devolution. This idea that actually you could go back to more Federated models where actually people are living and doing things on quite small scale, you know, but, but always part of wider networks and all that sort of thing, maybe we're actually at a point where a new or revised version of that is more plausible than it would have been 100 years ago."
	},
	{
		"start_time": "44:48",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So I would like to ask you now and perhaps this will also make a segue into the last topic I want to address here today. Having to do with the enlightenment and liberalism. How uh because you sort of have a foot in each of these camps, how do you look at the relationship between history and politics?"
	},
	{
		"start_time": "45:09",
		"speaker": "Sophie Scott-Brown",
		"words": "Oh, that's that's a very good question. Um I would try not to, to, to uh ramble too much. Um So obviously, II, I mean, I ob obviously I'm going to say that there's a very strong reciprocal relation there. In fact, there are many, many kinds of um relationship. I think history is incredibly important to my thinking through politics and always has been um for some of the reasons that we've, we've touched upon. Um FOR me, it was impossible to think of his uh politics in quite the vacuum, in quite the entirely theorized or philosophical way. It always felt it always felt slightly wrong. Um Frankly, it like, um that it was just missing too much information. So I think, why, why history became so important to me? And I kept going back to it because I kept trying to escape. Um As I was sort of studying and what have you II, I sort of first, my first instinct was philosophy. Um And then I thought of, OK, well, that's, that's kind of missing some of the power play there. So I better, I better shift towards politics. I did a stint in the Anthropology Corridor. Honestly, in my, in my undergraduate degree, I worked my way up and down the humanities corridor before I finally chose a degree. But I kept coming back to history because in some ways, history allowed me to do all of those things. It allowed me to look at how people negotiate the interplay of their vested interests, which is how I define politics. It allowed me to look at how people conceptualize the world and how they then choose to take actions on the basis of that philosophy, how people sort of live together, whether or not they're intending or planning it. That's um that's anthropology, history. Let me do all that, but it allowed me to do something extra which was situate this all in context. Now again, it's sort of interesting the historicism debates and this is a big feature of European philosophy like Hegel Marx people like that, that actually, you know, kind of once we get the knack of how history is unfolding, you know, then we can align our lives to that and that actually will all be there the better off for, for going in the right direction as it were that kind of history, politics, relationships never made any sense to me. I am one of the one thing after another school of thought, lots of little connections, no inevitability about it. And context has always been really important to me because it actually shows how even when we think things look very continuous. Um THE the devils in the details, actually, the small shifts that we have to make in order to accommodate the problems that we're encountering in the here and now make all the difference. And therefore, it seems so odd to me to just study the history like so many history to this day. Uh Political philosophy textbooks will plod you through this history of ideas, um, completely denuded of the sort of rich kind of comings and goings and toing and froing that were, were shaping all these thinkers and, and their thoughts and, and when you put those back in, um again, we've discussed how some terminology like left and right gets a little bit loose, a bit bit slippery when you're really up close to it. And that's possibly most of the joy for me. So, I mean, I draw the very self serving conclusion that if you study history and politics in conjunction, you can only be an anarchist because it shows that any taking too hard or firm a position on anything. Um And not recognizing the sort of very many different possibilities that might have come about the different kind of scenarios that we could equally have easily found ourselves living in the what ifs the maybes, you know, all that's really rich and really exciting. Um It goes very much against a culture that's constantly looking for certainty and solidity. Um And that's something I think, you know, we need to, we need to maybe address about ourselves. Why does our craving for certainty actually leave us facing a more catastrophic uncertainty than if we just embrace the fact, we cannot know and control everything all of the time. Looking at it the other way though, of course, um History is always a political intervention of, you know, what, whatever you try and claim about it, whatever um aspirations you have for objectivity as a historian. Um And to me, that's absolutely fine and just as exciting to do provided you just acknowledge that frankly. Now, um in the sphere of politics, history has been used shamelessly left and right continually, I've gotta say the right seem to be do it better in terms of they're able to produce very compelling mythical histories, like histories of this is who we are as a people. We are, we are, we, they are them, you know, that they're sort of a very handy technique. The left's always been to its sort of, um, to its credit but also to its disservice. It's always been a little bit maybe more discerning about who the THEMS and USS are. It's never quite managed to pro provide the same equally compelling myth of the people. Although it, we've seen interesting examples like, um in Stalinist, Russia or Stalinist Soviet Union, I should say where you do see similar type attempts to manufacture these or the invention of a tr tradition, the invention of our, our sort of people and, and their identity. Um I think when you sort of put yourself through that professional training to, I mean, all that really means when you are a sort of professional historian as, as I am, what that really means is that you, you sort of cultivate your skepticism as it were. That's essentially when you do it sort of when that's what you are training yourself to do. So, actually I had a professor quite early on in my career. Tell me, well, you'll know when you're a, a real historian when no matter what the issue is, you come down very firmly on the fence every time. Um, BUT even that is a political intervention because what that's asking us to do is wait and diffuse for a moment. And actually that is still a political stance. It's a political move to make. Um And again, it's sort of maybe heading back to what you were saying about that sort of leadership that mediates as well as advances. It's saying, wait, let's look around us, let's take a moment, you know, to, to kind of see the lay of the land and not make too many quick decisions that are too um too limited in terms of their understanding."
	},
	{
		"start_time": "51:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Ok. So for the last topic, then let me ask you, what is your take on Steven Pinker s take on the enlightenment, liberalism and his narrative of progressivism. And perhaps uh at some point, we might insert here or go back to what I put the pin on earlier. That was, that had to do with Kropotkin and Graber and the anthropologists. But uh gi give us perhaps a first answer to that."
	},
	{
		"start_time": "52:29",
		"speaker": "Sophie Scott-Brown",
		"words": "Sure. Well, um I don't know if you know, know this, but actually the pleasure of um media. I I chaired mediated an interview refereed. I'm not sure what you call it with. Um Steven Steven Pinker um not long ago and he was uh facing anniversary from political science who was, who was um as you might expect, uh challenging him on his, his claim that uh actually, since from the en the Enlightenment project was a good project and actually far from sort of collapsing, deflating, falling on its backside, we have continued to advance progress is not just a myth, it's something we can unti firely say about ourselves. And I was in the position of chair. So I had to keep my um mouth zipped whilst he was saying what I consider to be quite provocative um things. But um yeah, so on the reflection, uh so Steven Pinker, I think actually, there's a lot to admire about his argument mostly because I just love anyone who's antino meum enough to, to kind of upset what's become a kind of popular tourism, right? We uh Stephen was working during the sort of a period of time of eighties nineties into the two thousands. You know, that was the sort of early part of his career when um you know, that, that it was the most fashionable thing to do in the academy was laugh and dismiss and s you know, sneer at the progress myth and how those poor deluded Victorians have bought this ridiculous thing. And, and obviously this completely ignored slavery, completely ignored racial inequality, completely ignored sexual inequality and sexuality inequality. And basically you were, it was progressive for a teeny, tiny handful of white middle class. Um Protestant, well, in the anglo sense, men, um and I think it was quite refreshing for him to go. Well, hang on a minute. No, wait, it's very easy to bash modernity and modern life and um very kind of seductive to look back because it wasn't just the left that were doing it, the right were, of course. So we had the kind of nostalgia industry ramped up in the 19 eighties. And don't you remember when it was all lovely? And the Squire was at his gate and the peasants were in the garden and it was all very jolly never happened. But, you know, wasn't it lovely when it did? Um So there's a boldness in that argument and it's also, it's asking us to, to actually kind of all right. It might not feel great now. But what, what do facts tell us how, how do we, how do we kind of, how might we arrange this? And I think he does make some, some valuable and valid points. Um His, his sort of idea that uh we, we so by progress, I think we ought to qualify. He's talking as much about kind of intellectual, moral progress, not just the fact that we can cook things faster or, you know, we can propel ourselves across, you know, distance fast, these are forms of progress, but they're not really, they don't change much. Um, IT, it takes a handful of activities that humans like doing and just does them bigger faster and more, which is not unhelpful, but it's not, I suppose if you want progress in terms of genuine, um, change, irreversible change towards having more options, more possibilities, more ideas about who we are, how we could live, et cetera. So that's the kind of progress that he's got, you know, partly in mind, I think. Um AND you know, I think one of the key points he makes is it is true that we generally live in less violent cultures. It may not feel like it. And I think certainly during the interview that I did with him, he was willing to concede. Well, you know, OK, I, I do think progress had been made was being made. Um But I think we might have to sort of re-evaluate that now, not necessarily abandon it, but re-evaluate that because, you know, maybe one of the criticisms you could make of his idea was, well, what exactly do you mean when you say there's less violence, maybe actually, OK, we're not in the middle ages where the the torture torture was routine execution, public executions were normal. Um Domestic violence was standard practice even amongst so called, you know, kind of lib in so called liberal households, um Children, animals, whoever they were totally expendable and we don't have that. Now, we do spend a lot more time in certain places in certain places, sort of talking about it, disputing it, you know, questioning it, challenging it. We do do that more, doesn't mean we've eradicated it but that sort of general casual acceptance that life's violent and you're going to get exposed to violence at some point. Um, I think he's right to say there has been a shift on that, but on the other hand, maybe violence just has this wonderful ability to keep changing shape, doesn't it? So, isn't it a form of violence when we just let, you know, continue with behaviors that will inevitably result in, in a worsening climate emergency? I mean, this is the basis of so many of the lawsuits that we're seeing young people saying, well, it's an act of, you know, anticipatory violence. So we might be far more controlled in our be on the surface again in some places. I mean, I don't think if I went into Gaza today and said, guess what, everyone, there's much less violence than there ever was before. I'm not sure too many people will be coming with me on that one. It's similar, I could say similar going into, uh, you know, other places have experienced horrendous conflict recently. Syria Ukraine, obviously Myanmar right now, you know, that's a sort of live battleground that we're not hearing sufficient about really, um, you know, by"
	},
	{
		"start_time": "58:38",
		"speaker": "Ricardo Lopes",
		"words": "the way, on that point on violence, let me just have because a couple of years ago I have on the show Philippe Du with a historian from Australia. And he wrote a book titled The Darker Angels of Our Nature. That was a response to Steven Pinker take on violence. And he, he has very good points on that book. Uh Of course, I can reproduce all of them here. But if you are like that, we still have slavery and there's an argument to be made that not in terms of percentage, but in terms of raw numbers, perhaps we have more people enslaved nowadays than we have when, even when slavery was legal. And then he also points to how the internet facilitates certain types of violence, like for example, sex trafficking. So, I mean, those are just two examples but uh I guess that Steven Pinker doesn't uh I, I mean, doesn't consider that uh th those examples and others enough or doesn't take them seriously enough. I'm not sure."
	},
	{
		"start_time": "59:49",
		"speaker": "Sophie Scott-Brown",
		"words": "I think, I mean, ii I do, I think that it's a serious flaw in the argument if you're going to claim an overall, which he is an overall quantitative reduction proportionally speaking, um in the amount of violence. Um So the, the, the raw numbers thing I think he would contest by saying, well, you've got to look at it proportionally. Um I also think that, you know, his argument would be, well, yes, but the very fact we're sitting here condemning the fact that I think the figure is around about 45 million people still in what you would consider a state of slavery today. Many of them women and Children through, as you mentioned, the sex trafficking and what have you. Um Again, I think he'd say, well, that was going on in the past too, but we, we were much less concerned. No one was concerned. It wasn't a problem. You weren't having a moral conversation about slavery, you know, 500 years ago, like you are now now as a historian, I'm not, I'm just, I'm not that, that, to me feels too linear. I think that we have this wonderful sense that we, it's, it's, to me it's a fall, it's a, a fallen ascent narrative. So we fell from Eden and then we've been gradually clawing our way um back up and it's a very standard way of narrating history. I think again, it's this wonderful ability we have to say, oh, well, like, like the argument um that no one was an individual until modernity. Um And then, and then, and then we all became individuals and we had states of mind and feelings and all that sort of thing. It's not true. I mean, people who lived in very close tribal, you know, kind of communities that doesn't mean they had absolutely no sense of being, you know, or, or knowing when they'd been hurt or when they'd been betrayed or when they'd been lied to, even if they didn't necessarily consider themselves a self and do lots of self therapy or self care or whatever. So, I think it's really dangerous to, to, to do anything along the lines of saying, you know, talking about what people were or weren't aware of."
	},
	{
		"start_time": "1:01:49",
		"speaker": "Ricardo Lopes",
		"words": "And, but by the way, on that point as well, because particularly in enlightenment. Now, the subtitle I think is something like reason, science progress, I mean, the, the, the idea that, uh, uh, I'm not sure if he's exactly making that argument. But the, I, but it sounds like as if reason and science appeared in the enlightenment and before that, there was basically no reason and basically, no science said that's completely untrue because I mean, in terms of the science, at the very, very least you have to, uh, admit that in the, uh, in the Muslim world during the European dark ages or middle ages, at the very least you have brought to science there and they were doing something similar to science. And I mean, and the reason part, the reason part for me is just if he is making that argument, it's, it's just silly."
	},
	{
		"start_time": "1:02:53",
		"speaker": "Sophie Scott-Brown",
		"words": "No, I, you're completely right. Um, I suppose what he's doing and it brings us right back actually very neatly to our kind of opening conversations and again, this notion of war, what do we mean by, by anarchism and, and you know, kind of the, the sort of uh where do you start in history? Questions? So it all sort of comes together in a, in a beautiful symphony. I think what he's saying really is that um what the enlightenment does, I mean, is actually it's a formalization, it's an organization process. So suddenly off the back of that, you can sort of trace things like, well, where do we find the roots of the Universal Declaration of Human Rights? So I suppose if you're looking at ways where certain ideas, certain practices, certain values, intellectual, moral, et cetera, got formalized into sort of what we would now call kind of any sort of globalized legislation. In so far as that is ever effective, we have seen very dram dramatically the limits of things like the International Criminal Court to deal with problems like Ukraine with problems, like what's happening in Gaza right now. Um However, you know, I suppose what he's saying is I would say hi, his, his progress narrative has behind it, a thinking of, of global legislative practice now, which may be that he says, well, there could have been people doing brilliant things, but that didn't turn into a rule book for the human race. And I'd say, well, OK, II, I would accept that differentiation. I'd still question um I think that in terms of, you know, that argument that I, I, I'd still, I'd still question how universal that rulebook is. How effective it is. Um, BUT you can't deny that it does exist and it came into existence at a time when, um, that sort of our globalized nature of our life was becoming more, more formalized from that point on again, not to say that people weren't traveling, weren't encountering each other, weren't doing interesting things. Um, BUT I don't think that's clear. I mean, I'm sort of interpreting possibly too heavily. Who knows? Um, And I think you're right. I think that we have suffered from a serious lack of being more curious about the histories that lie outside of the history capital, h sort of thing. Um And so I think there's a salutary lesson for all uh political scientists out there, go back to the past but look laterally."
	},
	{
		"start_time": "1:05:31",
		"speaker": "Ricardo Lopes",
		"words": "Uh I, I mean, at the very least I think people uh there's a strong argument to be made that perhaps the sort of way presents history in these books in the Better Angels of Our Nature and Enlightenment now is very Euro centuries. II. I think that's a good argument to be made. But uh but then let me just run perhaps two or three criticisms that I have uh about his work through, through you to see what do you think about them. So, I, I mean, uh f first of all, uh I respect him a lot as a cognitive scientist, as a psychologist, as a linguist. But nowadays, after spending years talking with political scientists, historians and anthropologists trying to address each of the points that he makes across his books, which are a ton of them because he covers a lot, a lot of ground. And so it's very, very hard to evaluate all of what he says there. But, uh I, I don't think III I no longer take his, let's say, takes on political science and economics and anthropology seriously at all. So, but, but, but another uh the three points I was going to make are the first one I think that he is very dismissive of people who were actually part of the enlightenment. But just because they have ideas that he doesn't like, he says they were not really part of the enlightenment, like for example, Nietzsche, oh he was a romantic and then I rationalist. So he was not really part of the enlightenment. Uh Mars all because the enlightenment has to be capitalist. He was a communist or a socialist or socialism and communism, not part of the enlightenment. And then perhaps people, other people with other kinds of political thoughts, other political thinkers that would be perhaps more or less in favor of progressive is more conservative or something like that. Or maybe he would put them aside as well, but at the very least Nietzsche Marx and some other people like that. He is extremely critical of them in their books. And uh iii, I guess that if you would ask him directly, you would say that they were not real enlightened people or something like that. Uh And, and then, I mean, the another point is uh uh oh my God, I lost by Rena for now. But uh II, I mean, perhaps respond to that when and then I will"
	},
	{
		"start_time": "1:08:23",
		"speaker": "Sophie Scott-Brown",
		"words": "respond to that whilst um you, you to work on the, the other points. So I think you're absolutely right. Again, um, we talked about this earlier or my, my sort of sense that history is always a political intervention. I do think there's a strong element of that in what Stephen Pink is trying to do. I think he's almost, it's more of ac a rescue job for a particular version of the enlightenment that led to a kind of liberal world order which he sees as the most sort of sensible, um as liberals tend to do in their liberal way. Um The, the, it's the most sensible, it's most reasonable. It's the least bad of all, all, all the options if you must have. Um, LEADERSHIP cos it's amazing how many liberals will grudgingly, sort of, you know, kind of shuffle their feet. Look and say, well, yeah, yeah, law government. It sucks. But it's, it's, it's necessary and it's sensible. So I think you're completely right. The enlightenment, actually, we tend to reduce it down to this. You know, here are all the bits that we most recognize, um, and are most useful for us right now and of course, it wasn't, I mean, it just wasn't like that. I mean, if you want to say anything about the enlightenment at all, was that a large outpouring of, of ideas about how things worked, how the world worked? Nietzsche? I mean, like the, um the relationship, the romanticism is really interesting. It's always positioned again as opposed to the enlightenment. I would say it was fully a part of it because a romantic romantic thinkers no less than the rationalists had a theory about how the world worked. And on the basis of that theory, how you could then operate within it. Now, their theory was there isn't, you know, a one big truth. We can note we're always inventing that truth. Someone like Nietzsche says, fine. Well, if we're gonna invent that truth, let's really invent that truth. That's not dilly dally, let's not wring our hands. Let's not be apologetic. Let's invent the world then. And in some ways Nietzsche does not lead in a straight line to fascism, he was simply making a kind of um philosophical argument. Well, if the world is so much to an extent, a projection of our imagination that we convince or compel people into believing, then what would that look like if we actually acted like that? It's a thought experiment."
	},
	{
		"start_time": "1:10:39",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. O OK. So the two other points that just came to my mind is the first one I think that it doesn't take seriously enough critiques of capitalism. So II, I think that the, this misses to easily it takes from socialists, takes from communists and I mean, whatever, III I, OK, I wouldn't say whatever, but many or many, many, many, many of the criticisms that people would have to make about capitalism and about things like even uh uh uh economic inequality and its effects. I don't think that it takes it seriously enough and then, and perhaps partly related to that point. And also something that you mentioned briefly earlier. Uh I mean, at a certain point, it gets a bit weird to me when people say that. OK, so we have this problem, we have violence, for example, in that particular kind of way. And then most of the time his response is OK, we have that, but in the past, we have more and it seems that he's always making that kind of argument that at a certain point, I I'm no longer sure if he's just saying that or if he's just outright this missing uh the point that people are making because if that's something that still exists, it's still a problem. But sometimes I'm no longer sure if he even considers it really a problem just because we have a apparently lower levels of it now than we did in the past. So,"
	},
	{
		"start_time": "1:12:24",
		"speaker": "Sophie Scott-Brown",
		"words": "um so the first point is that he doesn't take seriously the uh critiques of, of capitalism. I mean, I think my answer to both would be, I find reading Stephen's work. Um Unlike you, I'm like I said, II, I enjoy many aspects of the boldness of the, of the argument. Full stop. I'm glad it exists if you will. Um However, and obviously, full respect for his scientific work and also always in the spirit of um history being a political intervention of some kind or another. I find um reading Steven's work a kind of wonderful mixture of idealism and really hardcore realism and maybe that's partly what's at play here. So, um I think there's this quite idealistic view that a lot of those sentiments in the enlightenment and the, this notion that she would make decisions based on rationality that she would organize affairs a occur according to um free planning informed by, you know, a factual understanding of the situation at hand. All these are sort of uh uh are not unreasonable things to sort of, um to, to believe or to want or to want to see. And I think a lot of it, sort of philosophy's motivation is worrying perhaps more than he'd like to, um more than he'd like to admit that that some of those things just as values, not necessarily as realities, but some of those things as values are under threat. I think there's a real realist in Stephen too, in the sense that he says, well, I'm not gonna talk to you about communism or anything like that. I, I think capital, we have to deal with capitalism because that's what we, we've got and actually capitalism sort of well managed, sort of polite capitalism, the kind of Adam Smith style capitalism, which never actually existed because it's never the sort of Adam Smith account of capitalism or, you know, sort of free market, I should say, or free trade, uh, never takes into account the fact that you're never starting from a position of free trade. You always are starting from a position of your second point, you know, massively powerful vested interest. So we gonna skew that competition. So we're never gonna get to the situation where we are genuinely in a free competition. That's, that's an, that's an actual historical time and place right here right now problem that um, no amount of enlighten theorizing has really dealt with that, you know, and, and I suppose what you're saying is actually, there's a wonderful sense of, we can all be very excited about the promise of the enlightenment. But what it never really did was confront the fact of power, which isn't, doesn't, isn't always, doesn't always yield to reason or um rationality by definition. But it's nevertheless a fact and it's nevertheless an active fact, you don't need to be a wild intellectual to see what power unchecked does. Um And intellectuals can sometimes actually be so, um enamored of, of these sort of clever ways around problems that they realize that actually, you know, sometimes you do have to give an answer to the brute force question, namely power is not gonna go away because you show it all how unreasonable it is. Turkeys don't vote for Christmas, right? No matter how well you make the case. Um So I think there's an element of that which ma which does I agree with you severely undermine um the overall project that we've come this way just by sheer sort of small steps, gradualism, reasonable advance. And the gradualism I think is the other aspect which is why you don't get satisfying answers to your question of. But inequality still exists if it's not, if we can prove that it's not rational to do this for the human race and we can prove it's perfectly reasonable to rearrange resources so that it's no longer necessary. Why do we still have it? And then Steven's saying, ah, yes, but we have much proportionally less of it, even if in raw numbers, we actually have more."
	},
	{
		"start_time": "1:16:26",
		"speaker": "Ricardo Lopes",
		"words": "And it's not just that we still have it, but even more that it tends to be very dismissive of the social, political and other kinds of effects that economic inequality has in across different so society, I mean, at a certain point in enlightenment now, it seems that it just uh brings up studies about how apparently if people perceive, even if it's a very, very, very high levels of economic inequality as fair, it doesn't matter. And I, I mean, for me that doesn't make any sense because economic inequality has social and political effects regardless of people, uh looking at it as being more or less fair. So,"
	},
	{
		"start_time": "1:17:17",
		"speaker": "Sophie Scott-Brown",
		"words": "um, no, it's a good point. And again, I think it's this sort of, actually there's a very humanistic element in his, in his thinking, in the sense that um if the empirical person, if you will, the person you ask says, oh no, I, I don't feel things are unfair. Um, AND even though you're looking at the stats and comparing them with what they could be going, are you sure? Um, YOU know, that, that's, uh, I think, I think I would give credibility to taking that person and their feeling seriously, but not exclusively. So you're right to say that people and how they feel about situations, if they don't feel that they're living a horrible life, then frankly, thank God, you know, sort of that, that's, that's a mercy because we, I don't want anyone to, you know, you don't want anyone to sort of be sitting there feeling like that. But at the same time, you know, there's, there's a line between that and having your head in the sand over, over things. So it's that sort of push pull between trying to respect how people feel and where they're at and then that sort of very gently trying to kind of change things and, and, and again, remember it's always a kind of act of authority for anyone to say, well, you might feel that way, but I can assure you it's not like that the best, you know. And I think again, that's what someone like Stephen Pink will be trying to avoid that. If you're gonna change things, you need to bring people with you, even if that slows down your journey. So I think he tends to avoid, not necessarily because their reasoning is incorrect, but in terms of whether it's, um, I mean, he's a sort of a brilliant psychologist. So there'd be a degree to which he's like, well, how do people change their minds about things? How do you make people want things even when they don't realize they want them, if you point to those people who are talking about extreme differences, which would be massive upheaval, um People tend to not buy into that as much as if you say. Well, let's start small. What kind of, all right, you're generally happy. But is there anything you've noticed in your life which, which is upsetting you or ranking you but start from there? And that's your departure point? Um WHICH does, doesn't actually mean. And again, this is maybe why those history books he does are generally for large popular public audiences. They're not the kind of technical books or technical monographs or articles that he would produce as a scientist. So there's always a degree of which he's saying there's a case to be made that the enlightenment didn't fail and you know, that we, um, we should still buy into its values and that, in the process of making that argument, I think what he's also trying to do is say, well, let's save those values because actually they're under threat right now. And in order to do that, I'm gonna tell you 90% of what you think you already know. And then just a AAA small enough twist to, to, to, to make you kind of come with me on this. That would be, that would be totally my, my guess. But I did used to teach rhetoric. Um So possibly I'm just putting a rhetorical spin on this which doesn't exist, who knows? So,"
	},
	{
		"start_time": "1:20:28",
		"speaker": "Ricardo Lopes",
		"words": "so I, I was looking at the um do you, we just a couple more minutes to reply to the last point I made, which I can repeat if you want or? OK. So uh the last point was, was basically me saying that I think is I'm not sure at a certain point if he takes seriously the fact that certain kinds of issues like violence of different kinds still exist because he's always going back to the argument that, oh but uh but before the, the, the levels were higher in, in, in ancient time, the levels were higher because uh and something that he keeps repeating is that uh it, it seems to him that the progressives do not like pro but I don't think that just because someone is pointing out a problem that we still have regardless of it being, uh, at lower or higher levels than before that they are dismissing a progressivism or they don't like progressivism. Well, they just want to be negative. They just pointing out a problem, a problem that still exists. And sometimes, I don't know, it seems to me that he's too dismissive of, uh, people pointing out those problems because it seems that, uh it takes it as being an attack to the kind of argument he presents in his book. So."
	},
	{
		"start_time": "1:22:02",
		"speaker": "Sophie Scott-Brown",
		"words": "Well, I think the thing with progressives is that, um, I mean, I think actually I'd agree with them to a point and then disagree at a point. If you're a progressive, your job by definition is to be that awkward person who wants to move things forward and that's genuinely your, your job and you wouldn't be doing it right if you just went. Oh, yes, pat on our backs. We've all done excellently jolly good feet up everyone. Right. So there is an extent to which this is kind of a necessary friction to have. And actually he's doing, he's almost doing the progressive course of favor by pushing back at it a bit because if you, if you want, if you want to kind of propel things forward and um you know, sort of, you, you, you know, that, that you sort of, you're, you're kind of saying things aren't good enough as they are. So, you know, it is, it is a sort of creative friction, I think to, to kind of, to kind of have that argument. Um I, again, I think this comes back to his notion of gradualism and, and again, I, I would say it's sort of like the progress is almost, you have a license to almost go too far. You, you do, by definition, you need to be a little bit utopian in your aspirations. Like this isn't good enough, we can do better. We should. And that's a driving force. It drives people forward and then you can have a sort of second flank of people saying, oh, well, you know, let's be, let's calm down, let's not go too, too fast, all that sort of thing. Um And I suppose the change that you're wanting to happen lands in between, you know, so the progressives are almost pushing further, you know, it's the lever, the leverage theory of persuasion, right? If I have a really crazy goal, a really out there goal, I need to use a lot more force to get a tiny bit of movement. Um Because I suppose the the implication there may be Steven suspects as William James did that. Um SORT of social psychology if you like uh William James used to call it the ancient Mass and that the best you can hope for as a progressive is you stain the ancient mass just a drop, just a drop and like a drop, it gradually infuses very gradually until you can slightly change the chemistry of that ancient mass. And I wonder if a similar idea is at play here. So I don't think it's a good enough argument really to say, oh, but it's, but there's proportionally less, it's not a great argument. It's a true one. Um, BUT it's maybe not, it's maybe allowing other people to be aspirational and taking the position of someone who's being quote unquote, a realist with the hope that that conversation between our wildest dreams of our best versions of ourselves and what we've got at the moment, something in between those two poles or axes um may be the direction we can shift ourselves gradually towards."
	},
	{
		"start_time": "1:24:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Ju just to give a quick example of something I heard from him that illustrates what I was trying to convey earlier. I mean, I watched a video of him uh in the Q and A and uh you, I'm not sure what the question was exactly. But at a certain point, he said something like, oh, people who are part of progressive movements, even if they become obsolete, they have to invent new problems to stay relevant. And they gave the example of f and they gave the example of feminism in the most developed countries. And I was like, really if feminist is obsolete by now, uh It, it seems a bit silly to me."
	},
	{
		"start_time": "1:25:47",
		"speaker": "Sophie Scott-Brown",
		"words": "Yeah. Again, it's, it's a confronting position, um, for him to, for him to take, but it's almost, um, again, it's almost, I, I'm not sure I'll say that was deliberate provo provocation. Um, IT, it might be nice to think that it was. Um, BUT I, yeah, I think there's a sense to which, what David Pinker rep. Uh, David, sorry, Steven Pinker represents is an attempt to say, um, you know, it's an attempt to kind of, it's kind of a conservative position that's not, that's not traditionally conservative. It's almost a t an attempt to kind of reclaim conservatism towards something that actually progressives still aren't gonna agree with, but they could work with far better. So instead of a fictional, the people and the organic community, he's saying, look through reason and time and being gradual and patience, you know, we've done a darn good job. Thank you. And it is our job. People like you and me to say it's not enough for us. Yeah."
	},
	{
		"start_time": "1:26:55",
		"speaker": "Ricardo Lopes",
		"words": "So let's perhaps uh end on that point because we're already going over, over time here. So, uh Sophie just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:27:09",
		"speaker": "Sophie Scott-Brown",
		"words": "Oh, well, I mean, so I have uh several books um which are available through a number of book retailers. In fact, my, my first book is open access with the Australian National University Press that is all about um the history of history and different ways you can use history as a political tool. And that's the histories of Rafael Samuel, portrait of a people's historian. Um I have a book on the art of everyday anarchy. Um And you can find that through various bookshops or ideally through uh libraries, particularly college libraries. My next book is coming out with Oxford University Press, probably beginning of next year and that's looking at activist politics during the Cold War. Um And then I have a book about a new philosophy of liberty that will be forthcoming in early 2025. Um You can also find some videos of me talking about anarchism, various kinds forms, varieties. Um And they can all be found via the Institute of Art and Ideas um channel or um found on youtube."
	},
	{
		"start_time": "1:28:10",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I will be leaving some links to that in the description and Sophie. Thank you very much again for the conversation. It was very informative and fascinating. So, thank you so much for coming on the show. Thank you. Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters. Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her ma J and Lain Jung Y and the Samuel K Hes Mark Smith. Tom Hummel s friends, David Sloan Wilson, Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavla Stassi na Me, Gary G Almansa Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franka Gilon Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano Chris Williams and Peter Wo David Williams, The Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, bangalore Fists, Larry Dey Junior, old Ebon Starry. Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica Week, Linda Brendan Nicholas Carlson, Ismael Bensley Man George Katis Valentine Steinman, Perlis Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz. And Nick Golden and to my executive producers, Matthew lavender, Si, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]