[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Watson. Today Igen by Doctor Camilla North. She's an Assistant Professor of Cognitive Neuroscience at the University of Cambridge. And today we're talking about her great book, The Balanced Brain, The Science of Mental Health. So doctor nor welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:22",
		"speaker": "Camilla Nord",
		"words": "Thank you. It's great to be on the decent."
	},
	{
		"start_time": "00:25",
		"speaker": "Ricardo Lopes",
		"words": "Great. So uh actually let me start by asking you um general questions. So why do you think we should care about mental health? I guess that in a way the answer should be obvious, but perhaps there are more, less obvious answers to these questions. So"
	},
	{
		"start_time": "00:46",
		"speaker": "Camilla Nord",
		"words": "well, I'll tell you the obvious answer, but then I guess I'll tell you answers that are a little bit more particular to my own views on mental health. So the obvious answer is that everyone either firsthand or second hand has experience of a mental health condition. That's how common they are. They're extraordinarily disabling, probably the foremost cause of disability in the world. That's why we hear about them all the time. But actually, I think even though we hear about them all the time, we might not be hearing about them quite in the right way. So my view is that much of the dialogue about mental health gets a few things wrong, conflates a few things and ultimately can be a little bit unhelpful for people with mental illness. So my interest is kind of trying to and speak to some of those issues in particular. For example, the fact that mental and physical health problems cannot be so clearly articulated as separate phenomena. That's something I'm I'm very interested in. And then, you know, maybe even more importantly, the fact that things we think of as psychological or biological explanations are also kind of false categories in and of themselves. And I think much of my research, but also my book really works to overturn those dichotomies."
	},
	{
		"start_time": "02:07",
		"speaker": "Ricardo Lopes",
		"words": "And and what is really the idea of the balanced brain? What do you mean by that in the book?"
	},
	{
		"start_time": "02:15",
		"speaker": "Camilla Nord",
		"words": "So I don't think there's a kind of separate category of brains in the world that are balanced and you're, it's a binary thing, you're either balanced or not. And oh God, if only I had a balanced brain, no, I think the balanced brain is a process, a process of homeostatic, responding to challenges in your environment, the way that your body responds to challenges like thirst or temperature changes. So too, must your brain be able to respond to major challenges to its own kind of mental health? Its own, I conceptualize that as a kind of predictive view of the of the world and its its role in it. And so I think the balanced brain is a set of processes that we all have that can sometimes for various reasons, balance in a different direction, perhaps a direction towards a negative mood state or towards a state of chronic anxiety. But via the same processes and intervention that target those processes can actually usually most of the time and most people restore a sense of mental health. So I don't think of mental health as being a constant state of happiness or euphoria. I think of it as a return to balance despite constant frequent challenges that we all encounter."
	},
	{
		"start_time": "03:33",
		"speaker": "Ricardo Lopes",
		"words": "But then from your perspective, specifically, as a cognitive neuroscientist, how would you define mental health? And what is it the result of exactly? Or where does it come from?"
	},
	{
		"start_time": "03:47",
		"speaker": "Camilla Nord",
		"words": "So I think of mental health. So different people have completely different answers to that question. You speak to an economist and they'll probably tell you something to do with maybe life satisfaction. Like the happiest countries in the world are the ones where people say they're happiest in their lives. And then you speak to a um an animal neuroscientist and they might tell you something like, well, it's kind of like how long a rat swims for when it's in a submerged maze. Do you know what I mean? These seem radically different as a cognitive neuroscientist. I actually think that there are common mechanisms that apply to both circumstances. Both an evaluation of your own motivational drive to get out of a submerged water maze and your own estimation of the of your life satisfaction, they of micro differences. But actually, if you look at it on a subjective scale, how happy people feel, these kind of hedonia qualities versus general life satisfaction. There tends to be, it tends to be best explained by a single factor. Statistically, meaning the most likely explanation is that there are kind of common mechanisms driving the the micro and the micro estimations of mental health."
	},
	{
		"start_time": "04:59",
		"speaker": "Ricardo Lopes",
		"words": "And of course, when we think about our mental health, many times, we refer to things like pleasure. And you mentioned how economists, for example, talk a lot about happiness. So I guess that leisure would correlate with happiness in a way. So, but in the book, you distinguish between two different types of pleasure, feeling good at one moment in time and feeling good about your life in general. So why do you make this distinction?"
	},
	{
		"start_time": "05:30",
		"speaker": "Camilla Nord",
		"words": "I think I felt I had to make those distinctions or start with those distinctions in in some senses because everybody else does, they're kind of conceptual distinctions. They're actually not distinctions that I think are very important. That's why I think understanding, for example, the brain mechanisms of feeling happy at a moment in time is that they are actually very important for understanding the mechanisms of feeling happy durably throughout your life for longer periods of time."
	},
	{
		"start_time": "06:01",
		"speaker": "Ricardo Lopes",
		"words": "And, and what is really the role that pleasure and pain play in our lives? How important are them?"
	},
	{
		"start_time": "06:10",
		"speaker": "Camilla Nord",
		"words": "So, I think I started my book with a, a long discussion of pain. And I think that's because for many people, pain is not a mental health symptom. It's not something that gets talked about in mental health awareness campaigns. It's not something where you would show up and say, oh, I'm struggling with my mental health because I have pain right now. Nevertheless, I think it's actually a kind of classic example of how your own bodily experience can be filtered, enhanced, suppressed by mechanisms that are going on in the brain. So this this is really something that happens in the context of chronic pain where the state of chronic pain to the brain has much in common with depression, probably more than it has in common with acute pain like stubbing your toe. But there are also a few interesting things we can learn from acute pain, things that are momentarily uncomfortable because they relate to the opioid system which gives us an inro to pleasure. So in rat studies, for example, um submerging rats in cold water, not too cold but pretty cold for a little bit of time, not too long, but a decent amount of time releases opioids um in the brain much in the same way that drugs can sometimes release opioids or exercise, can sometimes release opioids there. You might have heard them called endorphins. So that's why I start with pain and pleasure because I think they're an inro into that basic kind of momentary pleasure response that is somewhat underpinned by opioids in the brain."
	},
	{
		"start_time": "07:53",
		"speaker": "Ricardo Lopes",
		"words": "And do we have a good understanding of the neurobiology behind pleasure and pain? I mean, how the brain constructs these mental experiences, these subjective experiences?"
	},
	{
		"start_time": "08:07",
		"speaker": "Camilla Nord",
		"words": "Yes and no. So something that's quite easy relatively is to find out the neural and biological correlates of pleasure and pain. This would be something like putting someone in a brain scanner and finding which regions are most related to the experience of pleasure or pain. These are the regions that as they increase in subjective pleasure, these are the regions that become more active or same for pain. But what's a little bit more difficult? Something my labs particularly interested in is finding causal relationships between things going on in the brain mechanisms in the brain and subjective experiences like pain and pleasure. One of the reasons that's very difficult is that often in neuroscience for causal approaches, we turn to animals. So we might use some of the most beautiful causal studies are done with a technique called optogenetics, which is a way of temporarily activating and deactivating certain subsets of cells in certain regions in the brain. So it's a really elegant test of kind of turning on and off different brain functions because this is a somewhat invasive technique that we essentially can't do in human experiments. There's a translational gap because we also can't ask a rat whether it's feeling pleasure. So in my view, we we need a few different types of approaches to kind of overcome that problem. And this means that we know a little bit less about the causal role of certain brain structures in pleasure and pain. But things that we can do include, for example, looking at patients who've experienced strokes in that regions, which can sometimes eliminate sense of pleasure or some pain. Um OR for example, using drugs that enhance pleasure or pain or even types of brain stimulation."
	},
	{
		"start_time": "09:55",
		"speaker": "Ricardo Lopes",
		"words": "And so when it comes to pleasure specifically, I would imagine that uh we have different roads to pleasure and when it comes to our mental health, some of them would uh be better or better consequences for our mental health and others wouldn't be as good, like for example, using uh drugs to achieve pleasure and stuff like that. So uh things related to addictive behavior, for example. So uh what are really the different roads that we have to pleasure from a neuroscientific perspective and why some of them might be more dangerous than others."
	},
	{
		"start_time": "10:39",
		"speaker": "Camilla Nord",
		"words": "So I think truly, the evidence suggests that pleasurable things are helpful for mental health in the short term, even when those same things might be detrimental in the long term. So for example, an opioid drug can be in the short term helpful for your mental health, but in the long term, the adverse consequences can outweigh that. But that's not exclusive to drugs. So, for some people, they might get a pleasurable response from, I don't know, skydiving out of an airplane. But obviously that too comes with some risks. So I don't think of it so much like there are good pleasures and bad pleasures but more that all pleasures are good but some come with more risks than others."
	},
	{
		"start_time": "11:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And, and I, I mean, when it comes to dealing with mental health issues, many times, we have this sort of austerity approach like we have to the economy as well where we talk a little, a lot about self control and about long term planning and delaying gratification and all of that. But is austerity really always the best route to mental health or can we at least sometimes focus a little bit more on a short term pleasure?"
	},
	{
		"start_time": "11:57",
		"speaker": "Camilla Nord",
		"words": "Yes, I'm not a massive fan of these approaches that you mentioned where it's kind of deprive yourself of everything good and that will somehow improve your mental health. It's, you know, at the very least it's counterintuitive. But I also think there's research to suggest that actually what we might want to do is enhance people's pleasurable experiences, whether those are social or food based or activity based. Um AND not somehow suggest that everybody should just do things that are quote unquote, good for them at the expense of things that they enjoy, that seems, you know, really, really unhelpful for mental health."
	},
	{
		"start_time": "12:36",
		"speaker": "Ricardo Lopes",
		"words": "And so in the book, you also explore the ways by which the brain connects to the rest of the body because I guess that mental health is not just about the brain itself. So what are some of the ways that these connections occur that are relevant specifically to mental health?"
	},
	{
		"start_time": "12:56",
		"speaker": "Camilla Nord",
		"words": "So I'm quite excited by that bit of the mental health field. I think it's had real resurgence in the last decade. And I'm sure I'm sure everybody's seen it, seen it in the news, various aspects of the body being so influential for your mental health. Some of it is true and exciting. Some of it is perhaps closer to just hype. But I'll give you an example of something I think is on the true side. So you might have read that things like your immune system affect your mental health. And this initially, I think some of the strong evidence for this came from epidemiological studies. So big group studies showing that people with higher levels of inflammation, which you can measure by various blood based markers also have higher rates of mood anxiety and other types of mental health problems. But there is an issue with those kinds of studies. There could be a whole third factor say poverty, say another health condition that simultaneously increases risk for poor mental health and heightened inflammation. So I think some of the most convincing evidence in that field is not just the fact that those big epidemiological studies exist, but that in a lab, you can also create worse mental health or mental health, life changes in the brain by increasing someone's level of inflammation. And scientists can do that using things like vaccines that temporarily increase inflammation. So something like a flu vaccine, um or in fact, there are also vaccines that increase inflammation more than the flu vaccine can temporarily worsen people's mood and people are differentially susceptible to this probe. So I'm actually someone who really has mood symptoms after certain vaccines, um feeling down. And that's because at least in some of this evidence, people whose inflammatory states increase most after these vaccines are the ones whose brains change in the direction of depressed patients areas like the subgenual anterior singular cortex, which is robustly related to depression change also after these methods of increasing inflammation. So that's a causal link between increased inflammation and worse mood."
	},
	{
		"start_time": "15:25",
		"speaker": "Ricardo Lopes",
		"words": "So you focused in your answer mostly on the immune system. But nowadays, many times we hear people talking about the gut and the gut microbiome. Uh AND many people, I mean, perhaps because it's a new field of study or a relatively new field of study, I guess, and many times people overhype the results, I guess uh uh there's backlash from some neuroscientists and, and people like that. But uh how do you look at the, how do you read the literature on the potential effects that the gut or the gut microbiome might have on mental health and the brain in general. So"
	},
	{
		"start_time": "16:08",
		"speaker": "Camilla Nord",
		"words": "I am so I would almost separate my enthusiasm for, to answer the question about the gut versus the gut microbiome specifically because the gut itself has a very complex and interesting nervous system. For example, most serotonin in the body is actually in the gut. So it it stands to reason that some very interesting aspects of our mental states might be influenced by things happening in the gut. And some of my own work actually has shown that if you change the state of the gut. So in this case, we used an anti nausea drug that changes um the state of the gut, that's how it combats nausea. And we changed people's levels of disgust, avoidance using that drug. So something that you wouldn't imagine the gut was connected to the gut had a causal role in influencing. And you can also see this in the other direction. So I think most people have probably experienced things like stomach pain, nausea, even vomiting when they feel very stressed or anxious. So I would, I would feel pretty confident in saying that there's a bidirectional relationship between processes in the gut and in the brain as to the influence of the microbiome on those processes. I think it's a really exciting field, but I don't think that the evidence is as definitive and I would probably use the immune system as a comparison because like the immune system, you can see in epidemiological studies that there is a relationship between microbiome diversity. So that's like how many different kinds of gut bacteria you have and heightened states of worse mental health, heightened anxiety, heightened depression, but if you do it in the lab, so say you give someone antibiotics which is a way of messing with the gut microbiome or you give them ways of increasing gut microbiome diversity. The evidence is not so definitive. Some studies maybe but some, some studies seem less convincing. So this could be for a few different reasons. It could be, we haven't totally understood which gut bacteria are important or which context they're important in. But another reason is those causal links can often be found in animal studies who are living in kind of germ free environments who have various genetic factors often controlled. And in humans, it might be that there's a contribution but it's quite small compared to all these other things that matter. So I I think there is still some uncertainty about just how important the role of the microbiome is in mental health, even though it's kind exciting and interesting. And then the very final thing I'll say on that because actually I think it's a really cool area and so I could go on for a while is that although I'm still hesitant about the kind of direct link between microbiome diversity and mental health. I do think there's more likely to be an indirect link either additionally to or or instead of. And by that, I mean, microbiome health almost certainly relates to gut health. And if you're having gut symptoms, your mental health is worse, you know, for many, many people. So in that respect, I think there may well be this kind of uh sideways connection between the two that could end up being quite important for some"
	},
	{
		"start_time": "19:26",
		"speaker": "Ricardo Lopes",
		"words": "patients. A more indirect link then?"
	},
	{
		"start_time": "19:30",
		"speaker": "Camilla Nord",
		"words": "Yeah."
	},
	{
		"start_time": "19:32",
		"speaker": "Ricardo Lopes",
		"words": "So uh and, and of course, uh I would imagine that when it comes to the relationship between the brain and the rest of the body, when it comes to mental health, this would be a two way street, right? We've been talking here about how, for example, the immune system and the gut influence uh the uh the brain physiology and all of that and how of course, then that has impact in terms of our mental health. But uh how about the other way around? Is it that the way the body, uh uh the brain influences some other parts of the body or some of our physiology might also have an impact on our mental health?"
	},
	{
		"start_time": "20:14",
		"speaker": "Camilla Nord",
		"words": "Yes, I I would say substantially, which is interesting because I think it's often the other direction that people are aware of the fact that, you know, possibly what you eat or what illnesses you have are affecting your mental health. People are quite attuned to that. But in fact, the other way around is almost certainly the case that processes happening in your brain are also affecting your peripheral physiology. So I gave the example of, you know, feeling sick when you're anxious. But there are, there are actually so many, it's very obvious to look at effects on the cardiovascular system of stress, anxiety, depression. And in fact, it's to the extent that in many mental health conditions, but particularly psychosis, there are profound effects on physical health and earlier mortality because of physical health. So I actually think that the effects of mental health and physical health are, it's one of the most important things that we need to look at sort of as a as a field at the moment. But I think we're still actually growing in understanding, especially about common mechanisms that could then lead later to worse mental and physical health. So, for example, in my lab, we've become quite interested in the role of um factors in the brain and body affecting metabolic as well as mental health. Because if you look at conditions like diabetes and depression, they often co occur in the same people. So it could well be that certain changes. So for example, insulin receptors in the brain might simultaneously affect your mental and physical or via metabolic health."
	},
	{
		"start_time": "21:49",
		"speaker": "Ricardo Lopes",
		"words": "And perhaps that also points to w uh something that you brought up at the very beginning of our conversation about how it probably doesn't make much sense for us to think about physical health and mental health as two separate things."
	},
	{
		"start_time": "22:08",
		"speaker": "Camilla Nord",
		"words": "Right. Yes, it not that there aren't important distinctions to be made about the types of processes that are causing symptoms because it can help you find the best treatment. But I, I don't think it's helpful for example, to say that just because some physical system in the body is involved, then it must not be a sort of something that could be helped with psychological therapy. That that bit of the argument is patently untrue. There are many people with physical symptoms in the body who've been helped by psychological therapies."
	},
	{
		"start_time": "22:42",
		"speaker": "Ricardo Lopes",
		"words": "So getting into another topic, now, how much do our expectations, positive or negative impact our mental health?"
	},
	{
		"start_time": "22:53",
		"speaker": "Camilla Nord",
		"words": "So I talk about expectations as a kind of key ingredient, a key constituent of where our mental health comes from. And maybe I would even go a little bit further now and say that in some senses, I think they define our mental health. So our expectations in the broadest sense, often unconscious beliefs about the state of the world and our own situation in the world. That really is the closest we can get to what mental health means from a brain perspective."
	},
	{
		"start_time": "23:25",
		"speaker": "Ricardo Lopes",
		"words": "And what is the difference between emotions and moods? And why does that matter for mental health?"
	},
	{
		"start_time": "23:34",
		"speaker": "Camilla Nord",
		"words": "So some scientists have drawn a line between emotions and moods for a few reasons because emotions can come and go relatively quickly, might be more subject to certain kinds of interventions and also might not in and of themselves be pathological. So we all feel sadness, fear, disgust, these are very normal things, not things to treat necessarily, but a mood state, for example, a long term state of low mood, which can be major, depression is a very significant change in how someone sees the world. It is an immediate effect on someone's mental health. Um And you know, probably should be studied and also treated slightly differently than emotions as kind of normal human experiences."
	},
	{
		"start_time": "24:27",
		"speaker": "Ricardo Lopes",
		"words": "Another thing that you talk about in the book and I guess also plays a very important role in mental health is motivation. So what do we know about how motivation works from a neuroscientific perspective and what is its role in mental health actually?"
	},
	{
		"start_time": "24:45",
		"speaker": "Camilla Nord",
		"words": "So we know quite a lot about it. And the reason for that is because unlike pleasure, it's pretty easy to study motivation in animals. And I actually think motivation is an and neglected aspect of mental health because people take it for granted. People might think more immediately about things like pleasure, but motivation might be sort of lower down on their list. Despite the fact that I would argue, it's actually even more fundamental, you cannot experience anything pleasurable unless you have the sort of motivation to get there. You can't ever adjust your expectations unless you have the drive to experience new things that might adjust your expectations. So I think motivation is a really crucial component and we do have a relatively good understanding of how it works from a neural perspective. Um From a cognitive perspective, we also have um computational models to describe motivation. So this is a kind of very uh full field from multiple domains and also not just relevant to mental health. So these very that we know affect motivation, things like the dopamine system areas in the brain involved in drive in wanting things. These are altered, not just in some psychiatric disorders like depression, but also in some neurological disorders like Parkinson's disease. So in fact, there are sometimes these common motivational syndromes um that are slightly different but underpinned by similar processes between Parkinson's disease and depression, for example,"
	},
	{
		"start_time": "26:23",
		"speaker": "Ricardo Lopes",
		"words": "and you mentioned depression there. And I guess that probably when it comes to motivation, one of the hardest things for people who never suffered from depression to understand is how low motivation can be for depressed people and why it is that sometimes they actually cannot do anything. I mean, they just can't"
	},
	{
		"start_time": "26:46",
		"speaker": "Camilla Nord",
		"words": "really. Yeah, exactly. And this has actually been, this relates to some ideas about how to treat depression as well. So um a few weeks ago, there was a news story everywhere about how effective exercises as a depression treatment. And you know, generally I support that exercise works well for many people with depression, but it should never be regarded as a panacea in my view, nor should anything. But I'm going to use exercise as an example here because there are many people with depression who could never just on its own, engage with exercise because they fundamentally are essentially prohibited by their symptoms. So they would need an addition of a medication or some other kind of intervention even to consider doing some exercise. So I think it really is a, a sometimes it's a barrier that is very difficult to overcome for people with quite severe symptoms."
	},
	{
		"start_time": "27:43",
		"speaker": "Ricardo Lopes",
		"words": "Uh And you mentioned exercise there. What factors play a role in what strategies techniques, uh habits, activities work for a particular person when it comes to dealing with their own mental health. I mean, and why are individual differences in what works for one person and but might not work for another?"
	},
	{
		"start_time": "28:07",
		"speaker": "Camilla Nord",
		"words": "So I suppose, I think this is the most important question that we are grappling with in mental health today, which is we have for a long time taken a group based approach. What's the best treatment for depression? What's the best treatment for generalized anxiety? But that approach whilst it works for some really doesn't work for many people. There remains a lot of people who are ineffectively treated by even our best treatments or who have to try many treatments until they find one that works. And there are a few different reasons for that. But I think the biggest reason for that is that we don't, if you have a cough, we don't just give you one thing for a cough. We try to find out what's causing the cough and then treat that and that's what we need to begin to do with different mental health conditions. Find out biologically what mechanisms are causing the depression that you're in, what mechanisms are causing your state of generalized anxiety and then treat those mechanisms. So for example, if you're someone for whom these motivational circuits that I've mentioned are profoundly disruptive, there are treatments that map better onto those than to other circuits in the brain. But the this is a research problem. This is not yet something we can do clinically. And I would say from an individual perspective, the biggest take home is actually that when something doesn't work for you, it doesn't mean anything is worse about you or even worse about the treatment. If a treatment doesn't work for you, the treatment may well work for many people. What what it means is that there hasn't been a correct match between your problems, the origins of your problems and what the treatment is changing."
	},
	{
		"start_time": "29:53",
		"speaker": "Ricardo Lopes",
		"words": "Probably something very important for people to keep in mind. The fact that if something in terms of psychotherapy medication psychiatry doesn't work for them, it doesn't mean that it wouldn't work for many other people and also vice versa, right? I mean, it's not that one size fits all in psychiatry or clinical psychology."
	},
	{
		"start_time": "30:18",
		"speaker": "Camilla Nord",
		"words": "Right. Yeah, it's one of the, uh, it's one of the most frustrating things in some specs of this field where people have a negative experience with a certain treatment and extrapolate or even say, look, this treatment only works in X percent of people or in X percent of cases. So it should, we shouldn't bother using it. I think it, it actually is a kind of misunderstanding of what we need to be doing as a field which is not throwing any treatments that are effective for a decent number of people out rather better understanding when to use them who to use them in."
	},
	{
		"start_time": "30:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. And perhaps many times what happens is that people go through several different kinds of uh psychotherapies, uh medications and nothing seems to work and they get really frustrated and that's also understandable."
	},
	{
		"start_time": "31:09",
		"speaker": "Camilla Nord",
		"words": "Yeah. And to those people, I would say what we need to be able to do is to offer the widest breadth of treatments possible. So um for example, in the UK, we offer kind of first line treatments, things like antidepressant drugs, but also cognitive behavioral therapy. And that work for many people with depression, but not everyone, for some people in a few smaller numbers of clinics popping up across the country, they might have access to other kinds of treatments like for example, transcranial magnetic stimulation. So I think what we need to do is make sure we have on offer different treatments that might better treat different people."
	},
	{
		"start_time": "31:48",
		"speaker": "Ricardo Lopes",
		"words": "So, since we're already getting into treatments and interventions, could you tell us a little bit about placebos and placebos and why they matter in this context of mental health?"
	},
	{
		"start_time": "32:01",
		"speaker": "Camilla Nord",
		"words": "So, because I think expectations are so central to mental health, then of course, any treatment that changes expectations can affect mental health and perhaps one of the most well known ways to change expectations is via what's the placebo effect. And I talk about this throughout my book, actually, the importance of placebo effects in different kinds of treatments. I don't think they should be as dirty a word as they are right now like, oh, it was just a placebo effect. Actually, a placebo effect means a lot and it means perhaps even more for mental health symptoms than for other symptoms though it plays a role in other symptoms. So even drugs that we know have independent effects. So let's say opioids, which we've already been talking about, they have an effect on pain reduction. But if you don't know, you're receiving an opioid, they have a much smaller effect on your experience of pain, meaning these drugs that we know well, that are very reliable, clinically used everywhere, partially but not entirely depend on the placebo effect. And so the same is true across a number of different treatments. And so I think, rather than sort of saying we need to avoid the placebo effect, which is true for people in, in my camp running a trial, let's say, as a, as a say a patient or even as a clinician, you might want to think about enhancing the placebo effect because for an individual person's treatment, that could be the difference between it working and not working essentially if they expect it to work."
	},
	{
		"start_time": "33:37",
		"speaker": "Ricardo Lopes",
		"words": "So now we're going to get uh to go through some questions that are probably more sensitive. Uh And it's good that we have, we've already prefaced this with by saying that if something doesn't work for someone, it doesn't mean necessarily that there's nothing out there that uh will uh won't work for them. But talking about antidepressants specifically, um first of all, uh do they work? And if so how, because that's a question that many people ask."
	},
	{
		"start_time": "34:15",
		"speaker": "Camilla Nord",
		"words": "Yes, I understand why people are asking this question. Um Both questions in fact, and I think there is a clear answer to the first question and a slightly less clear answer to the second. So antidepressants do work overall, but that doesn't mean they work for every single person. It doesn't mean every single antidepressant works for every single person. And it doesn't always mean that the side effects outweigh the benefits for every single person. But I think the most robust data looking across the best studies in, you know, using the best techniques I think are pretty definitive that as a whole they work better than placebo. Nevertheless, I think a very important discussion has emerged around antidepressants because not everybody has a positive experience with antidepressants. There's some suggestion that in some cases they might be overused or used for prolonged periods time when they might not necessarily be suggested, maybe they're used instead of therapy because therapy isn't available. Um SAY for financial reasons. So I think there's a really important discussion to be had. But I do think there has been a backlash that is specific to psychiatric medication and psychiatric medication is being held to a different standard compared to other medical treatments, other effective medical treatments that come with side effects that don't work for everyone. And I, I do think much of the debate originates from essentially a philosophical difference about whether psychiatric symptoms are indeed biological and then manifests as a debate about antidepressants, but that's not really in their, in people's heart of hearts. I think that's not the real debate that's happening"
	},
	{
		"start_time": "36:05",
		"speaker": "Ricardo Lopes",
		"words": "a and related to that just recently, if I remember correctly, probably late 2022 early 2023 there was an article that came out questioning the serotonin theory of depression. Uh What do you make of that? Is depression really the result of a chemical deficit or imbalance in, for example, serotonin or any other hormone or neurotransmitter?"
	},
	{
		"start_time": "36:34",
		"speaker": "Camilla Nord",
		"words": "Yes, great. So that's the kind of second part of the question do they work? And how do they work? And I would say this is not totally tick boxed answered yet. The same is true. Of course, non mental health treatments as well. Um Many drugs have effects. We don't entirely understand but we know they work. But I think in the case of antidepressants. So um I don't know if everybody knows this, but the reason we use antidepressant drugs that affect the serotonin system is because originally other drugs that affected the serotonin system, but also dopamine and noradrenaline were found to improve people's mood. So this is a a serendipitous effect, a coincidence that happened to work. And then from there, people sort of back explained why the drugs worked. Oh OK. Well, they increase these levels of neurotransmitters. There must therefore be a deficit in these neurotransmitters and that the evidence is mixed for that. I would say the, the review that you're referring to, there are a number of issues with that review. So I wouldn't take it as definitive evidence against that hypothesis. But I think there are a number of papers suggesting complexities with that explanation. So I don't fully buy a serotonin deficit explanation either. And in fact, I don't think anybody does, even when I was an undergraduate, we were taught that wasn't the full. So I think a more reasonable explanation is that for some people, there may be differences in the serotonin system, those might actually often be the people for whom antidepressants work. But for other people even people for whom it works. It might not be something as simplistic as a deficit, but rather a change in the functioning of regions where serotonin works, where serotonin does things. And that means that by adjusting serotonin levels, it can improve mood for those people. So I think one of the most compelling explanations for the efficacy of antidepressants is kind of one level above uh a chemical deficit. It's a cognitive explanation. So if you give someone a single dose of antidepressants, it doesn't affect their mood. Um IT usually takes a couple of weeks to do that, but it does affect their serotonin. So this is kind of perplexing if you think all it is is a serotonin deficit and probably why I think that's not the case. Um INSTEAD a single dose of antidepressants or a series of shorter term doses over a few days can cause immediate changes in someone's interpretation of a emotional stimuli. This would be like if you're looking at a face is that face angry or neutral or happy. And it sounds simplistic. But in fact, these decisions, this information processing is what we do all day every day. We interpret noisy ambiguous situations in the world as phd, positive, negative or neutral. And these micro interpretations can then build up into our overall expectations about the world, our mood. And so I think these micro changes that antidepressants enact and this is work that was sort of very beautifully demonstrated by two professors at Oxford, Katherine Harmer and Phil Cowan and their teams. I think those micro changes are the reason why antidepressants work for many people is by changing information processing in the world, emotion processing in the world."
	},
	{
		"start_time": "40:04",
		"speaker": "Ricardo Lopes",
		"words": "And what about psychedelics? What can we say about them at this point in time? Because actually, uh this uh this at least to some extent, um I guess we should be even more careful about them because even outside of the medical field, there are ways by which people can, for example, get access to some mushrooms nowaday and nowadays and microdose or something like that. So what does the literature at this point say about psychedelics and their potential benefits for mental health?"
	},
	{
		"start_time": "40:42",
		"speaker": "Camilla Nord",
		"words": "So for a long time work on psychedelic drugs was suppressed in the mid 20th century, psychedelic drugs seemed like a potentially promising treatment for mental health conditions. But then for other reasons, governments essentially suppressed use and also research into these drugs. And that was undoubtedly a bad thing. I think overall a suppression of research into a new class of drugs is always unh if that drug has potential, has kind of clinical potential, which I would say psychedelics do. But as to the kind of direction and strength of that clinical potential, I think we're still working it out and there are a few reasons why it's difficult. So one reason is because of the level of excitement and hype for psychedelics, sometimes hype is a good thing and, you know, obviously suppression is a bad thing. But, but hype is itself a challenge because it means that weak data that confirms the hype can get publicized and picked up and, you know, people are, are excited about it and strong data that goes against it can get dismissed and thought. Oh, well, you know, maybe not that study because they didn't quite do this or that. So there's a kind of different standard of evidence applied based on whether it confirms people's enthusiasm. Um WHEREAS I guess my feelings on psychedelics is that they absolutely show some clinical potential, but they need, um we need to evaluate them as a, as a society, but also as scientists with precisely the same standards as we would use for a new another class of new antidepressant. So sometimes the very same people who are skeptical about antidepressant drugs and their efficacy are enthusiastic about psychedelics, which is really to me because I think we need to be cautious about side effects and when to use antidepressants. And so too, we need to be about psychedelic drugs. So some of the most exciting evidence for psychedelic drugs um for example, in in treating depression shows effectiveness of even a single session of psychedelic drugs on people's longer term mood life satisfaction, all those variables that we were talking about. But we really need a better understanding of where side effects come from, which people they should be used in and how they work to fully kind of realize their, their potential. Um, LIKE everything else. I don't think they're panacea, but I do think they are a really interesting area for research. And I have been quite excited. Um, AND in fact, I'm, I'm interested in running studies uh, in that area in my lab as well. And I, I don't, by the way, think that they're useless either. I think they're absolutely. So I'm a, I'm um I'm advocating for good psychedelic research. Um Not none at all."
	},
	{
		"start_time": "43:32",
		"speaker": "Ricardo Lopes",
		"words": "So another very sensitive question now does psychotherapy work and what are the ways by which we can tell whether it works or not?"
	},
	{
		"start_time": "43:47",
		"speaker": "Camilla Nord",
		"words": "Um So psychotherapy is an effective treatment for depression, but it depends which kind of psychotherapy. So it's a bit like saying medication can treat depression. Well, that's true. But which medication and like medication, psychotherapy has biological effects on the brain. And in fact, the body and so those effects relate to who might or might not respond um to the intervention. So something like cognitive behavioral therapy, for example, is about as effective as antidepressant drugs for depression, meaning 50 to 60% of people will see a response after a course of C BT. But that means it doesn't work for everyone. It doesn't work perfectly, it might work, but it is insufficient to fully treat depression. Um I think one of the most exciting sort of future avenues is actually marrying the treatments we traditionally think of as biological like drugs, brain stimulation with psychological therapy. And I think psychedelics may hold particular potential for that. So thinking of them not as stand alone treatments, the way we might think of antidepressants, but as augmentative treatments, treatments that can enhance specific things happening during a a psychotherapy session."
	},
	{
		"start_time": "45:02",
		"speaker": "Ricardo Lopes",
		"words": "So something that sometimes we hear from people that bring it to the table as a criticism of psychotherapy, people who question its efficacy um is that they sometimes cite studies which apparently indicate that many or or psychotherapy works as well as many other common activities like I don't know, talking to a friend, going to the church, talking to the priest, something like that. So uh what would would be your reply to that?"
	},
	{
		"start_time": "45:40",
		"speaker": "Camilla Nord",
		"words": "So good psychotherapy trials will always compare the treatment of interest, say cognitive behavioral therapy with an active intervention, which would be usually something like psychoeducation, which means you sit with the therapist and you sort of get educated on different psychological factors. So it's not intervening in them the way that something like cognitive behavioral therapy is, but it is giving you something the contact, the support. So those are the trials that I look for to see if therapy is effective and they are harder to do. And rarer than the other type of trials that maybe compare it with nothing or sitting on a wait list, which can sometimes be worse for mental health than doing nothing. So I agree with the kind of challenges of running psychotherapy trials. But um but I would argue that having a good control group can make up for that and and it does in many cases um of psychological therapy. So there are some types of therapy, for example, exposure therapy that are just extremely effective for particular conditions. Like say you have a phobia exposure therapy is very effective for that for that condition much more so than talking to a friend would be. Um I would also say that it's not a problem that's unique to psychotherapy. So um psychedelics also have a problem with the placebo effect. Um BECAUSE so like psychotherapy expectations play a big role in your response. Um And even there's a great paper called tripping on nothing where people had um psychedelic like responses to being told they were taking a new psychedelic that was actually a placebo pill. So um psychotherapy studies, I would like to see an active intervention like psychoeducation. Um AND also psychedelic studies, I would like to see an active control group, maybe something that also makes people feel a bit high."
	},
	{
		"start_time": "47:32",
		"speaker": "Ricardo Lopes",
		"words": "So just to cover another set of uh treatment slash interventions, um what can we tell about electrical stimulation and deep brain stimulation at this point?"
	},
	{
		"start_time": "47:46",
		"speaker": "Camilla Nord",
		"words": "So my lab has done a lot of work on electrical brain stimulation and this can mean a big variety of different things. So I want to kind of draw some of the, the clarifications before I answer your question. Historically, people might have heard of something like electroconvulsive therapy, um which has, you know, very negative societal connotations. It's still used today in patients with very severe depression. And in fact, it is the most effective medical intervention for very severe depression where people haven't responded to anything else. So I think, you know, there's, there's even room for something at the more um interventionist side of electrical stimulation for some patients. There's a lot of controversy about it um which I'm happy to get into. Uh BUT I think there is a role. Um BUT I think for a much larger number of patients, different types of milder brain stimulation can be effective. So for example, something called repetitive transcranial magnetic stimulation or RT MS is an effective treatment for depression. You get several sessions in a row pace than something like therapy where you're getting it once a week. This you're often getting sort of five days in a row for a couple of weeks and then, then it can sustain for a period of time after that often months. So um or sometimes longer. So I would say there is room for other kinds of brain stimulation approaches and to be applied even in more mild to moderate cases of depression, especially people who don't respond to drugs or therapy."
	},
	{
		"start_time": "49:22",
		"speaker": "Ricardo Lopes",
		"words": "Uh BY the way, just out of curiosity you mentioned briefly there that are some controversies associated with the electrical stimulation. Could you tell us a little bit about that?"
	},
	{
		"start_time": "49:34",
		"speaker": "Camilla Nord",
		"words": "Yeah. So I think some of this controversy emerges because the technique itself has changed over the years. So that's kind of fair enough. Some of it has emerged because especially, you know, many decades ago people received it without their consent or full knowledge of what would happen. So that's obviously a kind of unethical approach. But I also think sometimes the controversies emerge because of just genuine complexities of the treatment and the condition. So I'll give you, you know, 11 example, for example is that people um uh worried about CT say that there might be brain damage that can occur from CT and, and actually, there is no robust evidence to suggest that's the case, there's even animal studies to, to um suggest brain growth that happens after T. So I I am very skeptical of those claims, I'm not so skeptical of claims of memory disruption after CT, that seems to be a more robustly reported phenomenon, but in the vast majority of cases in, in studies that seems to disappear. So it seems to be a kind of short term. And the problem with those claims is that people with depression have memory problems, so it's very difficult to control, you know, have a sort of placebo T group um to control for it. So I think that there's actually still some uncertainty um about that particular side effect. But in both cases, of course, I have immense sympathy for anyone who's had a treatment and feels even subjectively that it's had a really negative consequence on their mental cognitive, physical health. And that's the case across interventions. But for CT as well."
	},
	{
		"start_time": "51:21",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I have one last topic here. I would like to ask you about, we've been talking here a lot about treatments and interventions or medical treatments. So, is there anything we can do for our mental health ourselves? I mean, is there some sort of mentally healthy lifestyle?"
	},
	{
		"start_time": "51:42",
		"speaker": "Camilla Nord",
		"words": "I think that's the question everyone would really like to know the answer to. And so that was why I, I made sure, you know, I wanted to write a book that wasn't just about medical interventions, but also about lifestyle interventions and whether they really do or don't matter. And my short answer is yes, I do think that there are many things you can do to improve your mental health in terms of an individual in their lifestyle. But often those things are a little bit annoying because there are things that improve your physical health and then have knock on effects on your mental health. So exercise is actually a great example and exercise. Yes, epidemiological evidence like with inflammation in the microbiome, but also causal evidence, really good trials that show that giving someone an exercise intervention seems to decrease symptoms of depression and there are a lot of sort of interesting mechanisms why that might be things that changes in the brain, it might affect motivation, it might affect different aspects of neuroplasticity. Um REALLY uh rich, rich new field there. But I would say that's a great example of a lifestyle intervention. Dietary interventions are a little bit less clear. I think there is evidence to suggest that if you have particular dietary deficits say that you have anemia, it may well have mental health consequences for you. So it's very important not to have things like that. But whether having more of certain things in your diet will help your mental health. I think we're actually still a little bit more ambiguous about that, but there could still be these kind of secondary effects via healthier um you know, cardiovascular system or digestive system that then could impact mental health. So I, you know, I feel positively about them even if I don't think it's always a direct connection."
	},
	{
		"start_time": "53:29",
		"speaker": "Ricardo Lopes",
		"words": "So uh and related to that, and this will be my last question. Is there a risk of people becoming too obsessed with healthy lifestyles or with particular kinds of lifestyles that are marketed and the marketed here is very important as healthy. I mean, sometimes we see on social media or hear about some uh sketchy interventions out there that are really pseudoscience. So, is there a risk there of becoming obsessed with that kind of thing?"
	},
	{
		"start_time": "54:05",
		"speaker": "Camilla Nord",
		"words": "Yeah, I I absolutely think there is, I mean, I guess you can tell from this whole interview that I'm a little bit of a skeptic on many of the, um, and many of the most trendy things in mental health. And not that I don't think there's sort of interesting science there, but I, I wouldn't necessarily advise everyone to go and take them up myself. And I think that kind of, that idea that you could maybe have an influencer suggest that if you just do one thing, it's going to absolutely change your mental health for the better. Yeah. It, it could be innocuous, it could be dangerous. This is exactly the sort of thing that can lead to, um, eating disorders, like orthorexia people being extremely, extremely particular in what they eat because of belief that certain foods are bad for them and that can be really destructive for your mental health. Even something like exercise taken to a extreme can be bad for your mental health. If you look one of them, one of my favorite studies that I talk about in the book shows this great positive relationship between amount of exercise and mental health. Up to a point. If you're exercising more than about four times a week, it's actually worse for your mental health to do more and nobody knows why there might be a kind of complex non causal relationship there. But still, I wouldn't run around saying the more the better. Um, YET, and And so I guess I feel in general that there is a really important message here about moderation, even moderation on the things that are themselves moderate. So not too much austerity either. Um, BECAUSE I think that we run the risk of kind of becoming so invested in these things that might make a tiny difference. But the fact of engaging with them might make a bigger difference to our mental health negatively in that case."
	},
	{
		"start_time": "55:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I guess that recently I've had a conversation with an anthropologist and we talked about, I mean, this might not seem related at all, but at least to some extent there is we talked about the evolution of bipedalism in humans. And uh we in our industrialized or post industrial societies usually under use our bodies. But then uh anthropologists also point to the fact that, hey, OK, that's true. But in traditional societies, perhaps people overuse their bodies or misuse their bodies. So perhaps in a way, uh that's the idea related here to uh how we should deal with some of these treatments or habits or activities. I mean, it has to be in moderation,"
	},
	{
		"start_time": "56:39",
		"speaker": "Camilla Nord",
		"words": "right? Yeah, I absolutely agree."
	},
	{
		"start_time": "56:43",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again The Balanced Brain, the Science of mental health. And I'm leaving a link to it in the description box of the interview and doctor, no, apart from the book, would you like to tell people where they can find you and your work? On the internet."
	},
	{
		"start_time": "57:00",
		"speaker": "Camilla Nord",
		"words": "Yeah, you're more than welcome to get in touch with me on Twitter uh X at Camilla. Nor um and you can look at my lab website, nord.co.uk if you're interested in being in any of our studies or just reading about the kinds of work that we're doing."
	},
	{
		"start_time": "57:16",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm also adding that to the description of the interview and thank you so much again for taking the time to come on the show. It's been a pleasure to talk with you."
	},
	{
		"start_time": "57:24",
		"speaker": "Camilla Nord",
		"words": "A real pleasure. Thank you for having me."
	},
	{
		"start_time": "57:27",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno, Bernard Seche, O of Alex Adam, Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Condors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson, ya dear, Roman Roach Diego, Jan Punter. Romani Charlotte, Bli Nico Barba, Adam Hunt, Pavlo Stassi Alek medicine, Gary G Alman Sam of Zed YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca Beto Lati W Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon, Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis, Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi. Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Veg and Bernard N Cortes Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]