[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Jeff mcdonald. He's a professor in the Department of Psychology at the University of Toronto in Canada. And today we're focusing mostly on his research on the psychology of singlehood. He's been working on the intersection of single hood and sexuality and he is also trying to understand what predicts well being in single hood. And so we're going to talk about those topics and some other related things associated with the topic of single hood. So Dr mcdonald, welcome to the show. It's a pleasure to have you on."
	},
	{
		"start_time": "00:39",
		"speaker": "Geoff MacDonald",
		"words": "Uh Thanks for having me."
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "So let's perhaps start with the most basic question here because maybe it would perhaps seem to be an obvious one, but maybe it's not so obvious. So, what is singlehood or at least how do you define it in your research? And by the way, do you approach it mostly as involuntary and unwanted or as a voluntary phenomenon or both?"
	},
	{
		"start_time": "01:08",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. So in terms of the definition of singlehood, I mean, I wouldn't say it the, the field of single hood studies is very young, you know, like maybe five or 10 years or something like that. And so, you know, I wouldn't say that we've reached a consensus necessarily. Um But I would say that, you know, probably the most important distinction to be thinking about is that sometimes when people talk about single people, what they mean are unmarried people who could still be in a dating relationship or something like that. Generally speaking in my lab, we define single people as people who are not in a committed romantic relationship. Um You know, in terms of how we do that in our research, we let people define that for themselves. I mean, obviously there's some gray area there. I think the kids like to talk about situationships now, for example, you know, there's friends with benefits, there's that kind of thing. And so there's definitely gray area between being single and not being single. And so at least for the time being, we just, when we ask people to sign up for studies, you know, do you define yourself as single? Um We do typically in our research, uh ask people to only sign up if they've been single for six months. So that like some of that gray area has worked itself out, maybe people think they're broken up but it's not really broken up or whatever. Um So yeah, I mean, I think it's perfectly valid to be studying unmarried people. Typically we do it as like people who are not in a committed uh romantic relationship. I mean, in terms of, in terms of voluntary or involuntary, I mean, like you suggested in our lab, we very much want to study it as both. Um I think that, you know, like I said, because this is something that hasn't been studied for very long. I don't think we really know much about, you know, what's the percentage of like voluntary versus involuntary when I talk to people about my research, um you know, we do a lot of descriptive research in my lab, um which is we kinda just wanna see what's going on. Uh And so I often use the analogy of like, you know, in our lab, what we're trying to do is we're trying to draw a map. And so maybe if we do a good job of drawing this map of where all the single people are, we'll get a sense of like, who are the happy, single people, who are the less happy single people who's more voluntary versus less voluntary. So I, I really try to approach it as both and, and hopefully in, you know, a few years, we'd be able to have better data to say, you know, which is more common and how common it is."
	},
	{
		"start_time": "03:28",
		"speaker": "Ricardo Lopes",
		"words": "This is very interesting because uh I mean, you started your answer by saying that many people tend to think about single people or classify single people. Uh All the ones that are unmarried. But of course, there are people in committed romantic relationships that are not married are just living together or even not living together at all, but in a still in a committed romantic relationship. But then even apart from that, uh, I mean, there are people that are in relationships but not really committed relationships, they might just prefer casual relationships. They might just have, I don't know, friends with benefits, they might have just exclusively sexual relationships are what now people call, as you mentioned, their situations are and I guess that would also include people that in their social media, in their relationship status would put something like it's complicated or something like that."
	},
	{
		"start_time": "04:25",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. Yeah, I know, there's definitely a lot of gray area there. And I mean, even as we're talking, I'm thinking like, you know, there, there, there would be, it would be really beneficial to have like a, like a good qualitative study sometime where we just go and ask people, you know, you say you're single, like, what do you mean by that? And we've done a little bit of that. We've asked people like, what kind of romantic and sexual stuff do you have going on? And so we're starting to look into that. Uh So yeah, I mean, let's, let's just say we're starting with the easy question by trying to make it sort of binary to start with. Uh But for sure, for sure. And I, you know, I hear from and read about a lot of people who feel like they're somewhere in between those. So that's, that's definitely a thing, you know."
	},
	{
		"start_time": "05:03",
		"speaker": "Ricardo Lopes",
		"words": "But, but then, I mean, we have to keep in mind but that it's not necessarily the case that if someone is classified as single, they are not in any kind of relationship at all, they might be."
	},
	{
		"start_time": "05:17",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. Exactly. And in fact, we, we on that front, we have done a little bit of research. I'd be happy to talk about that, that we've tried to get a sense of like, you know, what do they have going on? But I will say like, at least in the data that we've got, um, the majority of people who tell us that they're single have no sexual or dating relationships going on. I do think that sometimes you get this kind of like sex in the city image of what single people's lives are like. And that's great trauma, television and true for some people's lives. Um, BUT for the majority of people, uh who are single, they don't have something like that going on. So it does happen and it's an important part of the phenomenon. But I do feel like culturally, we sometimes overestimate how much people are kind of like casually dating or having these casual sexual affairs. Yeah."
	},
	{
		"start_time": "06:05",
		"speaker": "Ricardo Lopes",
		"words": "Right. And then related to that another question, there's short term, single and long term single. So at what point how much time does someone need to be, uh, in a, uh, single for them to be classified as long term single?"
	},
	{
		"start_time": "06:25",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. You know, again, it's one of these things where I wouldn't say that there's a field wide definition of that. Um, SO, I mean, in terms of like, the, the research that we've done, we've used three years as a marker of long term singlehood. Um, BUT I mean, you know, honestly we just kind of made that up, right. Um And so that's something else that like, again, I think it would be really important to collect some data and ask people, you know, when did you start defining yourself as a long term, single person, you know, anecdotally, I mean, one of the most interesting things about doing this work is that there's so many more people writing and talking about single hood that there's no shortage of people's narratives about this kind of thing. Um And anecdotally, it kind of sounds like people just, it's like people have an epiphany at some point, you know, that that's along the lines of like, I guess this is it, you know, and, and for some people that's, you know, that they've been trying out dating for a long time and they're like, but I'm never happy in a relationship. So I guess that's not what I wanna do, you know, other people are just unsuccessful on the dating market and they're like, I guess I'm gonna have to make peace with this. And so there does seem to be something again just anecdotally. This is not like hard data or anything but like people themselves kind of come to that conclusion at some point. And I think it would be really interesting to study that more formally. But yeah, I know that we don't really have a formal definition. We've kind of used three years as a, you know, as a one marker"
	},
	{
		"start_time": "07:46",
		"speaker": "Ricardo Lopes",
		"words": "but a and the reason at all for three years or"
	},
	{
		"start_time": "07:52",
		"speaker": "Geoff MacDonald",
		"words": "no, you know, just vibes, I guess. Um Yeah. No, I mean, you know, we just needed to define it for a particular study. Um Yeah, I mean, because that's the thing too, right is that we don't even have a lot of good data on like how people, how long people typically stay single for, you know, like it's, it's one of the challenges of this kind of work. And I think it's why, for example, there's a lot more research on marriage than there is on getting into a relationship that like if you want to study marriage, you get a bunch of people who are already in romantic relationships and a pretty good chunk of them are going to end up getting married with single people. You need thousands of people. Like we were in one study recently where I think we had like 4000 people to start with. And six months later, I think it was about 43 or 400 of them were in relationships. Um, SO, um, you know, it's challenging, it's challenging to, to get that kind of data. So we don't even know, like, what is the typical length of single hood for people who do end up in romantic relationships? Yeah."
	},
	{
		"start_time": "08:53",
		"speaker": "Ricardo Lopes",
		"words": "So let's get more specifically into the psychology or what we know for, uh, for, at least for now about the psychology of single people and their psychological well being and some of the aspects of some of their lifestyles, let's say. So when it comes to their traits, do they have anything to do with attachment with attachment style? Because I would imagine that for someone that is uh at least familiar with psychology, that would be one of the first things that that would pop into mind that maybe people who are single and the ones who want to be single or like to be single. Uh But they would possibly have some sort of insecure attachment style, like a fearful and anxious attach attachment style, some or an avoidant attachment style, something like that."
	},
	{
		"start_time": "09:50",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. Yeah. I mean, it's so, I mean, it's, it's worth starting this answer by saying, um you know, there are significant differences and it does look like insecurely attached. People are more likely to be single. I mean, having said that and this has kind of been one of the thrust of the work in my lab is that there's so much variability among single people, right? So, you know, iii I, I'll go down this road. I just don't want to make it seem like there's no such thing as a secure, single per person. There definitely are, you know, there definitely are people who um you know, they choose being single because they enjoy it and they meet their social needs in ways other than romantic relationships, for example. But I would say that the data has suggested that insecure attachment um is one factor that leads people to be more likely to be single. So, um you know, with, with insecurely attached or sorry, with anxiously attached people. So, you know, these are the people that, that in everyday language, you would talk about them as like the more sort of like needy and clingy types. They, you know, they tend to experience a lot of a lot of negative emotion and that leads them to feel like they need a lot of support. Um You know, they tend to feel like um they, uh uh you know, can't really do life on their own, for example, they, they really feel strongly in need of other people. And so one of the places that they feel strongly compelled to turn to, with that is to romantic relationships. So anxiously attached, people really want to be in romantic relationships. But one of the things that's come out of our work that I think is important to keep in mind is that anxious attachment isn't just wanting a bit more closeness in romantic contexts. They want to be closer to their family, they wanna be closer to their friends. Like it tends to be something that, like pervades all of their relationships. But the trouble that anxiously attached people have in romantic relationships and in other types of relationships is that, you know, that neediness puts a strain on the person that they're in a relationship with because they tend to have these behaviors when they get insecure, they, they feel like they're gonna lose that person. And you know, what people do when they feel like they're gonna lose something is they try to lock it down, they try to control it, right? And so this is where you start to see like jealous kind of behavior where you see like angry behavior or you see controlling behavior. I mean, in general, you could say that their goal is to try to limit the other person's choice and autonomy in a way that, you know, in the short term makes it more likely that that other person is going to be with them. And in the law, I mean, you know, we all like to be in relationship with people who give us choice and freedom and autonomy. And so it just wears people down over time, right? So, you know, with the anxiously attached people, I think that the data do suggest they're more likely to be single, it's not for a lack of wanting a relationship. I mean, they of, of, uh all of the different attachment styles want a relationship the most. They just have these patterns that make it challenging that for them to keep their relationships together again, romantic and otherwise this is a challenge across relationships. You know, I think it's with anxious people. One of the things I find interesting too is that when they're single they feel like, oh, if I just had a relationship, I would, you know, I would feel better. Right. But the data from romantic relationships also shows that when anxiously attached people get in a romantic relationship, they're also less happy in romantic relationships. You know. So I think that what anxious people on a healthy path often do is they'll kind of notice that like, oh, I thought a relationship would make me happy and I'm kind of just not happy. Maybe I should take singlehood as an opportunity to, like, learn to live life with, you know, with on my own, get solid on my own. Um, SO, you know, in that sense, yeah, I mean, anxiously attached people are more likely to be single. I do think of singlehood as a real opportunity for anxiously attached people to, you know, learn that they don't need other people as much as they think they do, um, with the avoidant people. So the avoidant people, um, you know, these are the people who in everyday life, they they tend to keep more of an emotional distance from other people. Um, YOU know, they, they don't value being close to people all that much. They really like being independent. They don't like people, you know, getting in their space and taking up their autonomy. I mean, I always joke for example that, like, you know, if, if you and your partner come home with like eight bags of groceries and you want to carry all the groceries in by yourself, you might just be anxiously attached. They, they don't like relying on other people. It makes them feel like they're giving up some of themselves, like they're giving up some of their autonomy, right? So they like independence. They, they, they're not particularly, you know, they're not high in expressing themselves emotionally. Um And so they are also less likely to be, uh, in romantic relationships. Uh And again, it's not that there's no such thing as avoiding people in a romantic relationship. There are lots of them, but statistically they're more likely to be single. Um And, you know, this is because they do prefer emotional distance. There is an extent to which, you know, I think that with avoiding people in singlehood, they sort of get two things. One is that they don't get other people, you know, giving them a hard time and getting them in their, in their face and they do like to be alone, you know, and so I think that they I think that they get those advantages. But the thing with avoiding people is that just like with anxious people, like, it's not just something that affects the romantic relationships that this kind of like more emotionally distant way of connecting with people. And this kind of like de prioritization of relationships with other people. It also affects their friendships and their family relationships and that kind of thing. And so, you know, what we find is that avoiding people, they say that they like being single, they like being single just as much as secure people do, but they're less happy than secure people when they're single. And, you know, our best guess is that, um, you know, when you're not connecting romantically, but you're also not connecting with your family and your friends, you know, even if there's a part of you that feels relieved, not being around other people, um, just human beings get lonely, you know. And so I think that what avoiding people do is they kind of end up isolating themselves and putting themselves in a situation where, you know, they get a relief from what they think of as the problems with social connection. But on those days when they really want somebody, nobody's there for them, you know."
	},
	{
		"start_time": "16:04",
		"speaker": "Ricardo Lopes",
		"words": "But then, I mean, would it be fair to say then that, uh whenever we know that someone is single or even long term single, because that's the, usually the cases that people tend to frown more on and be more worried about. Uh WE shouldn't assume necessarily that that person as sort of insecure attachment style. I mean, they may be securely attached, but for some reason or another that we might get into here, they are just not that interested in romantic relationships, for example."
	},
	{
		"start_time": "16:43",
		"speaker": "Geoff MacDonald",
		"words": "Yeah, I mean, this is like, so again, like, first of all, I think what you said is really important is that uh again, there's all kinds of reasons for being single. And I would say that like, you know, statistically someone who's single is more likely to have attachment insecurity, but that's not the same as like everyone who is single is single because they've got some kind of like personal or emotional problem or something like that, right? Um And there's also so there's that one layer, right? Which is that it's, it's not necessarily the case that people are doing it because of that kind of an issue. The other thing is you'll, you'll hear interesting narrative from more avoidant people that float the idea and obviously people are free to agree with this or disagree with this, right? But, you know, the argument is often that, well, you think that it's a problem that I'm not in a romantic relationship. But actually, I think the problem is that society overvalues uh romantic relationships, right? That they're uh that I don't need relationships as much as other people do. Um And you know, I would say, for me, you know, I'm kind of so so on that argument. But like I would say the argument that I find the most compelling is that, you know, there are other ways to live meaningful lives and contribute to society, for example, than, you know, having a relationship. And so I always use the example of is I remember thinking about this when uh the pandemic first started and the rush was on to find a vaccine. Like that's not a time for work life balance, right? Like we actually need people in society who are, for example, willing to devote themselves entirely to their job, right? And I do think, you know, I come from a background of romantic relationship researchers and I think that we tend to judge people's value based on how much they're interested in and good at intimacy in relationships. And there's all kinds of other things that we need people to be interested in um and engaged in in life. And so that is an argument that would hear from avoiding attached people is that the problem isn't that I'm not in a romantic relationship. The problem is you're not realizing the ways that I get meaning and contribute to society in ways other than connecting to people emotionally."
	},
	{
		"start_time": "18:49",
		"speaker": "Ricardo Lopes",
		"words": "Uh I mean, this is actually something that just recently I talked with Doctor Bella de Polo on the show because she's been also doing lots of work on singlehood and she told me about different ways that people who are single, uh, basically make their lives meaningful by engaging socially in other ways, by committing to their whatever work they're committed to and sometimes even, uh, charity volunteer works, uh, stuff like, I mean, many things that people might get involved in that do not, uh, entail being in a romantic relationship."
	},
	{
		"start_time": "19:30",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. Yeah. I totally agree with that. I totally agree with that."
	},
	{
		"start_time": "19:33",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND what about their well being? Uh I mean, and again, connecting a little bit to attachment, I guess that you've already touched a little bit on that when in my first question about attachment. But uh I mean, do single people usually have uh high levels or low levels of well being? And does that connect in any way to their specific attachment style or not?"
	},
	{
		"start_time": "20:00",
		"speaker": "Geoff MacDonald",
		"words": "Right. Yeah. So, I mean, I think that the data are pretty clear that if you look at the average person in a relationship and you compare them to the average person who is single and again, this is single, defined as like not in a committed relationship. I think that the, I think the question of whether marriage brings happiness is a different question than like does initially getting in a romantic relationship bring happiness? And I think this question about getting in a romantic relationship, the data are more clear on that. So unequivocally, the data say that people in romantic relationships are happier on average than uh, people who are single. Um, AGAIN, you know, it's not to say that everyone who's single is miserable. And so, you know, there was a study by Lisa Walsh, for example, and found that there are absolutely single people who are just as happy as the happiest people in relationships. You know, there's less of them in Lisa's data. It was something like there was 1/6 as many single people in the top band as there was people in relationships. But it's, you know, it's, it's a, it's a common thing, right? Um But I mean, if we're going to talk average differences, uh it's quite clear. Um I think that the questions that are um you know, harder to answer but are coming into focus more is, well, why is that right? Uh And so, you know, an average difference doesn't necessarily mean that relationships are causing people to be happier. Um And, you know, in our lab, for example, we found evidence that one of the reasons that there's differences between people who are single and people in relationships is personality. Like there's certain types of people who are more likely to get into relationships. I mean, one of them we just talked about and we'll come back to in a second is attachment uh in our lab. My amazing grad student, Elaine Hone has been looking at big five personality variables and we find, for example, that extroverts are more likely to be in romantic relationships. Um, AND I mean, I think it, I think it makes a lot of sense. Right. Like extroverts and this is the thing, it's not that introverts enjoy social contact less than extroverts. It's just that they like less amount of it. Right. Like, avoidance, need more time to themselves. And so in terms of finding a romantic partner, I mean, this gives a couple of advantages to extroverted people. One is that they're probably just more motivated to have somebody around all the time, right? And so they're more motivated to be in a relationship, they also just tend to be more social. And so there's more opportunities for them to meet people. The thing about extroverted people is that whether you're in a relationship or not, they're just happier people on average, right? And so we think that one of the reasons why um partnered people are uh happier is that they start out happier, right? And so that's part of it, it's not relationships causing happiness. If anything, it's like happiness causing relationships. But there's also been some really good longitudinal studies like the, the way that you really need to get at this is you track people's level of well being before they get in a relationship, you know, and then track it again after they get in a relationship. Um And again, it's been very hard to do, but it's just in the last year really that there's a bunch of studies that have been doing this. And it is true when people go from being single to being in a relationship, their levels of life satisfaction go up. We have one study that we're writing up in my lab right now where, you know, we didn't just measure life satisfaction. We also measured, for example, sexual satisfaction. And, you know, we found that people's life satisfaction went up a small degree when they got in a relationship, their sexual satisfaction went way up when they got in a relationship. Right? And so the way that we tend to think about it is the more that a domain of happiness is directly tied to being in a relationship, like life satisfaction can come from your relationship, but it can come from your work, it can come from your hobbies. You know, sexual satisfaction is much more directly tied to like, do you have a romantic partner or not? Um, AND that really seemed to strongly go up when people got in a relationship. So, um, yeah, you know, I, I think at this point it's very clear that relationships increase people's happiness. I think that the really important caveat to that, right? Is that in longitudinal research, you don't randomly assign people to be in a relationship, right? And so you can't say that people who don't want to get in a relationship would actually be happier if they did because they haven't been in our studies. The people who didn't want to be in a relationship, don't get in a relationship, right. So, you know, I feel very confident that for people who are motivated to get into romantic relationships, their life satisfaction, their sexual satisfaction, that kind of thing will go up. Um But I can't, you know, I can't say that that's gonna apply to everybody. So uh in terms of uh the well being and its relationship to attachment, um attachment has definitely uh in our data, proven to be something that is uh linked to well being and singlehood. So with anxiously attached people, and you're right, we kind of, we kind of talked about this a bit already, but like with anxiously attached people, they just have more difficulty maintaining their connections with people, whether that's friends or family or whatever. Um And so, you know, they really, really want to be in a relationship, they're having trouble making it happen, they're having trouble having relationships stick when they do happen. All of that neediness when they're single is going to be directed towards other people and those issues are going to come out elsewhere, right? So, um that's really the struggle for anxiously attached to people is wanting something that they can't get. And, and again, ultimately, and this is the thing, right? I mean, if people are listening to this and they, you know, find like, oh, I'm actually this like anxiously attached kind of person, I mean, it is, it is definitely resolvable. There's lots of good literature. There's like good therapeutic practices that can help people with this. So it's not a death sentence at all. And in fact, I think that what anxious people will find is as they do whatever they need to do to become more comfortable with themselves. One of the things they'll find is that desperation to be in a romantic relationship will start to fade away. You know, like that's my sense of like the healthiest singles, like the singles who are high and secure attachment, who, you know, they, um you know, have, uh they don't worry about being rejected by other people. Like anxious people. Do they trust other people, sort of unlike avoidant attached people, they tend to have this attitude of like, you know, what my life is pretty good as a single person. If someone comes along who can make it better, great. But if nobody comes along, who can make it better, who ma who can make it better? I'm already making it better. Right. So, whereas the anxious people kind of have this, like, desperation to be in a relationship, secure people are kind of chilled about it. And then that seems to be a associated with more well being in singles. Um, YOU know, for avoiding people. Yeah, they, they have of all of these groups, the lowest desire for romantic partner. Um And so they, they, I think, you know, they find themselves when they're single. I think that they're in a bit of a bind. It's almost like they're like, look, I'm happy being single and I don't want to change that, but I'm not super happy overall. Like, what do I do about that? And it is, you know, there's research with avoiding attached people that suggests that they benefit from relationships more than they realize. And so, you know, to avoid people, I always suggest that they're the group that might benefit from putting themselves in some uncomfortable social situations. Like I always use the analogy that, that for avoiding people, uh, intimacy is like exercise where like, you know, often exercise feels bad in the moment, but you actually feel better afterwards, right? And so I think that's what often happens for avoiding people is they feel uncomfortable when they start to get close to somebody. Um, YOU know, they, they don't fully trust people. They worry that they're going to get taken advantage of like that kind of stuff and yet something very human in them just feels better because they've spent time with people, you know. And so I think that's the trouble that avoiding people have not just in singlehood, but in relationships in general is that like, they just kind of have this profile of pushing away something that's good for them. You know,"
	},
	{
		"start_time": "28:02",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, what I'm about to say, please correct me if I say anything wrong here. But I would imagine that also for the anxiously attached people, the ones that are desperately trying to get into new relationships whenever they're single, they also might get themselves into a bit of a, a messy relationship situation because, I mean, it might just happen that they come across someone that, uh, accepts to get into a romantic relationship with them. But then if they just are open to having a relationship with almost anyone just to fill that void, let's say, then they might get into relationships with people that are not really very compatible with them. And then it's even worse than just staying single for a longer while. I guess"
	},
	{
		"start_time": "28:56",
		"speaker": "Geoff MacDonald",
		"words": "that's, I mean, you're exactly right. I mean, we have, uh, there, there's some research that my former phd student, Stephanie Spielman did. Uh, AND she's a professor at Wayne State University now. And so she did and continues to do a lot of work on the fear of being single and we have data on exactly this point, which is that, um, you know, it was interesting because in this study, when you just asked people, um, you know, basically, like how high or low your standards, the, the, the people were high in fear of being single, which is strongly related to anxious attachment. They didn't say my standards are lower. Right. So I'm not sure that they consciously realize on a day to day basis that their standards are lower. But then we had other studies where we actually put them in a situation where they could, they thought actually meet somebody. Uh And then what we did is we gave them dating profiles that we had written ourselves. And so, for example, in one of the studies, we purposely had one of the people they could meet was not a very nice person. Um So, you know, he was, you know, making it clear, like I'm not gonna emotionally support you and like, you know, exactly the kinds of things that, that in relationship science were like, that's a bit of a red flag, you know. Um But even though they say that they're not interested in lowering their, lowering their standards, they were more interested in this person who is not a particularly nice person than the people who are less in the fear of being single. And it's we, you know, we worry about exactly the process that you're talking about is like, if you lower your standards like that to just get in a relationship with anybody, I mean, what is gonna provide a short term relief, right? Like that sense of like being alone will disappear in the short term. But if you keep getting this feedback from your romantic partner that you're not someone worth loving, it just reinforces those messages that anxiously attach to people already believe. Um So yeah, I mean, I think you're 100% right on that."
	},
	{
		"start_time": "30:47",
		"speaker": "Ricardo Lopes",
		"words": "A and by the way, talking about relationships uh in your studies, in your research did you find that reps experiences that people might have had in uh, older relationships in past relationships might also influence them being decided to remain single? And if so are there aspects of how people function in romantic relationships that perhaps would be useful to try to understand, uh, single people and why they make the, the, the relationship decisions that they make?"
	},
	{
		"start_time": "31:25",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. I mean, I think it's a, I think it's a great question and it's one of the ones that, because singlehood studies is so young, we really don't have good answers for at this point. You know, there's one researcher Amy Rauer who has, you know, published the first paper I've ever seen kind of going in this direction. Um But I wouldn't say that we know. Um YOU know, I, I certainly, again, like just reading spaces where single people talk about their lives, there's a lot of narratives like this, right? Like, there's a lot of people who feel like the relationships have just gone so badly that they feel like they can't trust people anymore or they don't get enough out of relationships. Um So there's a lot of narratives like that. Um But yeah, so, so people have those kinds of stories, but it's very, again, it's very tricky to do these kinds of studies if you want to see, like, how do relationships uh events actually affect people because then you've got to track people and, you know, kind of hope that they get into a big conflict or something like that. Right. So that you can, like, follow them afterwards. Um, AND certainly those kinds of studies tracking people from a relationship to singlehood haven't been done. So, you know, I, I think it's a great direction for research to go in. I also think it's understandable that hasn't been done yet because it's, uh, kind of, uh, tricky. Um, BUT I will say, I mean, one of the things and this comes from the lab of uh my colleague, Ya Gourmet. Um There is one type of person who finds uh singlehood relatively satisfying and that's the kind of person who likes avoiding social conflict. Um So she's measured this like how, you know, how much do you like avoiding conflict. Um And if you, if that's really high on your priority list, you tend to be about, you know, you, you tend to be one of the happier groups of singles. And, you know, it makes sense like getting into a romantic relationship. I think oftentimes people only think about it in terms of the benefits and they're obviously in intimacy and sexual and all kinds of benefits that people can get out of romantic relationships, but you're not signing up for no conflict, you know. So if that's something that's really important for you, then maybe single hood is the better choice, you know,"
	},
	{
		"start_time": "33:27",
		"speaker": "Ricardo Lopes",
		"words": "uh about that point. Let me just ask you, I don't know. If you studied this specifically or if your colleagues studied this specifically, but uh avoid wanting to, or liking to avoid conflict. Does it have anything to do with trade agreeableness or?"
	},
	{
		"start_time": "33:44",
		"speaker": "Geoff MacDonald",
		"words": "That's a good question, you know, I, I don't have a database to answer to that. Um I, you know, I don't know, I'm just gonna have to take an, I don't know on that one. That's a good question."
	},
	{
		"start_time": "33:55",
		"speaker": "Ricardo Lopes",
		"words": "OK, no problem. So uh let me just ask you just to close off the section about well-being. Um APART from the factors that you mentioned, are there any other, for example, interpersonal or interpersonal factors that play a role in the well-being of single people?"
	},
	{
		"start_time": "34:16",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. So, I mean, you know, I feel like I feel like with a lot of these, we've kind of been like touching on them as we go, right? But in terms of the uh and so you're asking about the interpersonal,"
	},
	{
		"start_time": "34:25",
		"speaker": "Ricardo Lopes",
		"words": "yes, the intra and the inter"
	},
	{
		"start_time": "34:27",
		"speaker": "Geoff MacDonald",
		"words": "oh the intra and the inter. OK. Yeah. OK. So in terms of like in terms of intra, like, um you know, just basically factors that are about the individual uh and how that predicts whether they're happy being single or not. I mean, one of them is having low desire for a romantic partner. And I feel like this has been uh i in a way it's very basic, but I think it's been one of the important advances of singlehood studies is that I would say there are a number of spaces in society and even in academia that just assumes that everybody wants a partner that this isn't even a variable, that this is a constant and everybody wants it and wants it the same amount and it's absolutely not. It's, it's a variable and it's a useful variable um for predicting. So, yeah, people who have less desire for a romantic partner are happier being single. It makes sense if you don't want something and you don't have it, you're not upset about not having it. Um So there's that one, you know, another one is gender and so this is uh some work that we've published and some that we also have in the works right now that on average, uh women tend to be happier in single hood than men do. Um Yeah. So, you know, and we don't 100% know why that is. Um YOU know, there's a, there's a few things that we tend to think about. Uh YOU know, one of which is that, that uh men are not as good as women on average. Again, all kinds of like overlap between the distributions. There's all kinds of like highly social men out there. Um But on average women are better at keeping their friendships together and keeping their family relationships and um you know, I'll talk about it in a minute. I mean, that's another important factor with being a happy single person, you know, women on average are lower in sexual desire than men. And one of the big things that happens when you get in a romantic relationship is your frequency of sex goes up. And so in a sense more there for, for men than for women. Um YOU know, there's also a lot of traditional roles that get played out in romantic relationships where, you know, oftentimes women, for example, even though they're working just as many hours as the man is, are still expected to do like the cooking and the cleaning and the childcare and stuff like that. And so, you know, structurally, there is arguably more for men to gain by getting into a relationship. And so, um you know, gender is one that we started to think about um in terms of like interpersonal things and, and again, this is one that we've touched on a number of times is um having other social relationships in your life. So having, you know, family and friend relationships, having good social support that might come from your friends or a therapist or something like that. Um I mean, the way that I tend to think about it is, um you know, I think it, I think a useful way to think about happiness since in singlehood versus relationships is to think about like what are all of the things that you get out of being in a romantic relationship and the more of those things that you can get being single, the less motivation there is to get into a relationship. Like it's absolutely my frame of thinking in all of this is that generally speaking, people are making rational decisions based on the conditions that are in front of them. Right? And so if you're getting your social support needs met by your friend and friends and family, there's like one less reason for you to get into a romantic relationship if you're getting your social support needs met. Um You know, one thing that again comes out of you a gourmet's lab that looks like is useful for predicting whether people are happy being single is not just being socially integrated, but having more single people in your social network. And so you definitely will get these narratives from single people where, you know, they start to feel excluded from the couples nights, for example, right? Or even just the implicit pressure of like when everyone else is in a couple, like maybe I should be in a couple too. So I think that single people find it validating and useful for a connection. Um You know, because I mean, that's the other thing too, right? Is I think that I think that sometimes couples get a bad rap for like excluding single people, but similarity is just something that happens in people's friendships, like people like hanging out with other people, like them, right? Um And it's definitely not unheard of for single people to exclude people in relationships. You know, I've heard of, you know, lots of like party nights where the people in relationships are not invited, for example. Right. Um, SO anyways having more single people that comes out of, you think's work is, is, uh, is something that's helpful. Um, AND I guess the last thing I'll talk about here is, is sexual satisfaction. And so, you know, again, as I was saying, like you make that list of things that you get in a romantic relationship, um that, you know, if you're getting in it, when you're single, it would take the edge off of wanting to be in a relationship. And you know, what we found is that um like friend and family relationships are great, but people that's not where people obviously go to get their sexual needs met, right? And so even when people have really good social support and emotional support networks, they often still feel like there's that one thing that's missing and in our data, it's, that's one thing that gives them a bit of an itch to be in a romantic relationship. But, you know, as we talked about before, I mean, some people have these casual sexual relationships or, you know, they're meeting their sexual needs in other ways. It is a little bit funny on that front though because we found this in a couple of our data sets that if you ask the people who are happy with their sex lives as single people. Um, YOU know, are you interested in being in a romantic relationship or not? On average? They're more likely to say like, no, I'm not interested. You check back in with them six months or a year later and they're actually more likely to be in a romantic relationship. And so what, you know, my best guess with that, this is uh some work that I did with a former student of mine who's now a professor at University of Western Ontario, Samantha Jewel. We did something called the progression bias. And the idea there is that, you know, the simplest way to put it is that people catch feelings, like, even when they think that they're in something casual, like it's just kind of the way that the human heart works. Like it's not like it's not like, you know, you go to the department store and buy a TV, you don't develop an attachment to the TV. And so if you need to take it back, it's like, really not that big of a deal, right? But we develop care for the people that we, you know, are even in casual relationships, obviously individual differences on that front. Um But these casual relationships start to become a little bit sticky and, you know, all of a sudden you find you miss them after a couple of days and, you know, all of a sudden it's like, well, I'm over there two nights a week anyways I might as well leave some clothes and then, like, you know, next thing it's like I'm here every night. Why don't I just move in? Like, why don't we just make this a thing? Right. So, yeah, sexual satisfaction is an interesting one. And that sexually satisfied singles, um, they're happier as singles but they're sort of like as it were at risk of getting into a committed relationship."
	},
	{
		"start_time": "41:10",
		"speaker": "Ricardo Lopes",
		"words": "So, you, you've, you've ended up mentioning or touching on a, on a bit there that, uh, I had perhaps saved for another question, but since you've already mentioned it, let me ask you then directly, uh, I mean, then when it comes to perhaps trying to understand whether individuals report a preference for staying single, might have really completely closed off the possibility of getting romantically involved with anyone or if, for example, someone just comes along that they think might make for a good partner they can, or they might fall in love with them. Then the second possibility is usually the correct one. I mean, or is the most likely?"
	},
	{
		"start_time": "41:59",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. I mean, you know, it, it touches on something I've been thinking about a lot lately, which is that, um, you know, a lot of the people in the single who studies, uh, uh, sort of domain, uh, I think I've been talking about, like, you know, there's definitely a growing group of people who identifies people who don't want to be in a relationship. Uh, BUT I've been really thinking lately about how, like, one way to put it simply is, it's like there's two camps in all of that. Right. And so, like, one of these camps and this shows up in our, in our sexual satisfaction data is that, I mean, in essence, there's two different ways for singles to be sexually satisfied. And so one of them is, uh, the group of singles that has relatively low sexual desire. And so, like, low sexual, higher in singlehood is associated with higher well being. I mean, I love talking about that finding because I think in most, at least western societies, if you say that you have low desire, that's supposed to be a problem, that's not a good thing. But in, in terms of single people, it's associated with being happier. And again, like, I mean, why not? If there's something you don't want that you're not getting, it's not a problem, right. So I think that there's kind of this one camp that, like, you know, we could call the door closed camp as it were. And so these are the people who have really, you know, low desire for a partner. Uh, THESE are people who have, um, you know, low sexual desire in that camp. Some of those people are gonna be the people who identify as a romantic or as sexual, who have never felt this, you know, I think there's gonna be other people in there, uh, who have felt it before but don't feel it now. Um, SO, yeah, let's call those, the door closed people as it were. Um, AND in many ways they have, they have relatively positive outcomes in terms of single hood. But then there is this other group who, the reason they say that they don't want a relationship. My sense is, is because they're getting everything that they would have gotten from a relationship, but they get it with the additional autonomy and freedom that comes with being single, right? And I, you know, I always think about this is like, this is at the heart of the trade off between being single and being in a relationship and you'll hear this from most single people you talk to if you ask them like, what is the best thing about being single? I, I have all of the freedom I want, you know, if I, if I don't want to wash the dishes tonight, no one's gonna give me if I want to eat ice cream for dinner, like no one's gonna give me a hard time for that, you know. Uh And so in a way, like these are the people who are able to get like the sexual and emotional needs met. Um And also maintain that autonomy and freedom. And so I think that they're a bit of a different set of the people who are not interested in romantic relationships. It doesn't come from a place of like low desire, it's like desire that's getting satisfied, you know. But again, I mean, our data, it, it looks like these are people who are unbeknownst to the, to them, many of them are on their way to a committed relationship."
	},
	{
		"start_time": "44:50",
		"speaker": "Ricardo Lopes",
		"words": "Uh It's interesting that you mentioned, there are people with low sex drives because it's not only the fact, as you mentioned that many times, people, particularly even more so in western societies tend to think that someone with a low sex drive must have some kind of problem, even sometimes a physiological problem or something like that. But I would also be willing to bet that many of the people who go to their doctors and report a low sex strive as a problem would also be the ones who are, who are in a romantic relationship. But the thing there is that they are not matching the sex drive of their partners."
	},
	{
		"start_time": "45:32",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. Exactly. Yeah, exactly. It's, I mean, it's, it's really all relative and it's not about sex drive and isolation. It's about sex drive relative to people's other goals, like connect with their husband or wife or going from single to being in a romantic relationship or something like that, you know."
	},
	{
		"start_time": "45:50",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now another question at this point. Do we have any idea at all about how many people out there actually prefer to remain single and do not want any romantic relationships at all, I mean, do we have any good data on that?"
	},
	{
		"start_time": "46:11",
		"speaker": "Geoff MacDonald",
		"words": "We really don't. Yeah, we really don't. Um And, and you know, I mean, I think that we don't even have the right conceptualizations for it. Yeah, because um you know, even when we were talking before about, you know, are you voluntarily single? Like this is, this is the way this question often gets framed is, are people voluntarily single or not? But even voluntarily single can mean different things like voluntarily single can mean no matter who you present to me is a potential dating option. I don't want to date anybody, but it could also mean and this is the narrative. I feel like I hear more often is given the choices to date in my community. I'm not interested in dating any of those people, right? Um So I, I don't think we even have fully have the conceptualization yet. I mean, you know, my sense of the data is that um you know, the average person has some desire for romantic relationship. I do think that romantic desire and sexual desire is pretty normative. Um But there are also large percentages of people. Uh uh And especially this is the thing is I think that in research, sometimes we talk about it in terms of percentages, but you don't need a very high percentage to be talking about millions of people in the world's population, right? So there's definitely significant numbers of people uh who are not interested in romantic connection. I guess the other thing I would say about all that too is that I think that that uh we've kind of implicitly been talking about it this way. And I think people often do is if this is a trait, you know, but within each person, like people often go through phases of like dating is the last thing that I want or dating is the top priority on my list. And so, um I think that in addition to asking the question of like, um you know, what percentage of people currently have no desire, um you know, asking questions like what percentage of people at some point in their adult life have no desire or what percentage of a person's life do they spend desiring versus not desiring a relationship? And sometimes that period of not desiring a relationship is after you're married, for example, right? So um it's a, it's complicated. So, yeah, no, I mean, that's a long way to say like, no, again, I'm gonna take it, we don't know on this one"
	},
	{
		"start_time": "48:23",
		"speaker": "Ricardo Lopes",
		"words": "and of course, we're talking mostly about single people here. But uh why, what are the main reasons why people want romantic relationships? I guess that you've already ended up uh touching on some of these, particularly when earlier I asked you about interpersonal aspects of singlehood. But uh tell us more about it. What are the main reasons?"
	},
	{
		"start_time": "48:49",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. So, I mean, I feel like this question is like, you know, to the extent that there's a number of things that are being contested in the single hood studies space. I mean, I would say that this is one of the big ones, right? Um And so I think that the field that I come from romantic relationship research in a lot of ways, you know, it's a very psychology focused, it's a very individual focused kind of discipline. And, you know, we think a lot about, for example, the evolutionary underpinnings of romantic and sexual desire. Um And there are some very good arguments to be made there. I mean, we are a pair bonding species. It doesn't mean that everyone pair bonds and it doesn't mean that when you pair bond, it's guaranteed to stick for life. But compared to other species, I mean, we are a pair bonding species and there's some good arguments as to why that is, there's also some really good arguments as to why sexual desire should be common. I think there's a good argument that we as a species would not be here if we didn't have sexual desires, a relatively high priority for a lot of people, right? Um And so I think that psychology has tended to focus largely on these kinds of like innate evolutionarily driven processes as explaining why it is that we pair bond and have romantic desire. But I would say that what the evolutionary perspective is and in psychology in general has done a poor job of is taking a more sociological perspective and thinking about, you know, what are the social structures that people are surrounded by, that encourage particular normative life paths, right? Um And so it is true in an awful lot of societies, it is considered the morally correct thing to do to, you know, for example, carry on the family line to, um you know, marriage has been used as a political tool, for example, uh that's been, you know, not so much about romantic desire, but has been more about, you know, using that structure of pair bonding for the like political kinds of purposes, right? Um And I would say that it's, I mean, to me, it's one of the most fun things about working in singlehood studies is there's a lot of disciplines talk about being interdisciplinary, but like you can't get away from it here. You know, I mean, having said that I would say that the sociological side of things often hasn't been really exposed to the evolutionary arguments, right? And so I think that, like, we need to work on integrating those two because from my perspective, it's just kind of obvious that it has to be both, right? Like there's these bottom up things where people around the world experience romantic love, like that is absolutely a thing. And the ubiquitous ubiquitousness of that culturally, I think is one of the points in favor of the idea that this is an evolved phenomenon, right? Um But at the same time, like if you look at how relationships have changed across history, right? The kind of structures, I mean, all you have to do is travel to a different culture and see like dating norms, for example, like in the west, there's this thing where people date for years and try out different people before they ever get married. There's other cultures where you don't date, you just like you, you know, you and your family pick somebody and you get married for example, right? So I think it's both and I think that that's going to be one of the challenges for single hood studies is like we, we need to not be on one team or the other, right? Like we need to realize like both of these are reasons why um there is both social pressure to get married and there intrinsic sorry, there's social pressure to be in romantic relationships, an intrinsic desire to be in romantic relationships for a lot of people. It's really interesting how those interplay with each other. And I think that's what the field is going to need to wrestle with in the in the near future."
	},
	{
		"start_time": "52:26",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I I mean a few years ago I have on the show, Doctor Helen Fisher and the data she has about how we we we ubiquitous romantic relationships and romantic love is across different even cultures and also the commonality of, um, symptoms of romantic love across cultures. I mean, it is very compelling but even she herself says that even from an evolutionary perspective, we shouldn't expect it to last very long or even to last for a lifetime, at least with the same person. And also, of course, that data doesn't tell us anything about whether it applies to every single person out there or even the percent the job people with the place."
	},
	{
		"start_time": "53:15",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. And I mean, that is, I mean, I think the, I mean, there's a lot of good points to unpack in there. But like, you know, the one that I'll go on is just, I would say, I would say neither the sociological perspective nor the evolutionary psychology perspective does a very good job of dealing with individual differences. And there are so many individual differences in this, there's so many different types of people. Um Yeah. So, so it's a, it's a broad landscape as it were."
	},
	{
		"start_time": "53:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So let me ask you now, another type of question. So do people who fear being single? And again, this might include at least some of the young usually attached people have a more difficult time letting go of ex-partners following a romantic breakup."
	},
	{
		"start_time": "54:01",
		"speaker": "Geoff MacDonald",
		"words": "Yeah, that's something that uh definitely flashed in my mind when we're, when we were talking about the challenges of anxiously attached people is that um you know, there are different types of bad relationships and arguably one of the bad types of relationships is not being able to let go of your ex partner. Um, SO it is definitely something that they have trouble with. I mean, I will say that there's kind of like a, you know, there's a cultural trope that, like, sticking around your ex and like having sex with your ex, for example, makes it hard to let go. There has been some research that's challenged that and suggests that, like, it might not be as bad as people think so, you know. Yeah, I do, I do want to put that as a caveat that, that some researchers would argue that we've overstated the, the problem with that. Um I don't know, I mean, I come from an attachment background and I do think that um to kind of put it in simple terms that you can't make space for somebody new until you kind of like kick out the old person, you know. So I do know that there's something to be said for like adequately grieving an old relationship, letting that person go and making space for somebody new. But this is the trick for anxiously attached to people is that they so strongly feel like they need somebody that it's hard for them to let go of that person. They they for them. It's kind of like, you know, like, like being on the sinking of the Titanic and just letting that door go and floating, right? Like they just feel like kind of terrified by that prospect. Um, I mean, we have done some research where if you do things like reassure anxious people that they will meet somebody new soon, then it becomes more possible for them to let go of that old person. And this is, you know, when I talk to my students about this, I think that one of the mindsets that you can get in when you get stuck on someone romantically who was an ex partner is you convince yourself the reason that you're stuck on them is that they have some special irreplaceable quality. And like, even if someone else came along, like I wouldn't want them. It's just my act like they have this halo around and they're amazing. But we did studies where, you know, we gave anxious people reason to think that they would find somebody new soon. And all of a sudden this ex partner who is so special and irreplaceable. As soon as you tell them that someone else is gonna be coming, they let go of that old person, right? And so I think that like it, it feels like you're hung up on that person because they're special. And what is actually happening a lot of the time is you're hung up on them because you feel like you need somebody, you know. And so that's, that's the advice I always give to people who are having trouble letting go of an A is like, instead of ruminating on how special and amazing that A is ruminate on that feeling that you need somebody, let yourself sit with that. And like that's kind of the starting point for letting people go. That's just something that's harder for anxious people to do."
	},
	{
		"start_time": "56:47",
		"speaker": "Ricardo Lopes",
		"words": "But then on the other hand, I guess that there are also situations and this is one of the things that really makes romantic relationships complex and interesting. There's also situations where it's the fact that people never really let go of the other person that they eventually come back together and are happy again. I mean, there's also that sometimes"
	},
	{
		"start_time": "57:12",
		"speaker": "Geoff MacDonald",
		"words": "I, you know, it is true. Um I'm, I'm blind. There's a, there's a name for that. There's been research on that. Um, LET'S call them, it's not the right name. Let's call them back and forth relationships. It does happen these like romantic coming. It's the stuff of Hollywood movies. There has to be like a challenge that breaks people up and then brings them back together again. In the long term. Those relationships tend to be less stable. So, uh it is, it is a romantic story but I mean, it's not that surprising relationships that break up once are more likely to break up again in the future, right? So it works out sometimes again, like, you know, life comes in all flavors. But, um I, you know, given a choice, I would, I would pick slow and steady, you know,"
	},
	{
		"start_time": "57:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, fair enough. So, uh, let me ask you now more directly. What do singles value in their lives? Again, we've already touched a little bit on this. But what are some of the things that they consider to be necessities and daughters that they consider to be luxuries?"
	},
	{
		"start_time": "58:14",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. So we've, we've, uh, we did some research on this specifically. Uh, I, I really like this study because we was cross cultural. We asked both Western and Korean singles and the answers were relatively similar. You know, when you ask them, like, what are the absolute fundamentals um to a happy single life, the things that they say are um their uh mental health, their physical health and their family. So like those are the three foundations they describe as absolute necessities, you know, somewhere in the middle, they tend to uh nominate things like, uh you know, their work life, uh their leisure life, um you know, that sort of thing, their friends. Um And we thought it was really interesting in doing that research that the absolute lowest priority for them. Um OR, you know, the better way to put that is the luxury. Like once I've got my family and friends, uh once I've got my mental health set, then I start to get interested in romance and dating, right? Um And you know, a lot of single people, I think rightly get frustrated that when people think about single people, the first thing that they think about is romance and sex. Like these must be people who are thinking about romance and sex all the time. Uh, AND you know, what you'll often hear from single people is they'll say, like, look, I don't want to be defined by my relationship status. And I often joke that for me as a researcher, it's really frustrating because literally what defines you is your relationship status if we're defining single versus partnered people. But what they mean by that, what I take from that is that, you know, single lives in most ways are not that different from partnered lives, the kind of things that they're occupied by that, they think about, you know, maintaining a good relationship with their family, you know, maintaining their physical health, that that's like a foundation that they want to build on. Um YOU know, kind of the next level is getting your like career and financial situation in place, right? Um And then that's the kind of foundation, you know, like, for example, if you, if you're the kind of person who's thinking about having kids, you don't have kids and then figure out your job, right? Like it goes in the opposite direction. And this is why a lot of people are talking about like the struggles of the current generation where, you know, employment tends to be more unstable. It's harder to buy a house, for example, like it's harder to set yourself up with like a stable foundation. And so I think people sometimes are like, oh, you know, these, these crazy kids not wanting love and stuff like that and it's like, look, when you take the foundation for relationships out from underneath society, like people are going to be rational and are gonna be like, look, it's, it's too uncertain for me to plan for the future. And so why would I be thinking about dating and sex when I haven't even gotten my, like, job and my career set? Right. Um So, you know, that, that's, that's just it, I think that, I think that for, for single people, uh their lives in, in that sense are like very mundane and like everybody else's life that they have very normal things that occupy them on a day to day basis. And probably in a lot of cases, very much the same kinds of things that are occupying people in relationships. But, yeah, once they get that set that our data suggests only then if they're interested in dating and sex, do they start to make that a priority?"
	},
	{
		"start_time": "1:01:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I would bet that that bit about having certain aspects of your life stable before getting into a relationship or even, uh more drastically into marriage and having kids, uh, would be cross-cultural, more or less the same, at least to some extent because for example, I'm very interested in Japan, Japanese culture and, and history. And, uh I know that back in the late eighties when they had a big financial crisis that really ST destabilized the system and they were used to getting out of, uh, to finishing college and getting a corporate job that would last for their life. I mean, they would never be fired or anything like that. It would be a stable there. That's the kind of culture they used to have there. It, but it was immediately after that, that rates of single would really rose and rates of marriage really started limiting. So that's another example. I guess there"
	},
	{
		"start_time": "1:02:27",
		"speaker": "Geoff MacDonald",
		"words": "is a, there is a fantastic paper on exactly what you're talking about by Akiko Yoshida. Uh WHO I'm, I'm just such a fan of her work and she's, that is exactly her narrative is that, you know, that one of the points that she makes and there's a number of single hood researchers that are not from the West who make this point is that in the West, we tend to be kind of obsessed with autonomy and we assume that people do things because they choose it, right? Because that, that, that's what Western culture is largely about. And they make the point that like that's really leaked into singlehood studies. And so a lot of the discourse and singlehood studies about, oh, well, more people are single. It must be because people are choosing to be single, right? Um And Akiko's point and the, and the point of, of other researchers and she makes this case specifically in Japan is exactly what you're talking about is that with that solid foundation pulled away from people now, I mean, not only do they not have this like, stable economic foundation to build on, but they don't even know what the norms are anymore. Like, it used to be a very clear path to check certain boxes to get to a certain end state and people are kind of left with like, what are we supposed to do now? So she makes the argument that in Japan. Um AND I think that I think this argument generalizes to some other places as well. That one of the problems is that the old norms are still there even though the system has changed. And so, you know, she uses as an example of that. Um THERE used to be a huge imbalance between how much money women were making and men were making. And there's still a gap, a lot more women have entered the Japanese workforce. But she argues one of the things that happened is that there's still that norm of I'm supposed to date somebody who makes more money than me. But as women's salaries have gone up, there's not as many men who make more money than the women, right? Same thing with the like, men are still expecting women to do all the housework even though so many Japanese women have entered the workforce, right? So there's these old norms that don't work well for the new situation. So, um yeah. No, I think that's an interesting case. I will say apropos of nothing. I was actually in Japan last month. I'm a big fan of Sumo wrestling. Uh AND we had the opportunity to, to go to the arena and see some Sumo and it was fantastic. Great,"
	},
	{
		"start_time": "1:04:37",
		"speaker": "Ricardo Lopes",
		"words": "great. So let me ask you now. So the satisfaction with being single change with age, I mean, is it that, for example, older people tend, it tends to be easier for them to be satisfied with being single than for younger people or not?"
	},
	{
		"start_time": "1:04:57",
		"speaker": "Geoff MacDonald",
		"words": "Yeah, that's what our, that's what our data look like. It like. It looks like there's an inflection point at about age 40 where people's satisfaction with singlehood starts to go up. Um I think a big part of that is that data in general suggests that at about midlife, people start to become happier with their life. Um You know, I I there's, there's um you know, things like socio emotional selectivity theory that argue that like as you get older, you stop thinking so far in the future and you just start enjoying what you have now in the short term, right? And so that's part of it is people just kind of structurally enjoy their lives more. Um And part of the reason I think that this isn't just about single people is that there's also uh there was a good paper by Janina Buehler showing that exactly the same is true. People in relationships that after about age 40 if you're in a relationship, you're happier about being in a relationship. If you're single, you're happier about being single. So, I think a chunk of that is just people get happy with full stop. I mean, I think what's important in a single book case is that, I think a lot of people would assume that older singles are unhappy. And so maybe if there's a group that it wouldn't apply to would be single people, that doesn't seem to be the case. I mean, I do think there are probably some relationship status specific parts to this that um you know, by the time you get to 40 I think that you've got a pretty good sense of, are you a relationship person or are you a single person if you want to be in a relationship, you've had a decent amount of time to get yourself in a relationship. You know. So I think part of it is selection is that by the time you get to midlife you're kind of in the place that you want to be. There is a little bit of data and see this is where it's, it's challenging because once you get up to like 70 plus the number of participants, it's a little macabre but start to drop off, right. And so like it's harder to get big samples in those older ages. There's a little bit of data that suggests to me possibly that satisfaction with singlehood might start to level off at the point when people are starting, uh you know, to develop more health issues and like getting closer to end of life, that kind of thing. So to me, that's still a bit of an open question, but certainly in that period, from like 40 to like 70 people just seem to get happier and happier with being in whichever relationship status they're in."
	},
	{
		"start_time": "1:07:20",
		"speaker": "Ricardo Lopes",
		"words": "And I would imagine that there's also that subset of older people that, uh, very, unfortunately, even though they were for, in committed relationships for a very, very, very long time, eventually their spouse dies and then in their older age they have to adapt to perhaps being single for, uh, sometimes for the rest of their lives."
	},
	{
		"start_time": "1:07:45",
		"speaker": "Geoff MacDonald",
		"words": "Right. Yeah. Absolutely. Absolutely. And, and, you know, I mean, the research definitely shows that, that divorce and widowhood, I mean, they, they do take a toll on people, you know, obviously it does undermine people's well being. Um, AND it's a real challenge. I mean, having said that, I mean, there's two points that I always think about one is that, I mean, people are incredibly adaptable, you know. Um, AND so this is the thing I think that even talking about, like, single, you know, are you a single person or are you a relationship person? I think most people are capable of managing life either way and we're very good, you know, what, what people call, what research call secondary coping of making the best of our situation, you know. Um And so I think that people are good at adapting. The other thing about widowhood is that, you know, I don't think this is clear in the data yet, but one of the arguments is that one of the reasons why singlehood can be problematic, I would bet Bella talked about this a bit is the social norms around being single, right? Um And one of the things that happens as you get older and people start to pass away is that because there are a number of widows, it is more and more normal to be single. And so I think in that sense, right? There's more people to spend time with, there's more people to commiserate with. So, you know, I I'm certainly not trying to argue that widowhood is easy, you know, but I do have a lot of faith in people's adaptability and, and the social structure of people's social lives is, is different when they get up to that age, you know."
	},
	{
		"start_time": "1:09:11",
		"speaker": "Ricardo Lopes",
		"words": "So earlier, I asked you if we have any idea about the number of people that uh like being single or want to be single. But do we know if singlehood is on the rise? Because this is something that some people worry a lot about that. Sometimes they point to statistics that say exactly that even more. So they look into statistics coming from younger people and they look at, uh, sexless and them not being partnered with other people. So is single hood on the rise or?"
	},
	{
		"start_time": "1:09:51",
		"speaker": "Geoff MacDonald",
		"words": "That's, I mean, my sense is that, that's the clear consensus in the data. Um I think that the, the, the, you know, if you look at, uh, figures like, um, you know, when do people get married if they get married at all, if they divorce, do they get remarried? Um, YOU know, the big one that I've seen a lot of is the percentage of people living alone. Um, AND, you know, living alone is not the same as having a romantic partner, is not having a romantic partner, but they're correlated. And so I think all of the indicators suggest that worldwide and that, that is the thing that's really interesting to me is that I think that psychology in particular has gotten into a lot of trouble by like, collecting data in America and then being like, oh, worldwide phenomenon, right? But this is legitimately a worldwide phenomenon from what I can tell. And so that makes it interesting, I would say, like, kind of like you're pointing to the big debate isn't, is single hood on the rise. The big debate is, is this, is this a good thing or a bad thing?"
	},
	{
		"start_time": "1:10:47",
		"speaker": "Ricardo Lopes",
		"words": "Right. And, and I, I mean, do you have any opinion on that? Is, is it mostly a group or mostly a bad thing."
	},
	{
		"start_time": "1:10:56",
		"speaker": "Geoff MacDonald",
		"words": "You know, I don't think, you know, I don't think that we know well enough yet, you know, I don't think that we have enough data. Um, YOU know, II, I certainly recognize the argument that there are probably people throughout at least recent history who would have been happier without a romantic relationship. And again, I mean, I think this is where individual differences come in. Right. That I think that, you know, to the extent that romantic relationships have been more in men's favor than women's favor, for example, and women haven't always had the political power to make choices for themselves. I think there's an argument to me made that for women in particular, this has the potential to be a good thing. You know, that, that if those increasing numbers of singlehood, for example, didn't mean people never getting partnered, but people being more having more opportunity to choose whether they get in a relationship and with whom they get in a relationship, like that's probably a good thing. Um You know, I do come from a romantic relationship research background and also just the data that I've seen. Again, it makes it clear to me that for the average person, um they're happier being partnered than not being partnered. And I do think that romantic relationships bring a lot of benefits that um sexual satisfaction among partnered versus single people. It is an enormous difference like the effect size on that difference is enormous. And so people are considerably more sexually gratified in romantic relationships, people get higher levels of social support from their romantic partners, right? Um And there's all kinds of good work showing that, you know, social support and social connection is related to well being outcomes both in terms of mental and physical health. Right? I do agree. I think that there are a lot of parts of romantic relationships that are replaceable, right? And so if you're the kind of person who's not interested in a romantic relationship, you can put together great social support networks, you can, uh there's all kinds of things that you can do. I guess the one thing and, and this isn't database, this is kind of just more my sense of things is that the thing about a romantic relationship in the conventional way that people do it is it's very convenient one stop shopping for all of those things, right? Like, um and it is true, you know, as people get older in particular people's energy levels go down, their interest in trying out new relationships or exploring new things kind of goes down and when you get to more of that stage of your life where you don't wanna go out all the time, you don't wanna meet new people all the time. I do think that romantic relationships provide enormous benefits. Now, I, I do think there's a good argument that part of this might be because we've structured society in a way to make it easy for people to have romantic relationships. And let's say we started building apartments that were more single focused that allowed people like common spaces where they could go and get some of these needs met. Maybe there are structural changes we could make, that would make that easier. But yeah, I do think that for a lot of people, there are important benefits that they get out of a romantic connection. Um And it's just, it's just considerably more convenient so that particularly as people age, it can be a very healthy way for people to get their needs met. But that's contingent on it being a good relationship. And I think like a lot of people, I would say that a bad relationship is worse than being single. Yeah. And also"
	},
	{
		"start_time": "1:14:24",
		"speaker": "Ricardo Lopes",
		"words": "about that, uh and about being on the rise and some of those studies, particularly the ones about sex lessness. Uh I've also talked with Bella Depolo about this and she agreed with me on this point, I guess that some of those studies that sometimes we see on the media, on the internet, social media and elsewhere where they present uh graphic with the number of people, people that over the course of the last year, for example, haven't had sex at all and uh younger people over the past few decades, it apparently has gone up the number of people who have zero sex over the last year or something like that. Perhaps those studies are also, or, or perhaps they are, but we are not given that information, but maybe they're not detailed enough in terms of, is it the case that most of those people feel bad about it? Is it they're that they're just reporting that? But they don't even feel bad. I mean, I would imagine that it wouldn't very realistic to think that most of those people would not feel bad about being sexless for a year or even more. But at least perhaps some of them wouldn't care that much about it."
	},
	{
		"start_time": "1:15:45",
		"speaker": "Geoff MacDonald",
		"words": "Yeah, I mean, you know, again, it's an individual difference and I, you know, I don't know, off the top of my head. Well enough, like what are like, average levels of sexual desire among single people. But, you know, our data definitely indicate that there would be a substantial number of those people who are not having sex and are not troubled by it, you know. Um, BUT there would be a substantial percentage of people who would be, you know. So, yeah, I, you know, again, I think that the, I, I think that the jury is kind of out in terms of like, is this a good thing or a bad thing necessarily? Um, BUT yeah, I think, I think you would get all kinds of different people there. But yeah, I can, it is, again, it's, it'll be the single people who are frustrated by it who are gonna be the less happy singles? I mean, again though, I mean, this is, I mean, this is another point that I often make because I also think that like psychology can often be a very, we should be so simplistic. Sometimes we're like positive emotion, good, negative emotion, bad, but negative emotion is not necessarily a bad thing. Like it's a good thing that we feel hungry otherwise we wouldn't be motivated to go out to eat, right? And sometimes I think about this when we talk about like people who are unhappy singles for like, like all kinds of happy singles and they're stable and they, and they should, you know, that's the life that you should be living. But you know, being an unhappy single, maybe that's what motivates you to do something to put yourself in a romantic relationship and make yourself happier, you know."
	},
	{
		"start_time": "1:17:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, exactly. So let me just ask you two more questions. These will be the last ones about perhaps things that I would bet everyone out there has experienced to some degree or another in their romantic life. So do people care more, more about missed romantic opportunities or rejection?"
	},
	{
		"start_time": "1:17:35",
		"speaker": "Geoff MacDonald",
		"words": "Yeah, I mean, our uh data suggest that at least when you get people looking back on uh the kinds of romantic experiences that they've had in the past that uh over the long term, they are more troubled by um you know, opportunities that they might have had and never took, than, than, you know, shooting their shot and, and getting, uh, you know, getting shot down. Um, YOU know, I mean, that's, I think it's one of these, like, short term, long term things where, like, I bet you it feels worse in the short term to get rejected, but in the long term, yeah, our data suggests that, um, you know, not taking your shot is something that people regret more."
	},
	{
		"start_time": "1:18:14",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. I, I also imagine that at least rejection allows for, uh, more easily closing off that bet, let's say, because at least we know for sure that it wouldn't work."
	},
	{
		"start_time": "1:18:28",
		"speaker": "Geoff MacDonald",
		"words": "I think that's, I think that's a good way to put it. I mean, mind you, you, right. It's been a while since we did this research. But, you know, I do remember some people had stories where, you know, they always wondered if they had a shot with this person and then they run into them at the high school reunion and then the person is like, you know, if you had just asked me out. So, like, sometimes people do get a confirmation that they missed their shot and I think that's pretty uncomfortable too."
	},
	{
		"start_time": "1:18:53",
		"speaker": "Ricardo Lopes",
		"words": "It's too late to know. Ok. So my last question will be then, um, I mean, because people sometimes worry about this. There's, uh, the period when we're trying to get into a relationship and then there's the period where we're already in a committed relationship. So when people, people are already in a committed relationship, is it that their partner becomes less judgmental over their flaws and look past them more easily because this is something that people actually worry sometimes a lot about."
	},
	{
		"start_time": "1:19:34",
		"speaker": "Geoff MacDonald",
		"words": "Yeah, I mean, I would say, uh, like, I wouldn't say that there is direct evidence as to whether people become judgmental or not and I would, or, or become less judgmental or not. I mean, part of it is we've been talking about with a lot of this is um you know, there's some stable individual differences, right? And I don't know, I don't know, like which of the big five personality variables I would wanna tie with being judgmental, but disagreeableness would probably be one of them, right? Um And so, you know, I would say like step one is try to circuit the problem by selecting people who are like warm and responsive and thoughtful in the first, in the first place, right? But I mean, you know, I mean, I mean, all of us have thoughts about people and so they'll like come out sometimes and, and all of us feel judgmental towards people at least sometimes, right? Um There is a process that I, I, that that happens when people get into romantic relationships as people get more committed in, in particular. Um That's been described as a transformation of motivation that like what happens when you get committed to somebody is that now you want this relationship to happen for the long term, right? And so your motivation changes in that you start becoming less selfish and you start becoming more motivated by what kinds of actions will make it more likely that this relationship will endure for the long term. And so I think it that kind of transformation uh of motivation that, you know, and I think it can work on both ends of this, right? I think on the one hand, people who are really committed to keeping the relationship together are going to not want to hurt their partner even if um and you know, this is like a little dark and Freudian and stuff like that. But like, um but it is true. I mean, all of us have the potential to hurt others, right? Like all of us have the potential for anger and lashing out. And um you know, to the extent that that's something that motivates people, the more you recognize that selfish tendency is gonna hurt your partner and hurt your relationship. Commitment should take the edge off of that, right? And so I think one of the things that will happen there is the person will hopefully be less judgmental among all kinds of other things because it's in the way of their own goal of keeping the relationship together. But I will say the other thing that that transformation of motivation can do is it can make it easier for people to take those negative behaviors from a partner. You know. So, um, I think one of the reasons people might get upset about something, I mean, it does hurt and I certainly am not saying that people should be judgmental towards their partners. Right. But I think one of the reasons people get upset about something like their partner being judgmental towards them is they're doing some kind of a calculus of, oh, I think this person doesn't really value me and that puts this relationship at risk of breaking up. Right? And let's say you've been together with someone for 20 years and you just, you know, like, you just know that this person and you were going the distance, like that's just not even a question anymore. You don't read that behavior as much as, oh, this is a threat to my relationship. And so I think that we get better at putting up with our, the things that annoy us in our partner because we don't have to freak out about like, oh, this is gonna undermine the relationship. It can become a little bit more like, oh, there they go again, doing their judgmental thing. But like, this will pass just like it does every other time, you know?"
	},
	{
		"start_time": "1:22:52",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Ok. Great. So, Doctor mcdonald, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:23:03",
		"speaker": "Geoff MacDonald",
		"words": "Yeah. So, um, uh, the lab website is, uh mcdonald lab dot C A that's C A for Canada. Uh And we post a bunch of the, like the media appearances that I've done on there. Uh There are uh links to all of the academic papers that we've done on there. If, if people are interested in learning it at that level. Uh I also have a Twitter account. I think my Twitter handle is G mcdonald U of T. I am not uh a regular tweeter uh but I will post pretty much every new paper that's on there and, and other announcements about the Single Studies Association and stuff like that. So, uh those are probably the best two places to find me,"
	},
	{
		"start_time": "1:23:42",
		"speaker": "Ricardo Lopes",
		"words": "right? So I'll be leaving links to that in the description of the interview when Doctor mcdonald. Thank you so much again for taking the time to come on the show. It's been very fun to talk with you."
	},
	{
		"start_time": "1:23:54",
		"speaker": "Geoff MacDonald",
		"words": "Yeah, my pleasure. I appreciate the invitation."
	},
	{
		"start_time": "1:23:57",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development, then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno, Bernard Seche O, Alex Adam Castle Matthew Whitting B are no wolf, Tim Ho Erica LJ Conners, Philip Forrest Connelly. Then the Met Robert Wine in Nai Z Mar Nevs calling in Hobel, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her ma J and La Jung Y and the Samuel K Hes Mark Smith. Tom Hummel s friends, David Sloan Wilson, Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt Pavlo Stassi Alek Me, Gary G Alman Sam of Zaypj Barboza, Julian Price Edward Hall, Eden Broder Douglas Fry Franca Gilon Cortez or Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake, Zul Barnabas Radick Mark Temple, Thomas Dvor Luke. Neeson. Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson, Ismael Bensley Man George Katis Valentine Steinman, Perros, Kate Van Gogh, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Veg and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]