[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the, the Center. I'm your host, Ricardo Lob. And today I'm joined by Doctor Mi Bac Coen. He's Professor Emeritus of Comparative Literature in France, at the UN in French, at the University of Washington in Seattle. And today we're focusing on his book, Freud's Thinking and introduction. So, Doctor Bia Capson, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:25",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "It's a pleasure for me too."
	},
	{
		"start_time": "00:28",
		"speaker": "Ricardo Lopes",
		"words": "So tell us first. Um WHAT is the premise of this book actually? Because I know that you've written more uh uh other books on Freud uh his work, uh he as a person, what were you trying to achieve with this one?"
	},
	{
		"start_time": "00:44",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "Well, this book is a little different from the other ones that I wrote on Freud because it was actually a commission from a French uh publisher uh edit Ellipse. Uh And uh they have a, it's, it's a, it's a publisher that is specialized in uh academic textbooks. And so they have a, a series with that is uh intended for uh students in philosophy. Uh AND they have a series of monographs on philosophers, Plato Aristotle, Kant Nietzsche. And so forth and they wanted me to write a book on uh a little book, a textbook on, on Freud because as you may know, in France, uh Freud is taught as a philosopher. Uh And so usually I would not, you know, uh I would not accept such an invitation for that after having thought little about it, I thought it was an interesting project. Would I be able to write a user friendly uh textbook on Freud? Uh TAKING into account everything that has been written on him, uh taking into account the, the critical studies Freud studies from the, you know, the late this the last 40 years. And so, uh it was a challenge in a way. Uh And finally I accepted it and that, that was a project. And so the question of course, with which I start, the book was Freud, a philosopher stems from the fact that it was, you know, intended, this book is intended for students in philosophy or students in philosophy in France and then it was translated into English. So it's um you know, and, and that accounts for the fact that the book is structured like a textbook, you know, you have all the, the main concepts and I try to explain this concept as better as best as I can without putting forward my own ideas, my own pet ideas about Freud and psych analysis. Mhm"
	},
	{
		"start_time": "03:12",
		"speaker": "Ricardo Lopes",
		"words": "No, I, I mean, if you, if you will allow me to be a little bit provocative here. It's very interesting that you mentioned that in France they teach him as a philosopher because here in Portugal we have anthro some anthropology degrees where they also teach. Right. So, it's very interesting because either he was a poly or people can interpret his work whatever way they want. So I'm not"
	},
	{
		"start_time": "03:41",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "sure. Yeah. Yeah. Sure. Yeah, I agree. And, and of course, if you, you know, I used to teach in, in the US and uh and then, you know, Freud is not taught at all any longer in psychiatry or in psychology. Uh BUT in literary uh departments. Yes."
	},
	{
		"start_time": "04:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So we might come back to this question about exactly what kind of intellectual Freud was uh toward the end of our conversation. But let's go here through some of the, some of his main ideas slash theory. So, of course, one of the biggest ones and probably the one is uh most well known for is the unconscious. But what were Freud's ideas about the unconscious? What was the unconscious for"
	},
	{
		"start_time": "04:36",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "him? It is a big question. It's a uh anyway, uh uh people usually think that Freud discovered the countries. Um NOW that's incorrect. He didn't discover the unconscious. He may be, he constructed something that I would call the Freudian unconscious, which is a very specific way of uh uh understanding uh the unconscious. But the the idea of the unconscious stems from uh from other sources, notably, uh in the 19th century or all kinds of speculations and theories about what was called the cerebral unconscious. And that was uh a very important uh concept uh in uh 19th century neurophysiology stems from the discovery of the reflex arc, uh you know, the the reflex function of the spinal cord and uh which of course is an unconscious uh uh automatic uh uh function. And some people uh extended that uh idea to uh not to the final uh court, but to uh other psychic, psychical functions. And so you had this idea that is shared by all kinds of people. Shao Mosle Bernheim, et cetera. You have the idea that the, the, the main psychic activity is a reflex, automatic uh activity, which they called the, the psychological automatism and consciousness or the ego as it was called at the time, uh It emerges from these unconscious reflex uh uh psychical uh acts uh by inhibiting it uh inhibiting them. Uh So, the, the, the there was a whole paradigm uh which I would call the reflex paradigm uh that uh is based on the contrast between reflex and inhibition, consciousness is based on an inhibition of the automatic reflex activity of the mind. And so, um the, the, so this is the concept of the unconscious at the time when Freud goes to uh Paris and studies with uh Shaco, who was one of the main advocates of this whole uh reflex uh paradigm. Uh AND it's quite clear that at the beginning of his career until I would say 1892 and 83 This is the concept of the unconscious that Freud deals with. And then at one point, uh we can talk about it later. He, he, he, he, he shifts to this idea that the unconscious, it is not just inhibited normally by the country's ego. It is actually created by what it calls a repression. Uh We passionate at, at first is just another name for inhibition. Uh But that is when Freud really comes into his own and comes up with this idea that the unconscious is a repressed, incon uh we have ideas, fantasies, uh etcetera that are repressed by the country's ego by consciousness, something that is called the unconscious. So basically, that's, that's the beginning of Freud's idea of the unconscious. And then you have to add to that that because uh the unconscious is repressed according to Freud, uh you have to um to decipher uh symptoms, lapses of the tongue, uh Freud and slips, et cetera in order to get access to what is repressed. So, uh the Freudian country is not only a repressed unconscious, uh It is also uh an unconscious that can only be known, made conscious through interpretation."
	},
	{
		"start_time": "09:58",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And, and so since you're already mentioning repression and how it is associated, at least in Freud's theorizing with these ideas about the unconscious. Um Is it that the other defense mechanisms that he proposed are also associated with how the unconscious works"
	},
	{
		"start_time": "10:21",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "well. Yeah, I mean, all the other defense mechanisms that he lives are basically forms of repression that are different techniques are used by the L to repress according to him, uh uh some ideas uh but they, they basically all come down to uh making sure that the unconscious doesn't become conscious. And he, he, he has several statements to that effect is that, that's, that's basically what all these defense mechanisms are about. And he, he also calls uh repression to the cornerstone of psychoanalysis. It's really the, you know, uh if, if you remove that idea, then there is no psychoanalysis any longer."
	},
	{
		"start_time": "11:16",
		"speaker": "Ricardo Lopes",
		"words": "And what were his ideas about uh trauma? Because he also talked about trauma a lot. What was trauma for him? And what sort of psychological effects did it supposedly have?"
	},
	{
		"start_time": "11:31",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "Ok. Uh His idea of trauma stemmed directly from Charcot, Jean Martin Charcot items. Again, uh Freud went to study in the Charcot in Paris at the Hospital of La Salle Petrie. And Jacque was at the time uh studying uh his theoria uh and the hysteria for him was a uh neurological uh disease um that basically consisted in a regression to use a fraudulent term to the famous reflex, automatic uh uh activity of the mind. Uh And Jacco listed various agent provocateur as you call them uh provoking agents or trigger events that would cause people to uh to uh go from, to, to, to, to regress again uh to an automatic reflex, psychological activity. Uh And one of these agent provocateur was a physical shock, more nervous shock as uh shaku uh put it. So people would have a fall, they would be knocked out by something and suddenly they would, you know, uh become some kind of psychical autometer. Um And this is what uh uh shako called traumatic hysteria. So it was a special kind of hysteria caused by a physical trauma. And then he also called uh mentioned some psychological traumas. But the idea that there is a shock that caused the the the mind to split to dissociate as uh shock could put it and, and then you had, you know, uh hysteria. So"
	},
	{
		"start_time": "13:42",
		"speaker": "Ricardo Lopes",
		"words": "sorry for interrupting, but just to ask you, but hysteria was attributed only to women, right?"
	},
	{
		"start_time": "13:51",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "No, no, no, no. OK. OK. OK."
	},
	{
		"start_time": "13:55",
		"speaker": "Ricardo Lopes",
		"words": "So go, go ahead because that's interesting."
	},
	{
		"start_time": "13:57",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "Yeah, I know. I actually shao I thought that uh you also had a male hysteria and he was very adamant about the fact that hysteria was not a female malady due to the uh female sexuality. He, he thought it was both a male and a female. Yeah. Um And of course your question uh uh stems from the fact that Freud uh who was not a psychiatrist, not a neurologist, uh a hospital uh clinician, but a private neurologist. Uh uh THEY have arts as I said in, in German, his clientele at the beginning was mainly female. And so that's why people usually associate concept of hysteria with, uh, with, uh, women. But it's, it's, it's not, uh, you know, in Shao it's not the case"
	},
	{
		"start_time": "15:02",
		"speaker": "Ricardo Lopes",
		"words": "but, but in Freud it's also not the case or is"
	},
	{
		"start_time": "15:07",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "it? No, it's not the case either. He was from the very beginning. He was a true coach and no, he, he had uh he had uh male patients uh deemed uh hysteric uh hysterical. But uh no, it's just that his, his main clientele at the beginning was uh uh women, the uh upper class women. Mhm."
	},
	{
		"start_time": "15:39",
		"speaker": "Ricardo Lopes",
		"words": "And so going back to drama then, uh what were rights ideas about it?"
	},
	{
		"start_time": "15:45",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "So at, at first, uh he starts with Shao's uh ideas. Uh SO, uh and after a while, um so he, he, he based his whole uh therapy at the beginning uh on this idea of dissociation. Uh HE assumed that his hysterical patients, female and male patients uh had been subjected to some kind of trauma that had caused them to regress to an automatic reflex kind of psychical activity. And so he uh he started uh using hypnosis as Jacque had done uh to um access the dissociated part of the psyche. So you hypnosis for Shau and also then for, for Freud was a way to get access to the cyclical the, the automatic reflex uh part of the, of the mind And um, and so he, he, he shock, we had this whole idea that he build in his history were actually the same thing. And so use as hypnos, please puts uh his patients in a state of some embolism and as it was uh called at the time, uh and then he tried to desist as he puts it, the, the trauma, the memory of the trauma, which is actually the cause of the uh of the uh the whole hysteria uh uh is, is so to speak, uh uh removed through suggestion. Now I'm not gonna go into, into details. Basically, it's a kind of brainwashing. Uh YOU, you, you access the unconscious and you remove the fixed idea as uh uh Shao and Jan put it uh that is at the origin of the symptoms. And then he realized uh pretty soon that this didn't work. I mean, he would uh put his patients and the hypnosis uh access the trauma, we try to remove it by suggestion, but it didn't, it didn't, the symptoms would recur would come back. Um So he, it is then that he, he, he, he, he came up with this whole idea that uh you know, the, the cause, the real cause of the, the symptoms, hysterical symptoms is not uh just shock, traumatic shock and dissociation, but it's repression is, is because the conscious ego decides to, to, to, to push back to inhibit uh certain traumatic ideas that uh you have uh hysterical symptoms. Therefore, the goal was then to uh not to, to, to have the, the, the patient forget about the trauma. It was quite the contrary, it was to uh unearth the memory of the trauma and bring it back to countries. So that's the whole point of Freud's new therapy psychotherapy, which he calls psychoanalysis after a while. And, and so trauma then becomes a traumatic memory. Uh It's a memory of a trauma which can be physical but mostly psychological uh for Freud. And after a while uh in his uh in his uh uh psychotherapy, he, he, he, he realizes, no, not, he realizes, he, he, he, he, he, he, he obtains from his patients, memories of trauma uh that were not just psychological traumas due to some kind of emotional uh uh shock, but memories of very early dramas in childhood. Mhm Sexual uh sexual uh traumas. And so that is the beginning of Freud's famous uh theory of seduction, which holds that uh hysteria and also uh neurasthenia and obsessional neurosis are caused by um uh traumas, sexual traumas uh dating back to uh early childhood. And here I have to, to, to uh add that this takes place at a moment when Freud gets very interested in his friend, Bill and Flea's series uh which were not at all uh based on uh uh drama, which was not at all. Neurophysiological uh theories such as Shakos J and so forth. There were theological theories. Uh, POLICE had a whole theory about, uh, basically, uh, life and death based on bios, uh, which is an idea that he got from, uh, from Darwin and other, uh, Darwin thinkers. Uh, IT'S about, uh, uh, sexual biorhythms, uh, think of, uh, uh, uh, female, uh, women's, uh, uh, um, are called, uh, anyway, uh, in a sexual cycle, uh, of 28 days. Uh, YES, next time. Uh, AND uh uh please said ideas about another male sexual cycle of 23 days, et cetera. And the whole point of uh of uh thesis ideas was that basically our whole life is governed by these sexual cycles starting from early childhood. So he said that for example, teething uh aury diarrheas were governed by these cycles by AR RMS. And these were sexual in nature which I implied, for example, that in early childhood, you already had sexual uh events or sexual functions uh playing a part. So, Freud was quite interested in all these ideas and that is how I think he got to a place where he would uh say that uh traumas, sexual traumas were uh traumas were sexual in nature and not only sexual in nature, but uh going back to early uh child uh early child sexual abuse, you see, it's still, it's still uh keeps this idea that you have a sexual trauma. Basically, someone abuses a child which causes a trauma which causes a memory that is unconscious et cetera. But at one point and that is the famous uh uh click, you know, that, that, that is the start the starting point of mature psychoanalysis. At one point, he, he, he decides that basically his whole idea of trauma, sexual trauma in childhood uh is, is bo uh is uh doesn't hold up. And he then moves to eles biological theory that says that actually, uh if his patients talked about and memories of uh early sexual abuse, it was not because they had actually been abused uh traumatized, but it was a fantasy. They wanted to be uh abused by, among other things, the father. Uh uh And so suddenly you, you, you, there's a shift from uh this trauma paradigm that uh Freud um uh uh used up to a certain point. Uh He moved to a more biologically uh uh uh biological uh paradigm which he inherits from uh from fleece who himself was inherited it from uh evolutionary uh thinking. And so you, you, Freud kept using the, the, the, the concept of trauma. But for him, after a while, it became just a trigger, uh maybe traumatized uh uh in real life. Uh But it, it, it triggers actually uh uh your fantasy life and uh all these uh triggers, all these uh drives biological drives that um that are fundamentally sexual in, in nature. So that in a nutshell that is how he moves from uh a shakin uh concept of trauma to uh to the idea of sexual uh drives being, you know, uh the, the, the main cause of uh repression and therefore of neurosis and, and other mental illness, illnesses."
	},
	{
		"start_time": "27:29",
		"speaker": "Ricardo Lopes",
		"words": "A and so this is when we get into things like the Odis complex and the castration complex."
	},
	{
		"start_time": "27:37",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "Right. Yes. Exactly. Exactly. You know, uh when you read, uh histories of psychoanalysis, you are usually told, um, that Freud discovered the Oedipus Complex. Uh WHEN he decided to move around the seduction theory that held that Children who are actually abused by, among other things that they, that uh to uh the more mature theory that he holds that uh uh that in fact, these uh so called sexual traumas were fantasies emanating the uh from the, the inner biological uh uh activity of the mind. Uh And so you, this is indeed how Freud always described his discovery of the Oedipus complex. He said that his, his patients had told him that there had been abused, et cetera and he realized that in fact, it was just fantasy. But when you, when you read uh his letters to his friend flee, uh you which you wrote it at the time, you see that actually he was already talking about the ODP, not the ODP complex, but he, he talked about this whole idea of the prohibition of incest and parasite uh months before he abandoned his uh seduction theory. Uh AND, and his, his statements about, uh, that are purely speculative. Uh, IT is, he, he has this, I spec, I mean, he, uh, he is, uh, talking about the, the, the prohibition of incest, the fact that humans usually prohibit human societies prohibit uh incest. And, and he says that, ok, this, uh, uh must have to do with the fact that in order to, for so society, uh to emerge, you need to, uh, to, uh, to encourage exo Gammy. That is to say the fact that you, you don't breathe into your own kin, you breathe uh uh outside. And so uh so, and, and this is a purely, you know, it's speculative idea. He, he speculates about the origins of, of uh of humanity uh in the context of his exchanges about uh uh phylogeny and ontogeny. That is to say to the, to the uh the individual uh biological development that is supposed to recapitulate repeat the phylogenetic, that is the evolution of the species. So these are speculations based on uh heckles ernst heckles, uh so called biogenetic law that held at the time that indeed the individual biological development uh repeats, recapitulates the, the various stages of the evolution of the species. And so it, it, the AUS complex, it stems from all these ideas. Yeah, I could go into further details, but it's basically a, an idea speculation based on uh on, on this biogenetic law. And uh and this is what then Freud uh uh uh easily uh imports into his own new theory and, and his new theory is a theory about the evolution of human sexuality, right? Uh"
	},
	{
		"start_time": "32:13",
		"speaker": "Ricardo Lopes",
		"words": "But uh before we"
	},
	{
		"start_time": "32:14",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "get into that, yeah,"
	},
	{
		"start_time": "32:16",
		"speaker": "Ricardo Lopes",
		"words": "before we get into that, uh about the Oedipus complex and this general idea of ones being attracted, sexually, attracted to their own parents, he, he also, he also didn't get that at all from any evolutionary thinkers, right? Because from an evolutionary perspective, uh of course, back then, in the 19, at least in the late 19th century, I don't know if people were already aware of the Western Mark effect, for example. And the fact that if you reproduce uh with uh people that are genetically close to you, you increase the probability of having uh offspring with health issues and all of that. But uh but even if they weren't aware of that, I don't think that any evolutionary thinker uh uh suggested that we had evolved to feeling sexually attracted to one's own uh parents"
	},
	{
		"start_time": "33:21",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "or you had, you had, you had all kinds of theories about uh exo and you find this in Darwin, you find this in Andrew Lang, you find in other Atkinson, uh all these people, by the way, uh who would be quoted by Freud and Lang uh in Oman and Taboo. And so the, the whole, the problem of how it come that you, you don't marry your mother uh uh was very much uh uh there, I mean, people were thinking about this and trying to give to this whole idea uh uh uh an evolutionary basis. So it's not, it's not uh by accident that Freud talks about that. Of course, his whole idea of an Oedipus complex, uh you know, uh uh they said that, that we having reached this evolutionary stage still being, you know, like uh apes wanting to uh to, to uh uh to have sex with uh our janitor. Uh This is new, I mean, this is right, of course, this is original. But, but you have to, you have to understand that it stems these uh speculations and at the time. Mhm"
	},
	{
		"start_time": "35:05",
		"speaker": "Ricardo Lopes",
		"words": "So you were about to get into his general theory of sexuality. So tell us about it now."
	},
	{
		"start_time": "35:13",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "So it all stems from his exchanges with Willhelm flee William Fries, as I said, had a whole a biological theory. There was not only a, you know, a, a theory about sexuality, it was a theory of life and death. It was a very ambitious and speculative theory. Um But as I said, he, he, he the implication of his uh theory uh was among other things that uh there was a kind of uh um infantile sexuality. So, the implication of the thesis theories was that there was a kind of infantile sexuality. Uh And by that, he just meant, you know, biological cycles that uh were at play already uh in infancy uh fried and, and Fred developed this. Um And he assumed that the, the ontogenetic development of the individual uh basically repeated uh the phylogenetic evolution of the species. And so that a baby uh and a child goes through all the phases of the sexual history of the species. Ok. And, and then he comes up with this idea that repression, which uh uh he talked about at first as a kind of psychological uh mechanism. Uh REPRESSION was indeed based on the, the evolution of the, the species. Uh He assumed he, he, he, he speculated that uh certainly sexual sexual zones, uh they were of interest back then. For example, the anal zone, the oral zone uh which were part of the, the, the, the, the sexuality of our ancestors. These exosome were abandoned when humans uh adopted the erect posture. Mm And so that led according to Freud to all kinds of uh mechanisms discussed shame and so forth that that had to do with these abandoned erotogenic zones, oral ale, et cetera. And then he continues by uh assuming that in Children, uh Children go through the same evolution. So they have at first an oral sexuality, then anal sexuality, et cetera, et cetera. And then they reach the point of uh the erection, the erect posture, which is uh the point uh of what he calls the primary repression or the organic repression uh which uh uh uh consisting, you know, uh repressing all these previous sexual interests. Uh THAT is, uh, according to Freud, what happens around the age of five is what he calls the latency period, which was, by the way, a concept that he got from, uh, from fees. Um, AND that is where, uh, the, you have the, the Oedipus complex. Let's see when there is a, uh, an interest in genitality. Uh, AND, and that is also when the whole thing is, uh, repressed and then it, uh, you have this sexual latency that uh continues until the beginning of uh puberty. And then you have uh the, you know, access to normal uh genitality. So, in a nutshell, that is Freud's theory of sexuality, as he uh uh uh lays it out in his three essays on the theory of sexuality, which came out in 1905. And then, you know, uh the theory evolved, there were other uh additions to, to, to, to the theory, but that is the core of the whole theory. It's a biological psycho, biological theory based on uh on, on, on Hans Heckle's uh biogenetic law. Uh The recapitulation of autogenic by uh uh philo by Ony."
	},
	{
		"start_time": "40:56",
		"speaker": "Ricardo Lopes",
		"words": "And what did they mean by drives? And what different kinds of drives did they identify?"
	},
	{
		"start_time": "41:04",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "So, uh the concept of drive, um by the way, again, it, if you, if you read his correspondence with fleece, you see that this whole concept comes from uh fleece's ideas was also speaking of drives or impulses as he puts it. So, what is the drive? Uh Ale in German? A drive is an instinct. That's it. Uh, IN, in, in German at the time. Uh You used uh uh two terms instinct, uh tribe uh to, to refer to the same thing, which is what we usually think of for the instinct is to say a biologically uh determined. Uh And here he hereditary, uh uh uh urge, uh behavioral urge, the sexual instinct, the, the aggressive instinct, you, you have uh uh uh behaviors that are uh how do you say that are um automatic? Uh And I use the term automatic uh on purpose because indeed, uh the whole notion of uh drive of three in Freud, uh it is linked to this whole idea of an automatic uh uh reflex activity of the mind which itself is based on uh a recapitulation of uh previous phases of uh of uh the, the human evolution of the species. Uh AN instinct. When, when you read, for example, uh uh his, his text uh uh instinct and vicissitudes of instincts that is how it translated into, into English. Uh You see, he, he, he, he, he, it says very explicitly that an instinct is a reflex. Uh He, he mentioned the, the, the reflex act to say that when you have an exaltation that comes from the outside, uh you have a reflex that uh tends to put back, push back the excitation uh uh to, to to the, to the outside, the M and a drive is an instinct. It's the same term. Uh It, it comes from the inside. It's an internal endo genetic uh put from the, from the inside. And the problem with these uh instincts with these drives is that you cannot escape the internal, therefore, you cannot uh discharge them in a reflex way, the same, the same way. But it's a reflex. It's, it's basically something, a reflex uh that is uh inherited from uh uh from the evolution of the, of the species. Um And so this is what a drive is. Uh WE, we in English, you translate this as, as drive uh rather than uh instinct. Striking the first, you know, uh f for, for translator uh into English. Actually, he, he used the term instinct and he was right, because there is no reason to translate a tree uh uh as drive rather than instinct. It's the same thing. Um uh So, but that, that is, you know, a drive is a push uh in, in, in German street means comes from c push to push. Uh It's an, it's an urge. Uh So that is what the drive is. Um And uh iii I insist on this because uh in a tradition uh interpretive tradition that stems from Jacques Laco in, in, in France uh c uh uh 10 to, to, to, to say that uh the Freud, Andre Freud. And uh it has nothing to do with an instinct is something completely different. Well, no, uh you read Freud, uh uh that is what, what he's talking about. Uh And so you, you asked what kinds of vibes there were? Well, uh at first you have uh two kinds of drives in, in Freud, which are basically the same uh drives that everyone was talking about at the time. Uh IN the wake of Darwin and other evolutionary thinkers, they used to say you have the sexual instinct and uh the self preservation instinct. So uh this s instinct, uh Freud calls it the libido. And uh the uh self preservation instinct is what he calls the ego tribe, your ego instinct. And then he, his thought evolves. He, he comes up with other kinds of uh drives, notably uh the uh the ego libido. Uh At first, he would uh draw a sharp contrast between the, the sexual instincts and the ego uh drives. The ego drive is the drive that depresses the uh sexual instinct. But then he comes up with this idea about ego libido. Uh There is a sexual instinct or drive uh that is concerned uh with the ego, the ego. Mm What, what Freud calls the ego becomes an object of a drive. This is what we call now, narcissist, narcissistic drive. OK. And then you get to uh the third theory of the drives uh well known uh the contrast between uh life drives and uh death drives, uh which are basically a recapitulation of his whole uh ideas about drives. Um And I'm sure you want to ask, you want to ask what, what it means a test drive."
	},
	{
		"start_time": "48:43",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Sure. Uh Also because, uh I, I mean, at least from my point of view since he was also influenced by evolutionary thinkers, this idea of uh having a DEA drive, a sort of self annihilation drive is a bit weird because it contrasts with the self preservation uh drive. And also, of course, if people would kill themselves after they had reproduced, evolutionarily speaking, OK, that might have worked. But if it was before I, I will, I'm not seeing how it would have evolved. So"
	},
	{
		"start_time": "49:24",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "OK. But you see that is because you don't understand what he means by desperate. OK? Because indeed uh the idea, but when you, when you hear this term death drive, you think that you have an instinct to die to or maybe to kill yourself or whatever, that's not what he's talking about. Not all, actually, he is trying to uh in a very speculative way. He is trying to come up with a whole theory of life and death still based on biological ideas. And he uh what he calls the delay is quite simply the fact that all living uh creatures, uh beings uh go through, goes through cycles. Uh U you are born, you uh are first a child, then uh an adult, then you get old and that's why you die. Ok. That's, it's as simple as that, that is what he's talking about. The test flight is quite simply the fact that you tend eventually to pass. Uh And he gives, he, he, he, what he, he gives uh as, as examples of, of, of this, uh is for example, the uh uh repetitive cycles. Uh THE fact that you have uh birds that migrate back and forth, Uh You have uh uh and, and he cites the, the biogenetic law of uh of Heckle. Uh OUR life is governed by these cycles. So for him, you have life, the life instinct, self motivation thing, which tends to prolong as much as it can life. Uh But then at one point, uh you uh you die. So it's not desk life should not be interpreted as a desire, a psychological desire to die. It's just biological uh destiny uh of all uh living beings. They are going to die, dust to dust as they say in the Bible. Um And, and that's it. So, uh and of course, he, he, he, he connects this with uh his uh previous neurophysiological ideas about energy flowing through the uh through the, the psychical apparatus as he, as he puts it. Uh And he connects this with uh the, the, the pleasure principle, which is, you know, for him, it's the fact that an energy has to be discharge from the psychical apparatus. Otherwise, it's gonna cause a displeasure. And so he uh he, he, he, he, he, he then comes up with this idea of uh a repetition, compulsion, repetition, which is uh beyond uh the pleasure principle. It's a title of the essay in which he presented his ideas about this. And, and, and then it gets very complicated because he contradicts himself. Uh He says basically that this repetition uh is beyond the pleasure principle. But in fact, uh the desper is the major illustration of the pleasure principle, which is the the the the the extinction of all kinds of uh of um of excitation. So you see, it's, it's the desk drive is really a uh it's a purely theoretical um speculative uh concept based on biological ideas."
	},
	{
		"start_time": "54:26",
		"speaker": "Ricardo Lopes",
		"words": "And so uh how does he develop then the theory of culture? Why was he also uh I mean, basically how do do his ideas also apply to culture?"
	},
	{
		"start_time": "54:39",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "Yeah. Uh USUALLY uh he would, he would present, I'm sorry, he would present uh his ideas about literature, about uh art, about culture in general as uh applications of psychoanalysis and given, given to, to go and use it. Um WHICH implies of course, that first we have something called psychoanalysis, which is the study of uh uh uh of uh psychological pathology of pathology. Uh And then you have these ideas are applied to other fields. Um That's not at all how it works. Uh BECAUSE um psychoanalysis or let's say Freud's theory uh is from the very beginning. Um A theory about culture. Why? Because culture for Freud, he has a very simple concept of culture. Culture is based on Kago, which means the renunciation of tribes. So OK, for, for, for Freud culture is the product of repression, what he calls repression. Uh And remember uh with repression for him is in the final analysis is based on what he calls the organic repression. The primary repression, which is the fact that uh uh human beings uh adopted the, the erect posture and therefore uh repressed, inhibited. Uh All these previous uh sexual uh uh drives oral, anal, et cetera. Uh And so, and this idea as, as soon as Freud hits on this idea in his letter to f to flee, uh he immediately embarks on speculations about the origin of culture. Says at the very first time, he talks about this uh or organic repression to fleece. He said I am, I think I am already I have here the origin of, of culture uh you know, shame, disgust, etcetera. Uh And so you can see that his, his idea, his, his theory is not only from the very beginning, psycho biological, it is also socio biological. This is something that people don't understand. They think that Ro theory is a, is a psychological uh uh theory applied to culture, to society. It's a no, it's a social biological theory. He wants to explain not only the, the psychological development. Our psychological develops how our mind functions. He also wants to, to, to explain uh how uh human society functions. Where does it stem from? Well, it stems from the organic repression. It stems from the, the, it, it is something that is uh that is part of uh all biological evolution society uh is part of us, the evolution of the species, the biological evolution of the species. And so, uh it's um uh that is what his uh theory of culture is about. And of course, it, it is uh based on uh on uh his developments uh uh in Toto and Taboo, which is a book uh devoted to the origin of uh of uh origin of society, origin of uh the, the, the incest prohibition, which for him is the cornerstone of, you know, uh society. And so, um so that, that, that is the, the point of his late, you know, uh developments on society and religion on uh on art and so forth. It, it all goes back for him to the art event the of uh initiated from which then the prohibition of incest stands, which is what he calls the, the, the murder of the bridal father, which is actually the killing of a big ape,"
	},
	{
		"start_time": "1:00:27",
		"speaker": "Ricardo Lopes",
		"words": "right? And so how does then the super ego come into the picture? What is the super ego?"
	},
	{
		"start_time": "1:00:36",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "Exactly? The super ego is uh again, people usually think that it's kind of psychological uh mechanism that uh that stems from the what Freud calls the decline of the Oedipus Complex uh in the evolution of the China. Um But when you read uh Freud's essay on the ego and the uh and the aid in which he presents for the first time, the concept of the super ego. Um He uh you see very clearly that it's uh I mean, this is what he says. And at the end, he said, the super ego is just a recapitulation uh at the level of, of uh ontogeny of the individual development of the phylogenics, genetic uh event of uh the killing of uh the father. The primal thought the killing of the primal father as you know, is, is uh the, the killing of a big orangutan who has all the uh the women uh and the, the brothers, younger apes decide at one point to, to kill him or kill it. Um BECAUSE uh they want to have the, the women too. Um And according to Freud, they then eat him because they are cannibals, which is a pure speculation on for his part. But the fact that they eat him, they ingest him, they do something that uh they incorporate uh him and then they become the father and they feel guilty for having killed the father themselves, which is the beginning of guilt, which is the beginning of the prohibition of uh of incest and which is the beginning according to Freud of the whole uh history of, of the mankind. Now, the superhero, how does it emerge uh at the decline of the Odis complex? Well, it emerges according to Freud uh uh through an identification of the little child uh with uh the father. So instead of killing the father says, Freud, the child identifies with the father. And that is the beginning of the superhero. Now, it's exactly the same, the same mechanism as the one that uh is at the basis of the, the emergence of the, the, the guilt feeling in totem and taboo. And Freud says it explicitly, he says, well, actually, the, the what happens at the decline of the Oedipus Complex is exactly the same process. It's a repetition of an event that happened in devolution of uh mankind."
	},
	{
		"start_time": "1:04:06",
		"speaker": "Ricardo Lopes",
		"words": "So I have a few final questions to ask you more general questions about Freud himself, how we approach, approach things in his work and so on. So could we say that he was really a scientist? Was he approaching things scientifically or was he uh for example, uh speculating coming up with theories, explanations and then sort of forcing interpretations onto his clinical material?"
	},
	{
		"start_time": "1:04:42",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "Yeah, that's uh that is a question I tried to address in this little book because again, as I said, the book is intended was intended initially to uh students in philosophy. It was Freud, a philosopher again in France, they study him as a philosopher. OK. Uh And my answer is yes, he was a philosopher, but a bad one. BAD one because he himself so of himself uh as a scientist uh and for him to be a scientist meant that you didn't engage in any kind of speculations, any kind of uh wild a priori hypotheses about this or that. Um He, he, he, he claims, you know, from the very beginning, he claims I'm a scientist, I uh make observations, clinical observations and on the basis of these uh facts, data or whatever, uh I come up with a theory that uh that explains it all. Uh So he, he, he saw him, he saw himself as a scientist in uh in the positivist style. Uh WHENEVER he engages in epistemological considerations, he refers implicitly to uh ernst mass theories about uh scientific knowledge. You start with speculations with hypotheses and then you test them and when uh the uh the facts don't square with your uh hypothesis, then you remove your hypothesis and you start uh uh af Freshh. Well, that is, I would say is uh holds wealth for natural sciences and it's not, I'm sure. Um uh But what about uh psychological investigations such as Freud? Uh You uh do you observe uh a patient, for example, I start a patient the same way you observe a chemical reaction? No, you don't. You have interactions uh with uh uh the patient um and the patient reacts in a certain way to what you say what you uh proposes. And when you uh from a pure historical point of view, when you, when you look at the way Freud interacted with his patients, you see that he didn't just listen to what they were saying. He was coming up with hypotheses about that case. In other words, his, his theories and they basically either they, you know, uh reacted negatively and then they would say they resist or they would, you know, uh they would say yes, indeed, doctor you, you're right. Uh I did want to kill my dad. Uh And then he would see this as a confirmation of his theories. And, and then uh so Freud thought of himself himself as a theorist as a scientist. In fact, he was not uh because he was a very, I would say a very speculative mind who would come with all kinds of theories that he would just then just test uh on his patients. But his patients would basically uh throw back at him his own theories. This is what many of his peers at the time objected to. They said that you, you basically suggest to your patients, your own theories, your theories are based not on facts but on your own, you know, suggestions. So um in a nutshell, uh I think that is why we can uh consider that Freud was not a scientist. Uh He didn't have the, the scientists. Um I would say the scientist ethics consistent trying to disprove, to falsify. As K Papa would say, uh his, his ideas, he was only too happy to uh to have his patients, you know, basically uh confirm his wildest uh theories. So, was he a philosopher? I would say yes, he was a philosopher in fridge all sets. Uh They should say someone who speculates a priority and who doesn't uh take into account the empirical uh data. Um So, uh and it is, I think as such, that is right now uh in France, for example, or in uh American uh or Anglo Saxon uh Departments of Literature and, and Human Sciences. Uh He's, he has these Wild theories. Um AND he studied like Nietzsche, you know, Nietzsche had also all kinds of psychological theories uh and also all kinds of uh very cosmological theories about the eternal return, et cetera, except that he never claimed to base his ideas on facts. He never claimed that patients had confirmed his ideas. So, uh yes, Nietzsche was a philosopher. Um A good one, true one who by the way, um anticipated in many ways of Freud's concepts. And there is no question that Freud had read Nietzsche and got a whole lot of ideas from, from Nietzsche. Uh But again, Nietzsche's ideas were his own uh Freud's ideas uh were his own, but he attributed them to site, which is so that is why many uh many commentators have uh I've called Freud a pseudo scientist"
	},
	{
		"start_time": "1:12:16",
		"speaker": "Ricardo Lopes",
		"words": "a and even when it comes to his own clinical material, his clinical data, isn't it the case that he based uh all, or at least most of it on just uh a small number of cases?"
	},
	{
		"start_time": "1:12:32",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "Yeah, of course, of course. Um You could say that's, that's not true because you have many, many patients, hundreds of them. Um, AS far as we know. Uh BUT it's true that uh his theories are based on really a handful of cases that he published on the rat man, the uh the wolfman, et cetera, et cetera. And they basically 10 of them. Um And that's, I would say that that's fine in a way if you could be certain that these cases were only, you know, representative of a much larger pool patients on which he, he, he based his theories. Um THAT, that's not really, so that's not really the point. The point is that that is uh no way of validate, verifying what he says about even these 10 cases. Uh WHEN you, when you reads uh closely uh some of these cases, uh you see that uh not only are they life with, you know, suggestions. Mhm. In, in the book I, I give no, there's a little vignette on the little Hanson's uh uh analysis by his father. And you see that, you know, the poor kid was bombarded with suggestion all the time. Uh Do you want to kill your father? Oh, yes, dad. Oh, yes. Uh, DO you want to sleep with someone? Oh, yes, I would like. I would love to, I mean, this is how it, it, it worked in Freud's, uh, office. And so the, the, the fact that, uh, there are just a few, uh, uh, case histories or many, it doesn't really matter what matters is the way he, he, he, he got his material and the matter and the manner in which he, he uh his ideas uh emerged within the, the setting of his, of his office. Uh And then there's another point to, to be made, which is not so much that, that there are not many case histories uh in influence would uh but it's the fact that uh very often and we know that now uh very often uh he would hit on something uh that one patient said and then immediately come up with a theory which he would then present as a theory applying to everyone. There's one example that is not in my book because uh uh that my book is just about ideas. It's not about uh his, his practice. Uh There's one example um uh Call me that was a, an architect in Vienna, famous architect at the time who uh was um uh who suffered from uh what we call manic depression. Uh And he uh in other words, suffered from what Freud at the time, like many others called melancholia, deep depression, clinical depression. And then mere was in analysis with him for just a few, few weeks. Um Freud, and we know this because uh Karl Meyer's wife O Mayer had a diary in which she, she, you know, uh talked about this on a daily basis. Freud immediately came up with a theory about uh the fact that uh nada had uh uh decided to, to, to, to, I would say uh to abandon his wife as a love object or an immediate object. And that was for Freud, the, the, the, the cause of, uh, his, uh melancholia because Freud has this idea that when you abandon a love object, you identify with it and then you, uh, attack it, you, and therefore you, you feel depressed, you feel guilty, et cetera fried rights to come up. Um, ON the very same day he gets this idea and said I have solved the problem when I call you. Mm, clearly, you know, he just had this idea. He thought that this case proved his point. And then that was the beginning. That was when he wrote, uh, morning and melancholia, which is the, the, the, the basis for the psychoanalytic uh theory of, uh, of uh clinical depression. Mhm. You know, uh, that is not how you're supposed to, to work. When you come up with a theory, you cannot base it on just one interpretation of one person. It does work that way."
	},
	{
		"start_time": "1:18:51",
		"speaker": "Ricardo Lopes",
		"words": "Right. Right. Well, I, I mean, I guess that uh if we were talking about the contemporary scientist, he would very much be accused of scientific and medical malpractice,"
	},
	{
		"start_time": "1:19:05",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "right? I mean, because come on. Absolutely. Absolutely. To his credit. Uh HE was not the only one at the time. He was also, you know, a way of uh of doing before uh all these guidelines, clinical guidelines, right? So he has excuses but hey, uh yes, in retrospect, you can say that he was, yeah, a frosted."
	},
	{
		"start_time": "1:19:37",
		"speaker": "Ricardo Lopes",
		"words": "Oh OK. So uh one last question then um how much credit do you think we can attribute to Freud when it comes to the ideas I basically popularized? Because I mean, you mentioned the fact that for example, in the US, at least nowadays people do not teach Freud anymore in, for example, psychology, when you see it, it's mostly in uh literary uh courses or stuff like that. But uh many times you still see, for example, in introduction to psychology courses, people feel the need to mention Freud there to put him there as a sort of important historical figure. But a as we've gone through here, uh uh I I mean, thinking about the people he studied under the people he corresponded with philosophers, biologists he was influenced by, I mean, do, do you think that if Freud didn't exist at all that uh the uh some of the ideas like for example, the fact that there are many things in our minds that apparently operate at a subconscious level. That's a big one that we would have missed much."
	},
	{
		"start_time": "1:21:06",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "First of all, fraud and psychoanalysis uh uh historically, extremely important. I mean, the 20th century was the Freudian century, as they say. And that is because indeed, uh psychotherapy uh and uh at least uh in some parts of the world. Uh AND at certain times, psychiatry was fro um and uh I'm sorry, the battery is low, I hope. Um So uh very quickly, um Friday is historically important. Uh I think that his ideas are basically rubbish or at least they're not validated. Uh And uh but they have had effects on, on people in the 20th century. Uh I would say, for example, the, the, the, the, the rehabilitation, if I may say of homosexuality, he was not the only ones but the fact that he came up with this frank book idea of, you know, uh bisexuality in early childhood that allowed a lot of uh uh gay people to come out of the closet. So, you know, it's not because it's false, that is necessarily um not important that that would be my answer."
	},
	{
		"start_time": "1:22:49",
		"speaker": "Ricardo Lopes",
		"words": "OK. So the book is again, Freud's thinking and introduction and I'm leaving a link to it in the description of the interview. And Doctor Bcia Coben, would you just like to mention where people can find you and your work on the internet?"
	},
	{
		"start_time": "1:23:07",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "I know it's probably everywhere. No, I don't know. It's, I, I don't have a website. I don't do Facebook. Uh, I, I don't do that. So, uh, I'm, I'm, I'm sorry to report. You will have to go to a library or a bookstore and get a hold of one of my books."
	},
	{
		"start_time": "1:23:28",
		"speaker": "Ricardo Lopes",
		"words": "Ok. So thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:23:36",
		"speaker": "Mikkel Borch-Jacobsen",
		"words": "It was a pleasure for me too."
	},
	{
		"start_time": "1:23:38",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B. No Wolf, Tim Ho Erica LJ Connors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger, Ken Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel Sran David Wilson, Yasa, dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nico Barba, Adam Hunt Pavlo Stassi, Nale Me, Gary G Alman Samos, Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry. Franca, Bela Gil Cortez or Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson Charles Murray, Alex Chao, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Eon Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perlis, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Janner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all"
	}
]