[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Loops. And today I'm joined for a second time by Dr Joseph Leo. He is the Ariel Lucy Moses, Professor of Science at New York University. Last time we talked about his book, The Deep History Of Ourselves. I'm leaving a link to it in the description of the interview. And today we're talking about his latest book, The Four Realms Of Existence, a new Theory of being human. So, Doctor Ludo, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:32",
		"speaker": "Joseph LeDoux",
		"words": "Thank you for having me again mccarter."
	},
	{
		"start_time": "00:35",
		"speaker": "Ricardo Lopes",
		"words": "So, just to introduce the topic here uh in the book, you go through four realms of what you call uh existence, bodily, neural, cognitive and conscious. We're going to talk about each of them. But at the very beginning of the book, one of the first things you touch on is the idea of mind, body dualism. So where do you think it stems from? And why is it important to refer to it in the context of your book?"
	},
	{
		"start_time": "01:04",
		"speaker": "Joseph LeDoux",
		"words": "Exactly what I refer to it as a way to dispose of it, not to uh celebrate it then. Sure, you know, traditionally, mind body dualism goes back in, you know, to dear, um I mean, long before him, but he had a particular kind of mind, body dualism called interaction is where the, the soul or the mind could interact with the body through the famous pineal gland. That, that was the idea. And so philosophers ever since uh have been struggling with, you know, mind and body and are they separate or are they different kinds of uh uh substances and so forth? And to me in, in scientific times where we, we live now where we've, you know, discovered DNA and we know all about, you know, atoms and molecules. Um YOU know, if, if you start talking about looking for a spirit in the brain, you're looking for something that is not physical in the brain, you're never gonna find that. And that's the whole problem for me with uh my colleague David Chalmers and uh Tom Nago, both of whom are at NYU. I don't believe that the, the qualia are ineffable uh non-physical entities. You know, that's fine for a philosophical theory, but it's a nonstarter for a scientific theory. If it's not physical, you can't study it. So it's not science. And with one thing that happens is that, you know, science and philosophy were once kind of, you know, way back, like in the 19th century, there was a lot of interaction, but then it kind of they fell apart. And right now where we are is at a situation where philosophy has come in and is providing all of the conceptual major points from which scientists pursue things like consciousness. And I, you know, I think it's, it's useful to have a, a philosophical theory as a grounding point, but it should really be a starting point. And you can't expect the science that results from that starting point to always adhere to the philosophical theory because science is gonna discover things and the the dualist cling, you know, cling to the idea that we're never gonna find out how qual works because it's non-physical. So if that's true, it's a nonstarter scientifically. So either it's physical or it's not scientific."
	},
	{
		"start_time": "03:45",
		"speaker": "Ricardo Lopes",
		"words": "So one very interesting thing that you also talk about in your book is how you collaborated in studies with split brain patients. So, I mean, in what ways does that connect to the ideas you explore in your book? And why did you get interested in those kinds of studies?"
	},
	{
		"start_time": "04:06",
		"speaker": "Joseph LeDoux",
		"words": "Well, there are two questions there. Um The first, the first one, you know, I had two degrees in business administration and marketing. I had a master's in marketing and undergraduate and business administration. And I took a course with a guy who was uh studying learning and emotion that was his class. And I thought that would be relevant to marketing. But instead what he was doing was studying rat brains and memory he had worked with the esteemed Carl Lashley and was trying to do what lash he failed to do just to find memory in the brain. And he, um you know, I fell in love with what he was doing. It was just so fantastic. I was just a small kid from small town in Louisiana. And, you know, I didn't know you could study the brain. And so that became fantastic and I worked with him for a few months. And then I said, this is what I wanna do. And he gave me a um a uh uh wrote me a letter and I got accepted into Stony Brook uh out on Long Island to do my phd. And that's where I met Mike Kana and Mike and I um kind of hit it off right away. He had done his phd studying split brain patients and um in California at Caltech and he was about 10 years older than me, still kind of a young guy. Um And we came across this new set of patients in uh up in New England that had been just operated on. And so we started doing the same old stuff that, that you normally do with split brain patients. You know, like, you know, you show stimulus to the left visual field who goes to the right hemisphere, you say to the patient, what did you see the left hemisphere is the talking hemisphere? It says I didn't see anything but the left hand can reach into a bag and pull an apple out if we had shown it a picture of an apple. So we were doing the same old stuff again over and over again. It wasn't going anywhere. There was nothing new really uh until we came across one patient and home. Um We, for some reason, I forget why, but we put words in the right hemisphere just to see if it could read anything. You know, one of the big issues in split brain patients has always been, is there someone home in the left hemisphere or is all of the the conscious stuff coming out of the, I'm sorry, is there someone home in the right hemisphere? Because the left hemisphere is the conscious one you talk to and so forth. Um And it's been difficult, it was difficult to know because you could only use nonverbal responses to test that, you know, could it point to a picture and stuff. So that was uh that, that's where things stood. But we happened to put some words in the right hemisphere and gave the boy a bunch of Scrabble letters uh to see if he could spell what he saw, what letters he saw in the right hemisphere. Or we, you know, we could have put a picture like apple and then he would spell with his uh uh left hand A PPLE so he read, he could read the pictures or he could take, he could see an apple and turn it into words with his left hand or he could put picture, you could put a picture uh sorry, put the words in the right hemisphere and he could spell the name of the thing or point to the picture of the thing from his right hemisphere. So he could read in his right hemisphere, but he couldn't talk from it. So we said, OK, that's interesting if you can read common words there. But does he have uh a social sense? You know, we asked, we put the letters in the left visual field, what is your name? And the left hand came out and it spells his name, Paul. So OK, he knows who he is over there. He is not just a, you know, smart champ chimpanzee, there's a human being over there that knows its name, it knew his girlfriend's name. You know, when you say who's your girlfriend? He spells Liz um and on and on. And so we, we asked the right hemisphere what it wanted to be when I grow up, what would the occupation be the right hemisphere said race car driver and the left hemisphere in conversation wants to be an architect. So we've got one hemisphere with one goal in life, another hemisphere with another goal in life and they were different. So it clearly there was a, a kind of conscious self on both sides of the brain. And that was the first time that, that, that had ever been fully demonstrated, people assumed there was someone awake and alive in the the right hemisphere, but you could never have a conversation with that person. So that was a real breakthrough. And then, but the, the key experiments we did uh in terms of both my career going forward and Mike's was we put a um two pictures, one on the left side of the screen, one on the right side of the screen, the right side of the screen goes to the left hemisphere there. We, we saw, we put a chicken claw, you know, just the the claw of the chicken picture. Yeah. In the left to the left visual field, we, we put a uh um the snow scene. OK. So the left hemisphere saw a chicken claw, the right hemisphere saw a snow scene. So the right hand because it's a, a snow scene pointed to a shovel and the left hand because it's a chicken claw pointed to a chicken. So we knew why he did that. But so when we asked the left hemisphere, why did you pick those? He said, well, I saw a chicken claws so pointed to a chicken and you need to shovel to clean out the chicken shed. The left hemisphere knew nothing about the snow scene. It made up a story, observing the two hands and what they were pointing to one was controlled by the the left hemisphere So, you know, at first we kind of thought, well, this is just normal kind of neurological confabulation to make up for a deficit that you have because often neurological patients do uh confabulate. But then, you know, the more we thought about it, this was just something that we all do all the time that we, a lot of our behavior is produced non consciously, like, you know, I just ro rock back in the chair. I waved my hand um or you're driving down the road and you're not not paying attention, but you're driving fine, you know, all kinds of things we do are done non consciously. We're talking non consciously, you and I are not planning each sentence, we say it just comes out. Um And so if we have all these nonconscious systems in our brain producing behaviors, uh it helps if we can kind of put it all together and, and make our non conscious behavior, make sense with our sense of who we are in, in a, a more cognitive sense of who we are. And so the idea we had was that it's, you know, if you have any sense of free will, I, I think we have some free will. Yeah. Um Then it's, it's disturbing, it causes cognitive dissonance. If you think that you are not in charge of your behavior, right? If we, if you're doing things that aren't in your control, it can, can be a source of cognitive distance. So our idea was that the human brain evolved a kind of mechanism to resolve this dissonance in the fact that consciousness on our conscious minds don't have conscious access to a lot of the behavior we do. But to make everything seem right most of the time and not have to be kind of always questioning. Did I do that? Did I not do that? We have this sense of being able to cognitively interpret our behavior and our thoughts and, and, and other things and make sense of them in light of who we think we are. In other words, we generate narrations to explain who we are. And so ever since that, that evening in uh Bennington Vermont, which is where the patient lived. And we were talking about this at the bar. I've been kind of obsessed with that idea and so has Mike and we both have written books about all this and um I went on to, you know, I, I was interested in emotion and we decided emotions might be one of the systems in the brain that would require or demand these dissonance, reducing explanations. Because if you see, if you have all these unconscious emotion systems that cause you to freeze or run or to do things you don't want to do or you didn't or don't necessarily plan doing um to, to resolve that dissonance, we tell a story. Uh And that story is an emotional story about who we are and why we did what we do. So, uh you know, I, I didn't have patience anymore to uh to study. Um So I had to find something else to do and I turned to studies of rats because I assumed we could find that we could study emotional behaviors in rats. And the same systems would be involved in these unconscious emotional behaviors in humans. Even though I couldn't study emotional consciousness in humans, I could study the behaviors that might be generating these dissonance inducing uh uh uh uh narrations in us. So that was the basic idea. And I went on for, you know, my first grant on emotion and rats was rejected because the uh study section said neuroscientists don't study emotions. Um It was, you know, still the behaviorist era in a sense. And then the um the next comment was, and besides you're doing Pavlovian conditioning and you didn't use a non associative control group. So I was, I was really mad, you know, to get those comments, but I saw the writing on the wall that behaviorism still was a very strong force in psychology, especially especially in the study of animal behavior. And it still is today, by the way, it, it has not gone away. Um So if I was gonna survive by studying Pavlovian conditioning, which is what I was doing, I had to add that control group, but I also had to disguise myself as a learning and memory researcher in order to get my grants and to stay funded uh because emotion was not something that was gonna fly. That at that time, this is the mid 19 eighties. So I started going to learning and memory meetings and uh became, you know, a well known researcher studying fear conditioning and, and the Amygdala and all of that, I didn't go looking for the Amygdala. The brain took me to the Amygdale. Now I had, I had uh spent 10 years in a neurobiology lab where there were every technique you could need to study the brain. Um And so when I was studying rats, I wanted to know how does the tone go into the rat's ear and then come out of the rat's body in the form of a freezing behavior or a change in blood pressure and heart rate that's metabolically supporting that freezing behavior. So it was a question of how you get from the input to the output. Now, in the Alesia, Eric Kandel and, and others uh made very quick work of that because they had a simple stimulus. They were using like Pavlovian conditioning too and a very rigid response, the gill withdrawal reflects of the Alesia. And you know, I was using Pavlovian conditioning. I had a simple stimulus, a tone paired with a shock and a simple behavior, freezing behavior. It was an innate behavior. So I said I can connect the dots in the brain too. So what I, I didn't start at the ear because you lesion the ear, then you're not gonna hear anything, start at the auditory cortex. But because the auditory cortex and the rat had never been formally mapped, uh we had to map it because I had all those new anatomical techniques. I'd learned as a postdoc, we were able to quickly map the auditory cortex with tracing studies that showed us where we had to remove the auditory cortex to see if that was involved in the conditioning. We took it out on both sides of the brain and the rats could still be conditioned. So how do you, how does the stimulus go from the auditory thalamus to some part of the brain that controls the behavior if it's not going through the auditory cortex? What we looked at our tracing studies, anatomical studies and there were connections from the medial geniculate nucleus, not just to the cortex, but also to the uh um hypothalamus, the co cate putamen, the uh uh some intralaminar thalamic nuclei and the Amygdala. So we leach lesion each one of those and only the Amygdala had an effect. So now we know the stimulus has to go to the Amygdala to do the trick, get the behavior up. OK. So we said, well, it's not the whole Amygdala because the tracer was only in one part, the lateral amygdala coming from the, thus you, so the auditory thalamic input to the Amygdala was to the lateral nucleus. So we, yeah, OK. That made sense. So a lot of sensory information is coming in there. And so we started focusing on that. We showed that you could induce um uh I I if you record it from cells there. Well, first we lesion the lateral amygdala in that block conditioning. Uh If we put electrodes in there, we could record the activity of the cells during conditioning. If we electrically stimulated the inputs from the thalamus to the lateral amygdala, we could induce LTP in the lateral amygdala. Um And so on. So we had a, a lot of evidence that the lateral amygdala was kind of the learning center for fear conditioning. And so the question then is how does it go from the lateral amygdala down to the body? Well, another researcher, Bruce Cap had implicated the central nucleus of the amygdala in the control of certain cardiovascular responses following Pavlovian conditioning. So we've uh tracing studies found connections from the lateral to the central amygdala and that, you know, that kind of closed the circle right there. Uh But for the freezing behavior, we have to find a different output because the uh the cardiovascular responses were going down to the brain stem to control the parasympathetic nervous system. Uh But what we found was that for the freezing behavior, it had to go from the central amygdala to the periaqueductal great and from there, down to the motor systems that control. So within, you know, very small number of years, we were able to, to go from the ear to the muscles, basically that control the responses. And the trick was following the, the invertebrate model where you have a simple stimulus and a, a very well established, you know, hardwired response that is uh basically a reflex that you just con connect the uh the inputs to. And uh so that was really the beginning of my, my career. Um I was right around that time, I was moving to NYU. And the day of the MO the week before I arrived, there was an article written up in the New York Times. Science Times uh called brains design emerges as key to emotion. And that article was written by Dan Goldman who went on to make very popular the idea of emotional intelligence. Um He was writing from the New York Times at the time and he'd done a lot of research on my work. And what he was particularly fascinated with was the subcortical input to the Amygdala that control behavior without it going through the cortex. I call that the low road, whereas the cortical route to the Amygdala of the high road. Um But we didn't need the high road. All you needed was the low road. And so the idea was that you could have the, the driving of emotional behavior by the thalamic to Amygdala pathway uh which would be producing the behavior unconsciously getting back to my whole idea of these unconscious behaviors. So you could control the behavior unconsciously, the Freudians went wild. Finally, there was some evidence for unconscious control of emotional behavior. Um Goldman's f uh uh book on the emotional intelligence, I think the first like several chapters were all about my work. So it was uh it was good for me and it was good for him. So we both kind of got something out of that. It really gave me kind of a public presence of year or two. After that, I wrote the emotional brain because I had some, you know, cache with the public at that point because my name was getting out. So in the emotional brain, I described all the Pavlovian conditioning work. Uh BUT also wrote about how consciousness of emotions comes about, which is through the high road going to the prefrontal cortex allowing you to cognitively interpret the situation that you're in. So from the beginning, I talked about emotional behaviors as being unconscious. But the emotional experience being conscious through separate pathways. I tried calling the uh the unconscious pathway, implicit fear and high road explicit fear. But that didn't take off in uh emotion the way it did in memory research because still a lot of the people doing the behavioral work were behaviorist and they didn't believe in consciousness. So they didn't need to talk about unconscious because you don't have any consciousness. There's no unconscious to contrast it with. So they just ignored the implicit, explicit and just talked about fear as behavior. And so for decades, this was like an imperceptible itch that I needed to scratch. I would be introduced at lectures as someone who discovered how fear comes out of the Amygdala. And I would say it's not quite right. You know, because I'm talking about the fear behavior. I'm not studying the fear and emotion experience in the rap that has to be done in humans. Uh But time after time, I would be introduced the same way because, you know, it's very useful sometimes for your science to be distributed to the public. But uh sometimes that the public's perception of the science comes back into the science and becomes what the scientists think, right? And so there was, there was um my colleagues, uh the behaviorist colleagues who didn't like the fact that um uh you know, I was talking about emotion and, and consciousness and so forth, um would think of fear in the behavior sense as a stimulus response relationship. So fear was not and a, a mental state in the Amygdala or anywhere else, it was the functional relationship between an outside stimulus and a response to that stimulus. Now, in the middle of the 20th century, some behaviors became physiologists. So the intervening variable, it was introduced by Tolman in the 1919 twenties. Um So for these physiologists in the early in the middle of the 20th century. Uh WHAT the Amygdala was doing for fear was providing a physiological state of fear that connects stimulus and response. Not a subjective, no, no, no conscious fear. Just a something they called the physiology of fear just as the behaviors talked about the circuit as, as fear. So uh you have that uh going on and the um pretty soon again, everybody is still talking about fear. So the, the question you wonder is why did the behaviorist get rid of conscious fear? But still call the behavior fear because for most people fear would be the subjective experience. And it's because they didn't believe that there was anything in the head, right? So they could just call it fear. And since there was just no conscious or unconscious with them, it was just fear. Um So by 2012, I was really annoyed um with all of this, I thought bad language. And so I started writing articles like, um rethinking the emotional brain where I said it's what the Amygdala does is detects in response to threats. That's an ancient evolutionary process that goes all the way back to the beginning of animal life and into in the, in the uh 2019 book, The Deep History of Ourselves. I said it goes all the way back to the first bacterial cell. You have to be able to detect and respond to danger. You have to have something on your membrane that prevents you from swimming into toxic water. And something on your membrane that allows you to swim towards uh food. So the their membrane was able to guide them towards survival behaviors like this. And I'm not saying that we inherited, you know, for example, freezing behavior from bacteria. But instead what, what I said in the book was that the earliest cells develop what it, what was necessary for the cell to stay alive. Those became the key components of a cell of cellular life. So what was passed on was the survival needs of the cell, not how you satisfy those survival needs, right? So, bacteria survive by approaching food in one way and avoiding danger in another way, but they do it. They have no, you know, their bodies are very primitive when you get into animals that have different kinds of bodies, for example, um a sponge, the body of the sponge is very different from the body of a jellyfish which vold sponges. But so they acquire food and protection in different ways. They, they, they have to have the same survival requirements, but they implement it in different ways. Take mammals, some mammals run away from danger, some fly away from danger, some swim away from danger. Uh You have all kinds of ways of responding to danger. That's not what's been inherited. What's been inherited is the imperative or the need to detect danger to incorporate nutrients and balanced fluids to uh uh detect danger and move away from it, um, and so forth. So, and to reproduce. Of course. So, um I, what, what I was proposing in the d in the, this book, this article, um uh rethinking the emotion of brain was to stop calling things that weren't mental states, mental states. You know, it's, it's simple. So I started with a quote in that article from, uh Tinbergen who was very well respected. But he said that our, that our Presumptions about what hunger and fear and uh uh all of these emotions are in other animals are mere guesses. We have no idea what's going on. We should, we should talk about them in different ways. He was, you know, basically saying let's not anthropomorphize on the basis of behavior because we don't know what's going on in the hip. So I wrote that I wrote all kinds of other articles like uh one was called um Semantics Surplus Meaning and the science of fear. It's about how throughout history, there have been uh scientists who have questioned the way the scientific language is used and that I think that's very important that we not mistreat our language or misuse our language. For example, each, each field is different. So in biology, there's a gene called hedgehog. So when a biologist talks about hedgehog, n, no one thinks they're talking about a hedgehog, right? It's just a nickname in psychology and neuroscience. We have a different relationship to these words, when we use a mental state word, like fear to talk about a brain circuit that controls an innate behavior. That's not fear. That's a defensive response. If we call it fear, everybody thinks fear is living in the Amygdala. And that's how we got to all these problems. And that's why the entire medical, medical industry to treat psychiatric disorders doesn't really work because you develop animal models and you use, you test drugs that make them freeze less and you think because the rat froze less a human will feel less fearful and less anxious. But instead, what you find is the patient is less avoidant. They, they go to the party a little easier and they're less aroused so they can stay in the party a little easier, but they're still anxious and fearful, you know. But if so, if the drugs were sold, not as anti anxiety pills, but as coping pills, you know, anxiety coping pills, you'd be able to take the drug and understand that what you can do is use it to help you cope with the physical symptoms. And then psychologically you'd be in a better position to re evaluate your situation. So I talk about it some time in terms of first, you have to tame the Amygdala. This is metaphorically not, not clear away. Sure change the Amygdala because spider phobics don't wanna see spider pho pho uh see spiders when they're doing. Uh LIKE cognitive behavioral therapy. So one way you might do that is subliminal presentation of spiders to spider phobics. They would never consciously know they're there, but it might extinguish the Amygdala. I don't know which I've promoted that for a while, but I don't know anyone who's done it. So, um, tame the Amygdala, you might do that with cognitive behavioral therapy or uh distraction. If you can keep the conscious mind distracted while still being extinguished, you know, that might work. Um Second, you want to tame the hippocampus, rewrite some of those memories about who you think you are and what your labels are and, and so forth and just re narrate your, your score if you, you know, because a lot of what we do to that gets us in trouble psychologically is our narrations about the situation and who we are. And if we can narrate in, maybe we can narrate it out. And then third, once you've done those two things, the brain is ready for psychotherapy, regular talk therapy. But if, if the therapist has to deal with an anxious body and um uh a bad memories and you know, and at the same time, try to do the kind of, you know, mono, mono or woman or woman oh exchange, it's too much to be done at one time. Do them separately, get rid of the most basic first or tame those first tame the cognitive memories second and then you can have a, a better time talking. That would be my, we haven't gotten very far on this all day. Right. Talking too much."
	},
	{
		"start_time": "31:50",
		"speaker": "Ricardo Lopes",
		"words": "No. But, but, but then tell us that related to this latest book, how did you get that, this idea of four realms of existence, the bo the neural, the cognitive and the conscious and how do they relate to one another?"
	},
	{
		"start_time": "32:07",
		"speaker": "Joseph LeDoux",
		"words": "Um You know, it's like I how, it's how the question is, how do I start writing that book? And it's, this is true of every book. It's just you get one idea like in deep history, it was like, you know, I, I made the connection between OK, I had been studying molecules involved in Pavlovian conditioning that I were borrowing. I was bing those molecules from Eric Kandel who studied Alesia, you know, C with A MP and uh PK A all kinds of uh molecular tools. And so, you know, we would do that and we, we, we could show that we could block LTP with those and we could block uh Pavlovian conditioning with those. And so we were using, using the same molecules that were used by animals that had a 630 million year difference between the ones we were using and the ones KD were using because the common ancestor of the so-called protos dome invertebrates and the vertebrates was 630 million years ago, a flatworm, bilateral flat worm with a little brain. So that became the invertebrates and the vertebrates. So it dawned on me one day that, you know that, how, how did that, how do we have the same molecules in these groups that are so diverged? Well, one possibility is they separately evolved them. But the other possibility is that they inherited those from the common ancestor. And the common ancestor is this flat worm that genetic, you know, modern genetics is able to go into fossils and stuff and, and pick out things that that existed back then. And sure enough, some of those molecules were there and we still have living ancestors of the flat worm. For example, jellyfish, they have those molecules, not all, not everyone, not, but they have synaptic plasticity molecules. Now, sponges don't have a nervous system, but they have synaptic plasticity molecules and protozoa, the single cell organisms from which all animals evolved also have the the molecules, what are they doing with synaptic plasticity molecules but no nervous system? So that was the wrong question. The question is how did the molecules that the protozoa have get converted? Or uh uh you know, what do you call it? Uh YOU know, borrowed to make synaptic plasticity molecules because evolution doesn't make things new. It takes stuff you have and kind of modifies it. So, and you could go even further back with those molecules. So and and it turns out that uh you know, these protozoa uh behave, they detect danger and, and move away from it. Um And not only that they undergo Pavlovian conditioning. So, and if you go into bacteria, they also undergo Pavlovian conditioning and have behavior. So the point is that when we talk about these, these survival behaviors to call them emotions and attach that emotion word to them, does them disservice? They have been there very, very long in the history of life. And we need to pay respect to what they are and not over attribute things to them. They don't make fear. Fear is the cognitive interpretation of the situation you're in. So back to why I started writing the four realms. So, um I, I was uh writing a series of articles uh for Current Biology. The, the editor there, Jeff uh uh had uh you know, he, he liked the way I wrote uh one or I wrote this review for him called the Amygdala, which was one of their best reviewed most viewed reviews and uh in their history at that point. So he asked me to write some more articles and these are great because all you have to do is write like I don't a couple of 1000 words, there's no peer review. He, he's the peer reviewer. If it passes his muster, it's kind of like you can say whatever you want. It's called my word. So it's my word. It's not anybody else's word and it just like allows you to explore some ideas and one of the ideas I explored in one of the articles was the um uh the starting point was um you know, what is, what is consciousness and, and um uh how, why do we have all this extra philosophical stuff associated with it? And, you know, maybe we need, maybe we could get more uh focus. And one of the, one of the things that came out of it was to explore the idea of, of uh narrations as a way of um the of uh kind of populating our conscious experiences. And so I started thinking about that and um then I should, you know, I don't, I can't remember the exact sequence. But ultimately, I, I started if I have this, if I'm saying, OK, I've got all this stuff that's going back in evolution that is kind of layered into the human body and brain, right? Um What I've, the deep history of ourselves I said was about the way we were, but the four realms of existence is about the way we are. It's about the same things that it's kind of like looking back in evolution. So we've got, you know, an evolutionarily programmed body that we've borrowed from our ancestors that didn't, that only had bodies. So, you know, some animals um uh only animals that have uh let's say, I wouldn't say this, some organisms only exist biologically, all single cell organisms only exist biologically. Um EVEN in the multicellular organisms plants and fungi only exist biologically. They don't have a nervous system. So only animals have a nervous system. So only animals can exist neuro biologically. And that offers a lot of advantages, right? Because neurobiological existence allows you to control your body in unique ways for, you know, obtaining food, avoiding danger, uh getting your, your liquids and so forth. Uh YOU can do that much more effectively, but it's, it's a much more challenging job and you need a lot more metabolism than you have as just a pure biological organism. So, if we think of like the biological organism unit is a system for metabolism that's keeping you alive, generating metabolism, right? And the first animals were basically an extension of the biological realm because they developed nervous systems that allowed the biological realm to do its metabol met meta meta metabolism. How do you say how they could like approach metabolism more effectively with a nervous system than without? So, the uh there's a guy named Alfred Sherwood Romer, he was a very uh prominent comparative uh uh paleontologist. Um I had read all, you know, when I was first starting neuroscience, I've read a lot of books about that have talked about um an anim animated and visceral existence in the body. You know, you got, so you got the somatic body and the visceral body. Well, Romer picked up on that in the 19 fifties and said that we've partitioned the nervous system in the wrong way. It's not about a central and peripheral nervous system because central peri and peripheral nervous systems did not exist as the primary condition of the nervous system. What existed was you in a, you take the basic biological needs and you divide those into visceral and somatic functions. Then the internal and the external. Um THE central and peripheral components of the nervous system were not there. In the first animals like jellyfish, they had diffuse nervous system, nerve net nerve nets, they had no centralization to speak of. So, but they had visceral and somatic components. So that is the primary condition. So we should think of the body and the nervous system as a continuous connection of visceral and somatic activities at the biological level and the neurobiological level. Um AND the central and peripheral location is just, you know, how you get the the nerves to the out of uh uh from one kind of nervous system to two kinds. You know, it's just AAA way of of dividing the nerves. But the key thing is the nerves are pro processing either somatic or visceral functions. So that came, became very important. And I had this, this picture uh of one of, of um how the Amygdala uh connects to the autonomic nervous system to control, you know, autonomic response, like blood pressure and heart rate and uh release of hormones and all of that stuff. And on the other side of the picture you know, the Amygdala separated like the A NS component and then the component that controls freezing behavior or uh escape behavior and so forth. So I had ma I had written what Romer de described in my work, it, it came out of my work that there was different pathways out of the Amygdala to control visceral and somatic nervous system. So his thing was like an eye opener for me. And that became the foundation for the biological transition to the neurobiological realm. And then the next transition was the transition from the mirror neurobiological realm where you have instincts like, you know, fixed action patterns. As the ethologist call them reflexes and stimulus response habits. None of those involve cognition, right? They're automatic responses. So the next level up is the cognitive level. So there you can have instrumental responses that are goal directed and involve cognition. Uh And you then can also have internal representations of the world that you hold information in mind and make decisions about and so forth. But again, all unconsciously and then finally, out of a very sophisticated cognitive realm, you evolve the conscious realm. So that was the whole thing. It's like how one thing led to another, it was really a continuation of deep history, but just putting it into our bodies,"
	},
	{
		"start_time": "43:52",
		"speaker": "Ricardo Lopes",
		"words": "right? But how do we get at consciousness? Then? II I mean, because as many times people again, going back to the body dualism, I think people think about consciousness as a sort of, I don't know, magical out there. But I, I mean, from a neurobiological and then adding the cognitive perspective, how do we go from the cognitive level to the conscious level?"
	},
	{
		"start_time": "44:24",
		"speaker": "Joseph LeDoux",
		"words": "So, one of the things I wrote in the, in uh the four realms book, and, you know, I've been writing a psychology today blog for a long time. But, and with this book, I've written, you know, kind of summaries of each realm and in the conscious realm, I wrote a paper recently. Yeah, these are like short uh you know, thought pieces. Um I wrote uh one called is Consciousness Mysterious. And so I said, well, it depends on what you mean by mysterious. Do you mean mysterious in the way of a soul that survives death or in the way that DNA was mysterious before the uh the inheritance was mysterious before DNA was discovered. And I think that's the way I think of consciousness more like the discovery of DNA than search for the soul that survives death. You know. So um there, you know, and it's very hard to, to talk about consciousness because so many people talk about it as if it's one thing. But I, I have long been uh following a partition that in El Toing proposed long ago uh between auto noetic consciousness, which is self awareness, awareness of yourself, noetic consciousness, which is knowledge of, of facts and, and concepts and a noetic consciousness, which is let's hold that one for a second. It's complicated. So, but if we, if we just take auto noetic and noetic and um uh realize that auto noetic consciousness is based on episodic memory and noetic consciousness is based on noetic me, on semantic memory. So, the fact that episodic and semantic memory are the stepping stones to noetic and auto noetic consciousness means that you have an anchor in the brain that takes you pretty close to the consciousness finishing line, right? It's through episodic memory and through uh semantic memory that you get there. So tho those should be the anchor points from which to explore how consciousness can exist in other ways. And whether you want to talk about that in terms of global workspace or in terms of um a higher order theory which I prefer um you have an anchor point to build on. So I, I think it's an underappreciated uh uh kind of tool that, that we have. Um THE the the third kind of consciousness is a little weirder. So the third kind of consciousness is a noetic and that is a kind of very strange thing that tolling didn't explain very well. And I, I struggled for many years. And you know, I had a, I was very yak pens up and I had very different ideas about emotion. But we both used tol scheme and the only thing that was different and, and solving scheme showed me what was different about what Yak. And I believe the only thing that was different is whether the Amygdala was the source of fear, actual fear or whether it was a lower order state that had to be resented for the fear to be experienced. That was my position, the latter one and the lower the, the, uh, it's all in the Amygdala State was this, I mean, it wasn't just Amy Amygdala Perre doctor, right and so forth. But what many people don't realize that Yak was not talking about the kind of consciousness we have. He was talking about the kind of consciousness that a rat has called a noetic consciousness, which is as he called in his book, uh you know, Affect of Neuroscience. He says it's basically like literally unconscious. It's, it's con it's unconscious consciousness. It's so primitive that you never experience it unless it's so intense that it moves up into noetic consciousness and into auto noetic consciousness. It's like, ok, you walk into your apartment, you don't have to say this is my apartment, everything, you know, you know, everything is yours. You don't have to acknowledge that. But if you walk in and all of a sudden, you know, the table is upturned and books are all over the place, all of a sudden that you've moved from everything is right, a noetic consciousness to everything is wrong. Noetic consciousness is recognized that and then, you know, oh my God, they you know, maybe someone's here, they're gonna mug me you into I noetic. So um a noetic is very primitive. And for me, I think the only way to think about it is to in order to get it into noetic and auto noetic as Jacque said, you know, it's gotta, it's gotta be intense to cross that line. But I think that the, that the feeling of rightness that he talked about is not something that is just down there. I think it's also something that exists at a higher level uh in the medial prefrontal cortex that all mammals share. It's a kind, I think it's a kind of consciousness, all mammals share. It's this sense that you know, everything is right until it's not right. And once it's not right, we have more complicated things to bump it up to. Uh ANIMALS may have some kind of non verbal semantic memory that they could bump it up to a little bit. Uh But with verbal knowledge, you get much more, you know, fancy stuff going with it. But anyway, the, the idea that the, the a noetic is the ver is the fringe of consciousness that William James talked about. It's stuff that hovers on the verge of consciousness but is never conscious or unconscious. It's right there at that, at that level. And so it's ready to be bumped up or ready just to stay there. And this philosopher Bruce Mangan says that the this fringe consciousness, its job is to translate the deep unconscious into something that can be made available to consciousness under certain conditions. So this this a no conscious is a transition from the deepest, not un inaccessible unconscious. Only some things can get up there and be pulled up through a and so"
	},
	{
		"start_time": "51:09",
		"speaker": "Ricardo Lopes",
		"words": "I I mean, by distinguishing between these different kinds of consciousness, uh what kind of progress can we make in terms of understa of having a better understanding of what consciousness is or how it arises and stuff like that."
	},
	{
		"start_time": "51:27",
		"speaker": "Joseph LeDoux",
		"words": "So one way to do it that I propose and it's, you know, it's uh in current biology in one of these articles. Um THIS is purely hypothetical, but let's say that if we were to know more about how these three kinds of consciousness work in the human brain and knew exactly, you know, which circuits are involved. For example, let's say that the auto noetic consciousness, self consciousness um is requires the lateral frontal pole, which exists as a unique structure present only in the human brain. And to the extent that many people think that the philosopher scientists think that this kind of auto noetic self reflective consciousness may be on the human, that might be a good candidate to look for that kind of consciousness in. But we're just talking about speculation. Now, let's say that the unique part of the human brain is where we have this unique kind of auto noetic consciousness not alone. Of course, you need hippocampus for episodic memories and, and all of that and you gotta get them through many steps to get them to the, the uh on a frontal pole. Um But we also know that there's some evidence in humans that uh for work for kinds of consciousness like semantic consciousness. Uh YOU know, can you see consciously see an app, do you need only visual cortex to consciously see the apple? That would be the first order theory like ned block or do you need prefrontal cortex in order to turn that into a conscious representation? Uh THAT would be higher order theory. Uh It would also be the kind of theory that uh people like Carl Frisson talk about because he says it's all a kind of top down illusion that would be kind of working memory illusion, you know about it. So uh a and global workspace says you need at least a a cognitive representation to rebroadcast it back to the other areas and so forth. So the the dorsolateral prefrontal cortex which plays a key role in all that stuff um is only in primates. So that might be a kind of noetic consciousness that we have using dorsal lateral prefrontal cortex that includes verbal noetic awareness, verbal, semantic aware, conceptual semantic awareness. But in monkeys who have almost identical dorset prefrontal cortex uh in terms of structure, uh that might be nonverbal semantic and conceptual knowledge. But other at other mammals don't have this do lateral granular prefrontal cortex. Also the frontal pole is granular prefrontal cortex. The rest of animals including us have a granular or disc granular whatever you wanna call it, uh prefrontal cortex that all mammals share. So that might be the kind of cortex that allows these a noetic crude string of consciousness feelings to be shared by all mammals. And that is exactly what JP Up said. It's the kind of thing that is shared by all mammals. He wouldn't put it in the media prefrontal cortex, he'd put it in the sub cortex, but that's the only difference between our views. Um So we got, we got uh mammalian consciousness shared by all mammals, primate consciousness shared by all primates. And, you know, maybe human consciousness perhaps shared by great apes. We don't know what's going on in their brains because it's illegal to study uh ape brains, you know. So I think it's a, it's a good kind of way to uh kind of retrofit or reverse engineer consciousness and other animals based on what we can expect in our brains. So if we can kind of like test for what, how far rats can go beyond this a noetic feeling, then they might get into kind of some semantic uh nonverbal semantic, ratlike, not, not primate, like but ratlike, semantic uh um noetic or I don't know, it's just the speculation."
	},
	{
		"start_time": "55:52",
		"speaker": "Ricardo Lopes",
		"words": "So let me just ask you then one final question. And you've already touched a little bit on this throughout the conversation. When you mentioned, for example, that the way we conceptualize things, the way we talk about things, the way we talk about the mind mental states, mental experiences are sometimes problematic or might become obstacles in the way that we understand these different kinds of realms of existence there, relationship and so on. Phenomena like consciousness, I guess in the book, you claim at a certain point that ideas like the self are increasingly barriers to discovery and understanding and that we've sort of hit an epistemological wall. So what do you mean exactly by that? And if we've really hit this epistemological wall, how can we go beyond that obstacle?"
	},
	{
		"start_time": "56:50",
		"speaker": "Joseph LeDoux",
		"words": "Yeah. So, you know, again, this goes back to the issue of what we should take from philosophy and what we shouldn't take it. You know, so just because we got this, this notion of the self from philosophers doesn't mean that everything a philosopher says about the self is golden and you know, it written in stone. So the self is a good starting point. But even scientists have, you know, come to think of it um in ways that I think are not productive. So there are two ways to, to think of the self one productive and the other not productive. The unproductive one I think is when we reify it as a kind of thing inside of something besides who we are. That, you know it, oh, that, you know, myself, did it or that I have this thing in me that does things, um, but what, what is the self in there besides you? Why do you need something besides you? Why do you need a self as a separate thing in charge? You know, because you, they're related to executive function but, but it's, it's just adding a, uh, a thing we don't need, you have executive function. You don't need a self with the victim. It's, but you have executive function, not yourself. The self is like a little ghost in there that's giving us a lot of trouble. The one way that the self is, I think scientifically valid is uh the narrative self because we do narrate who we are and those narrations become part of our understanding. We can narrate, we can re narrate, we can change our narration. But these narrations become beliefs. Sometimes the beliefs become so strong that that counter evidence to the contrary is rejected. We see this a lot in, in politics on both sides these days and a lot of things, things are so firmly believed that that nobody gives on anything. And um so those are, those are all narratives that we cultural narratives, you know, there are all kinds of narratives, narratives, family narratives, personal narratives, cultural narratives. Um And we, it's amazing we get along at all because we have so many ideas about how, who we are and who we're not. I'm trying to write a book now on how, uh you know, like it's kind of a memoir with about how uh I've narrated my life over the course of it and what I, what I think of my narration now that I was narrating back then."
	},
	{
		"start_time": "59:27",
		"speaker": "Ricardo Lopes",
		"words": "Well, I'm very much looking forward to it. And uh the book is again the four realms of existence, a new theory of being human. I'm leaving a link to it in the description of the interview. So"
	},
	{
		"start_time": "59:40",
		"speaker": "Joseph LeDoux",
		"words": "I prefer a new framework for being human. The publisher insisted I say new theory. Oh,"
	},
	{
		"start_time": "59:47",
		"speaker": "Ricardo Lopes",
		"words": "ok."
	},
	{
		"start_time": "59:50",
		"speaker": "Joseph LeDoux",
		"words": "Oh, ok. People think that's too pretentious. Very good. Yeah,"
	},
	{
		"start_time": "59:56",
		"speaker": "Ricardo Lopes",
		"words": "great, great. So, Doctor Lulu, thank you so much"
	},
	{
		"start_time": "59:59",
		"speaker": "Joseph LeDoux",
		"words": "for always. Great talking to you Ricardo. Really fun. I always try anytime. Just I'm always happy."
	},
	{
		"start_time": "1:00:06",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting bear. No wolf, Tim Ho Erica LJ Connors Philip Forrest Connelly. Then the Met Robert Wine in Nai Z Mar Nevs calling in Hobel, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her MA J and Lain Jung Y and the Samuel K Hes Mark Smith. Tom Hummel S friends, David Sloan Wilson Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt, Pavla Stassi na Me, Gary G Alman, Sam of Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franka Gilon Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson, Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fists, Larry Dey Junior, Old Ebon, Starry Michael Bailey, then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No. Week in the B brand Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perlis, Kate Von Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Rumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]