[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host, as always Ricardo Los. And today I'm joined by Doctor Vinod go. He's professor in the Department of Psychology at York University. And today we're talking about his book, Reason and Less Pursuing Food, sex and Politics. So, Doctor Goel, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:23",
		"speaker": "Vinod Goel",
		"words": "Thank you, Ricardo. I'm pleased to be here."
	},
	{
		"start_time": "00:26",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to start by asking you about what rationality is. I mean, how you understand it because if I ask people from different scientific disciplines, they would probably have slightly different understandings and definitions of rationality. But since if I understand it correctly, of course, you, what you bring into the book is mostly an evolutionary and the neuroscientific perspective. What is rationality in this context?"
	},
	{
		"start_time": "00:59",
		"speaker": "Vinod Goel",
		"words": "So let me give you a very basic uh definition of rationality. And this is the definition that I think everyone needs to agree with. And then on top of this, they can build their other more specific definition. So as you know, uh you know, we are the rational animals, that's how we define ourselves. That's how Aristotle defined us. And by this, what we mean is that volitional human behavior is explained in terms of rationality or in terms of reason. And so reason, rationality has three components. Uh It's, if you're gonna build a model of rationality, you need three things, you need beliefs, you need uh goals or desires and you need a principle of coherence. And uh uh when we are rational, what we do is we select our actions um to be consistent with our goals, given certain beliefs. And uh then that's it, that, that's uh what rationality is. Let me give you a couple of very quick examples to point out to point this out. So I'm sitting at my desk here in front of my computer and there is a uh a bottle of water on my right hand side, I'm thirsty and I desire to take a drink of water. If I reach out to the right hand side of the table, pick up the thermos, bring it to my lips and drink, that's rational, but having the same beliefs and desire that is a desire to uh drink the water and the belief that the thermos is on my right hand side, I reach out to the left hand side of my desk. That's irrational. Mhm. That, that's really, you know, uh that's sort of a very simple example and I can give you, I mean, a more realistic example um that we might actually, that might serve some purpose later on. Uh THINK of um uh parole judges making decisions. OK. This is a, a rational task. Uh So again, three components to the model, uh a desire, certain beliefs and a coherence relation. So the desire in this case might be something like upholding the law and protecting society. That's what the judge wants to do. That's the goal and they may have certain beliefs and these beliefs will be based on the information they've been provided about the applicant. So maybe the information is things like has served the mandatory mendum was an exemplary prisoner is not likely to reoffend and there's no objecting statement from the victim. And so given those the des desire and those beliefs, you bring those together with the coherence relation and there is a certain uh uh decision or action that follows grant or uh uh not grant uh parole. And that essentially is uh the uh uh uh at the core of models of uh uh of reasoning. And the um uh but the problem with these models is that um they fall short and then, um uh I mean, and, and iii I can illustrate this uh uh for you with a um uh with an example that uh really had a profound effect upon me. This is an example uh from 2021 this was an interview that Francis Collins who was then the head of the NIH. So he was the head of the NIH for 12 years. He was stepping down in 2021 and December 2021 and he was interviewed by a reporter and she asked him, well, uh you know, what are some of the successes and regrets of your t 12 year tenure? And among the successes, he noted a number of significant advances in biomedical research, but among his regrets what he said, and I, I, let me, let me actually read this to you. What he said is to have now 60 million people still holding off, taking advantage of life saving vaccines is pretty unexpected. It does make me at least realize boy, there are things about human behavior that I don't think we had invested enough into understanding. So what he's saying is not that these models uh need to be tweaked or he's saying we missed the ballpark on this in terms of our models of uh uh uh human behavior. And I came to a similar realization uh some uh 56 years ago uh when uh I, I've been working on um sort of the neural basis of uh human rationality for 20 plus years at the time. And it seemed to me that uh uh nothing that I knew was relevant to explaining the behavior of my teenage daughter or my Trump neighbors in Florida who profess an unshakable faith in American exceptionalism. But then go on to deny and ridicule the signs of climate change emerging from exceptional American institutions, uh or why intelligent powerful men engage in sexual indiscretion, even assault at great personal risk and to themselves and harm to others. Uh WHY I overindulge in chocolate cake and pizza. So, um uh so while the model is very simple and it's ubiquitous in some sense, we can't, you know, this is uh even in the absence of any uh uh formal uh you know, knowledge of psychology or decision making. So this is how we, you know, this is how we predict each other's uh uh behavior. But um and this is, you know, and our uh formal models, uh and this is where you'll get the difference as you, as you mentioned at the beginning, when you ask the question that if you ask the three different people, what is rationality? If they're giving you a definition based on their formal model, this is where you, the differences will arise. Um And um and these differences are largely um uh the, the, they know they largely result from the fact that uh we have to a uh uh we have to account for the failures of the model and the differences are, you know, how do we account for the differences? And usually we just account for the differences by assuming rationality, but then placing certain constraints on it, like heuristics and biases fast and slow, motivated reasoning, sloppy, reasoning, pure education, you know, and so forth. Um And uh so these are just largely just uh uh cognitive tweaks that try to save us from irrationality. Yeah. And so my own concern uh in the book has not been so much with irrational behavior, but which is the failure of coherence, but rather with irrational behavior, which I define as behavior driven or modulated by non rational systems. So that's really what I've uh um become interested in. And again, if you like, I can give you a simple example of this based on the previous example I gave of the parole judges in making the decision. And so that, that's a rational task, right? This is the reasoning mind at work. There's a famous study by Dan Zinger at all from 2011 in which he studied these, you know, a number of pro judges making decisions. And what he reported is when, when the, when the pro judges were well fed after a good meal, uh the favorable pro rating uh rulings were about 65%. But prior to a food break, when they were hungry, the favorable ratings dropped to zero. And so the reasoning mind can't explain this, right? It it can say it's noise, it's this or that, but it can't really explain this. And so the only way you can explain this is presumably it has something to do with low blood sugar level. And so you need a model whereby uh these non reasoning systems can actually interact with reasoning systems. Uh So, mhm"
	},
	{
		"start_time": "09:35",
		"speaker": "Ricardo Lopes",
		"words": "A and uh let me ask you a, a different kind of questions still rationality related. So how does rationality relate to other aspects of human cognition? Like the emotions? I mean, what role do emotions play in? I guess we could say, informing how we make decisions? And so how do they relate to rationality?"
	},
	{
		"start_time": "10:00",
		"speaker": "Vinod Goel",
		"words": "OK. OK. So traditionally, emotions and reason or rationality have been contrasted, right? That they belong to two different worlds. And here there's a quote from Seneca that I use in my lectures to my students that I think is brilliant. And I, I I'm going to make a note of it here and I'm going to read it to you. He said some tw 2000 years ago, Reeves and herself, to whom the reins of power had been entrusted remains mistress. Only so long as she was kept apart from the passions. If once she mingles with them and is contaminated, she becomes unable to hold back those whom she might have cleared from her path for when once the mind has been aroused and shaken, it becomes the slave of the disturbing agent, right? And so this is sort of guided our uh uh approach to reason and emotions. Now, the thing is we still, uh we were, I think we're, most of us are still uh uh wanting to separate them. But there is, I mean, if you just look at the uh sort of that I, I gave you the definition of emotions, emotions, uh beliefs and desires and coherence, relationships. Uh So, beliefs and desires are intentional states right there. Um So, emotions also have intentional states. Uh So, for example, if I am, uh if I am uh fear, well, it's fear of something, I mean, a fear of snakes, right? So the, so the, the, the uh the, the they are referential just like uh uh the, the states involved in reason, Uh they also have cognitive antecedents. So that is that um uh I might uh come to the belief that it is raining outside. Uh If I see my wife walk in with her umbrella, shaking the water off of it so that, you know, that results in that. But where they differ from the types of uh uh intentional states that we uh uh we typically implicate when we're talking about reason is that they also have a valence, physiological arousal and temporal duration. And this is so typically, I mean, the idea is beliefs uh uh uh uh uh and desires don't have this, I take exception to that I think they do. But the traditional story is they don't so ve you know, um uh so emotions can be positive or negative. Fear is negative. Uh YOU know, uh seeing an old friend, uh the happiness, the warmth you feel is positive arousal is the level of positive or negative. Um uh TEMPORAL duration is how long it lasts. There are also physiological expressions associated with emotions, like facial expressions, um uh their action tendencies. Um So happiness um would make you want to approach um fear, withdraw, anger, strike out at the other, in uh uh strike at the other individual. So there is this overlap uh between uh emotions and reason. Um THOUGH, as I've said, we've um we want to sort of uh um pull them apart. Uh Yeah. And um uh I, so this is something I think as the field we're still struggling with. Uh"
	},
	{
		"start_time": "13:41",
		"speaker": "Ricardo Lopes",
		"words": "mhm uh IS struggling with understanding exactly what is the ratio uh the relationship between reason and rationality and emotions."
	},
	{
		"start_time": "13:52",
		"speaker": "Vinod Goel",
		"words": "Yes, because the uh as I said, several of the components are the same and we can. So uh so the reason, so what, what the struggle, what the, the the challenge is, is uh uh you can reason regarding your fears about snakes regarding, you know, uh if you're uh if you're afraid of snakes, you believe there are snakes outside, then you don't go outside. That's rational, that is very consistent with the uh um the, you know, the definition of uh uh reason I provided earlier. But the issue arises is uh what is the contribution, what is the effect on behavior when you have val uh arousal uh uh involved and the, the uh iii I think what, what the uh the involvement of these uh affective components to these uh psychological states, what they do is they um uh they are there because they are associated with certain action tendencies. They may be uh allow for the bypassing of uh the rational response. I mean, uh I think there's a story something like that to be told here"
	},
	{
		"start_time": "15:14",
		"speaker": "Ricardo Lopes",
		"words": "a and so related to that uh in the book, you talk about this concept of the uh te rationality and later on, we're going to come back to this concept but to talk about the mind more generally. But uh now at this point, uh could you tell us what the tehr rationality is?"
	},
	{
		"start_time": "15:38",
		"speaker": "Vinod Goel",
		"words": "Yes, so tendered rationality. So this is the idea that while we are reasoning animals, our system of reason does not float of the biology. It's not powered by angel dust. It evolved on top of it and is integrated into the neurology. We share with our common ancestors with bats and baboons. So our reasoning mind is tethered to evolutionary older systems such as the autonomic system, the instinctive system and systems. And so volitional human behavior on the traditional account is a function of the rational mind on the tethered rationality account. Volitional human behavior is a blended response of reasoning and non reasoning systems. OK. And I think this follows uh this sort of a truism. It follows from the theory of evolution and the 150 years of neurobiology. Uh And I also think this tethering is not a flaw to be ignored as noise or a finer grain question. We come back to another day. It's uh fundamental to understanding uh how the human mind works, how human behavior, uh how we explain human behavior. Um And I, I can give you a, an everyday example to illustrate the tethered mind at work. The, um um you know, a few, couple of years ago, I had a colleague who, who was, he was into boating and he was looking to buy a new boat and he was flipping through the pamphlet uh uh of the uh of the boats. And um in each of the pictures, there was the picture of the boat and there was a picture of an attractive woman uh in a bikini. And I asked him, does the woman come with the boat? And so the point is why is we know that the woman doesn't come with the boat? Why is the woman there? Well, it has to do with the, the, the, the, the, the way our minds are structured. So the uh uh because it's mostly men that buy boats. Uh uh uh YOU know, uh we are wired in such a way. We like looking at attractive women, the instinctive mind. Uh So it, this is something that gets us to look the and so associating putting the woman beside the boat, this the associative mind. So we like, you know, this positive. So the boat gets a positive connotation from that. Thirdly, we know the woman doesn't come with the boat. So the reasoning mind knows this. But nonetheless, the uh given the instinctive and social mind, I it is worth it. It works, right. So, advertisers know it works. This is why they spent millions of dollars doing this. If uh it didn't work, they wouldn't pay the models to be in the pictures. So, uh this is, you know, a sort of a very simple example, everyday example of the tethered minded work uh in all advertising, uh we're appealing to factors. Uh We're appealing to recently factors. Sometimes we list the ingredients on a particular product or that. But there, there are these other factors, the, you know, associative mind, instinctive mind, uh autonomic systems um uh that we're appealing to when you go to a uh uh a movie theater and sometimes they will uh at least in North America, they will uh uh pump the smell of popcorn, buttered popcorn into the theater, right? That's the autonomic system angry you go buy popcorn. So we all know this. But um in our formal models, we uh we sort of uh uh ignore it, we think, you know, we have to explain it just with the reasoning mind so that the mi the tethered mind is the idea that um uh the all of these systems have a role to play in uh behavior that it's a blended response of these various systems."
	},
	{
		"start_time": "19:42",
		"speaker": "Ricardo Lopes",
		"words": "Uh But there, in your answer, you mentioned uh 34, actually different systems, the autonomic, instinctual, the associative and the reasoning system. So, rationality or reasoning, we've already talked a lot about. But of course, the example you gave there are the examples are very illustrative. But could you tell us a little bit more about what exactly are these systems? The autonomic, the instinctual and the associative systems and perhaps how you approach them from the perspective of neuroscience and how they relate to one another, by the way."
	},
	{
		"start_time": "20:22",
		"speaker": "Vinod Goel",
		"words": "Yeah. Yeah. So these are systems that have been studied for the past 100 years, the autonomic instinctive and associative systems and we actually know a great deal about them both at the uh sort of psychological level. Uh AND at the uh neurological level. So the autonomic system is the most basic, it's a system that uh uh we and nonhuman animals, we all have its goal, its function is to monitor and control internal behavior. So think of digestion, think of blood sugar monitoring, think of breathing, think of your heart beating. Uh Thi this is the autonomic system and it um um it does this and in terms of uh um you know, we we it's the most of this wiring is in the brain stem and diencephalon is a very low level uh uh neural structure. The system is obviously innate, you don't learn to breathe or to uh digest. And there is a very sort of tight um causal coupling between the, the um you know, the stimulus and the response and the um um the other systems. Uh I think so, the economic uh instinctive system now. So with the economic system, so the key was that it regulates monitors and regulates the internal environment with the instinctive and associative and reasoning systems, therefore, monitoring and controlling or regulating the external environment. So the um um so let me say a couple of words about instincts. So instincts has become a dirty word banned from psychology and Polite Society. Uh This was not always the case in the 19 twenties. Um uh You know, if you go back and read some of the classic uh psychology textbooks uh by mcdougall and at all, it was front and center in terms of explaining human behavior. It wasn't, that's not all human behavior is, but it was recognized that the just like other animals, we have uh uh this component to our behavior and instincts are usually defined, they're considered to be innate. Uh They're usually species or sex and gender specific. Uh THEY'RE stereotype behaviors. Uh They can be available from birth or within some sort of developmental windows and they're triggered by specific stimuli uh mostly hardwired in some cortical systems. Uh And again, they're tight causal connection between stimulus and response. So examples are nest building in birds, the second response in mammals. Now, these are uncontroversial examples, these two. But again, uh we could also have other examples. Um I could say uh territorial response, gender related behaviors. Now, when I say this, if I'm talking about wolves, you, there is no problem. Uh If I'm talking about humans, now there is an uproar and, but instead of an uproar, we have actually a question, I think we, uh so when we territorial response in humans, for example, when we shout, build that wall, build that wall is the same mechanism that's responsible. Is there overlap between that mechanism and what's going on in wolves and other territorial animals. But uh i it's a question, uh gender related behaviors. Uh Again, we accept them in nonhuman animals. And as you know, it's very, very contentious in uh uh in humans. But again, it's a um um it's a legitimate uh uh uh question to ask. And my own view of these latter behaviors is that uh there is a uh a instinctive component, but we also have a reasoning mind. And so they, they get, they can be modulated to some extent uh one way or the other. And, but unfortunately that these days it's a um uh it's a minority position because most social scientists, most, I mean, society is la at large. Uh We've sort of somehow come to the conclusion that um uh humans no longer need to rely on instincts to survive. Uh BECAUSE we have education, technology and social norms that somehow they supersede uh uh uh you know, our instincts and our instincts go away. Uh No that's not uh uh uh uh uh the case. Um AND William James uh knew better, I think uh uh than many modern uh uh uh uh psychologists and social scientists. And, uh but again, as I say, give whether a particular behavior is instinctive or not, uh is uh can be a complex question. It's not, uh you know, it's, it's not trivial like an autonomic system we can identify and we don't really argue about is this an autonomic function or not or you know, but with instincts, yes, we do. Uh So I personally use a uh sort of a uh uh five question scale, you know, to determine whether something should fall on the instinctive side or the social norm side."
	},
	{
		"start_time": "25:52",
		"speaker": "Ricardo Lopes",
		"words": "OK. So tell us about that. Uh Those five questions."
	},
	{
		"start_time": "25:57",
		"speaker": "Vinod Goel",
		"words": "OK. So is the trait in question? Is it present in all human species or sorry, all human societies? Uh Are there variants of it on other branches of the phylogenetic tree? Can we see it, you know, a little some variation of it on monkeys and apes? Uh Does it emerge early in human infants prior to any opportunity for extensive socialization? Uh Four. Is it underwritten by implicit autonomic low-level mechanisms? Uh Five. Is there a dedicated neural circuitry? So my idea is if you answer yes to most of these questions, then that trade or that behavior is gonna fall on the instinctive side if you answer no to them to most of them, it's gonna fall on the social norm, learned side. Yeah."
	},
	{
		"start_time": "26:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh, I think, let me just comment and please, if you disagree, tell me. But I guess that, uh, uh, to a great extent, I understand the issue that many people nowadays have with the term instinct because, uh, I mean, at least, I guess the way it was conceptualized, uh, earlier when people still talked about instincts, it sounded as if the instincts corresponded to behaviors that were completely impermeable to environmental inputs to things like learning, culture, your reasoning even, I mean, that it was basically something that was inborn and where whenever we were exposed to particular kinds of stimuli, the output, the behavioral output would always be the same. And nowadays, for example, of course, as I mentioned, there, there's a big debate uh talking about different kinds of behaviors to what extent they are the result of the environment or if they are more innate or not. I mean, we still use the word innate and we talk about psychological predispositions for example. But I guess that is, that's the main worry there that perhaps by using the word instinct, you're pointing to something that is completely, that is inborn and completely impermeable to any sort of uh environmental inputs to any sort of modification by learning reasoning or some other mechanism. Do you think that's fair to say"
	},
	{
		"start_time": "28:34",
		"speaker": "Vinod Goel",
		"words": "yes. But I don't think so. You're correct in uh uh in pointing out this is how people sort of con uh conceive of instincts and this is why the push back against them. But I think the, uh it's uh erroneous to think of instincts like an automatic reaction as uh like a reflex arc. Now in the tw uh in the 19 twenties, uh we did think of instincts as reflex arcs as a complex series of reflex arcs. But because they could be the, the, there, there are certain exceptions, you can get a behavior in the absence of a stimuli or you can have the stimuli and not get the behavior. So this occurs. And so to accommodate this, the mo you know, that we had to change our model of instincts. And so I like to think of instincts as sort of compulsive behaviors. You're sort of compelled to do this and um that there is this compulsion but whether it can be overridden or whether one can take steps to uh prevent it is a uh is an open question. It depends on the model. So let, let me give you an example, a non-controversial example. Um uh YOU know, you have a pet dog, you teach that dog to walk at your heel and uh you, you, you know, you use operant conditioning to do that associative learning and uh you say heel and the dog will walk at your heel and you can walk along, you know, the road uh with this dog. And uh the dog wanders off, you say he again and again, the dog will walk about, a squirrel runs out in front of the dog. Now, in certain cases, now that to chase that squirrel is an instinctive behavior or chase that rabbit, you know, it's an instinctive behavior. So the uh the dog might take off after that rabbit or it may be well enough trained that it can resist that compulsion to do so. So, II I like this, I say so it's not like a reflex. Ar no, you see the rabbit, you go off, you know the dog go goes. No, the dog can um dog may well do that. But um uh iii I it may not depend on how well it's trained. Yeah."
	},
	{
		"start_time": "30:51",
		"speaker": "Ricardo Lopes",
		"words": "Mhm I understand. So we've already talked here about coherence when I asked you about what rationality is according to the framework you bring into the book. So uh in the subtitle of the book, you refer to food, sex and politics. So why those three things specifically? Why do you focus on those 33 different things?"
	},
	{
		"start_time": "31:21",
		"speaker": "Vinod Goel",
		"words": "Yes. So uh yeah. So pursuing food, sex and politics and by politics, what I mean is negotiating and maintaining power, alliances within and across social groups. OK. And so these are the three things that are essential for survival without success in these areas. We do not survive as a species. And so the subtitle actually that I began with was different the subtitle was originally, uh, you know, uh, model of tethered rationality for real world behavior or something. However, when I completed the book, it occurred to me and this, I wasn't aware of this as I was writing it, it occurred to me that most of my examples were about food, sex and politics. The illustrations that I used to, uh, uh, in the book. And I think what's going on here is that while tethering is apparent in all behaviors and for example, think back to the uh uh uh parole judges, example, uh it comes through particularly strongly in adaptive behaviors. So it's easy to recognize the tethering in adaptive behaviors that is behaviors uh uh uh pursuing food sex and politics. So that's the uh the, the, the reason uh for the subtitle."
	},
	{
		"start_time": "32:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and uh going back to a little bit to the froth mind. So we've already talked about the hierarchy of evolved behaviors, autonomic, instinctive associative and reasoning behaviors. So, could you tell us about how the taro mind uh develops? Exactly."
	},
	{
		"start_time": "32:59",
		"speaker": "Vinod Goel",
		"words": "Mhm. So I think it's just a natural by-product of brain evolution. Mhm So what, what I mean by this is uh if we look at uh the uh how brains evolve. So, vertebrate brains consist of a spinal cord brain stem, diencephalon, subcortical structures and a cortex. And what's interesting is that at every branch of the phylogenetic tree, certain of these brain structures are conserved while others are added, modified and expanded new directions. And what's interesting is that there are also behaviors that are preserved at certain branching points while others are added modified and expanded. And so I, I think there is this correspondence between anatomy and behavior I don't think is an accident. Harly organized behaviors are underwritten by Harly organized brain structures. Uh So for example, if we look at um uh I, I mean, it need not be a human, could be uh any mammal brain. So, brain stem uh uh autonomic systems, uh uh pathways for conducting sensory information, including pain and pleasure, uh diencephalon, major real uh relay center for sensory information. Uh ALSO uh uh sort of homeostatic functions uh and essential survival functions. Uh SURVIVAL behaviors are controlled in the hypothalamus. Um uh Subcortical structures, instinctive behaviors are uh controlled there. The hippocampus lays down associated memories and then in terms of cerebral cortex, uh we associate that with higher level uh functions. And so the idea is that these are being added, uh you know, these additional behaviors are being added along with these structures. And when I say hierarchy, you know, think about this, the uh there was no uh uh organism that we know of that has a cortex but no subcortical structures, right? They uh they do appear in this particular hierarchy and there's these behaviors associated with them. So that's my sort of point. But the other thing and uh we recognize this uh certainly when we're talking about physiology, but we forget it when we're talking about reasoning is that um all of these systems, uh I mean, I do describe them as these distinct systems. Uh They are uh tethered physically, uh you know, connected to each other and they interact with each other. So even something simple as uh wiggling my little finger, it involves all of these systems. So, cerebral cortex, thalamus, basal ganglia, brain stem spinal cord, you know, uh and so forth. Uh So this is the sort of the, the idea of the tethered mind that we've got sort of these brain structures from brain stem diencephalon, subcortical structure, uh cortex. And we can even sort of talk about them as having different neuronal properties. Um YOU know, colloquially, we, these are not good terms, but we use the terms hardwired and soft wired. And then we there's a mapping of these different brain structures onto the different systems that I, you know, that I talk about uh autonomic systems, uh instinctive systems, associative and reasoning. And then there is this issue of uh interacting with the organism interacting with the world. So the world is impinging upon all of these systems, but it's not, but the organism is not giving four different response. There's got to be some sort of integration function that uh takes the uh so as the organi as these different systems are responding to the environment, uh they're generating certain responses there is some sort of integration function that takes these and then generates a sort of a blended response uh uh to them. So I think this is how at the sort of developmental uh uh uh uh how the um um the, the, the tethered rationality comes about the, the tethered brain comes about"
	},
	{
		"start_time": "37:19",
		"speaker": "Ricardo Lopes",
		"words": "and what are feelings exactly? And what role do they play in this framework?"
	},
	{
		"start_time": "37:27",
		"speaker": "Vinod Goel",
		"words": "OK. Yeah. So in the book, I emphasize feelings, I talk a great deal about feelings. They play a central role for me rather than emotions. So feelings span the range of sensations from the kink in my neck, the warmth of sunshine on my face, hunger, pangs, taste of chocolate cake, sexual arousal, and pangs of jealousy and anger, which are emotional states. OK? So the idea is feelings are not emotions though emotional states have feelings. So it's a very, so feelings refer to the affective component of um Ooo of mental states. And for me, they play a central role because uh iii I think that uh I'm claiming that feelings act as antecedents to behavioral outcomes. So many people will argue that feelings are just Ehe nomen. I I am I'm giving you a very different kind of argument I'm seeing. For example, hunger pangs initiate food finding and eating behavior in me. The burning sensation in my hand causes me to withdraw it from a flame. Without the hunger pains or burning sensation. The behavior uh would not uh a a occur. And so the, the role that feelings are playing is that they are uh uh the lingua franca uh of uh these various systems. And uh they're, they're absolutely critical in uh generating the blended response. And the reason I uh iiiii I think this is the case is that feelings are generated in sort of brains stemmed, encephalon, subcortical structures. If they were not, if they were generated in the cortex, then I couldn't tell the story. But uh these uh the brainstem encephalon, they've appear very early and they've been conserved certainly in mammals and perhaps all vertebrates. And so they're available widely, you know, along the phylogenetic tree. And if you look at a mouse brain and a human brain and you identify these systems in the mouse brain, they're the same areas in the human brain. If you stimulate a particular uh you know, the system in a mouse brain, for example, the septal nucleus or something, uh It was a septal nucleus, the mouse likes it wants to do it again. If this is done in humans, obviously for clinical reasons, rather than an experiment situation, the human likes it. And he can describe to you uh uh wwwww what? Um uh III I it feels like. So because of this, you know, this type that there's uh uh there's no knockdown argument for the causal efficacy of feelings, but there's evidence uh from the neuroscience literature for their causal role such things as um uh so as I've already said, feelings are generating brain stem structures. Um uh When feeling circuits are artificially stimulated, the animal will work to maintain the stimulation. So you can use that stimulation uh as a reward to condition the animal's behavior. Just like you would use food. The animals will develop place preference or aversion. As a result of stimulation, animals will work harder, run faster, the more pleasurable they find the stimulation. And so uh nature is not prodigal yet, feeling circuits have been preserved despite the heavy metabolic cost. So there must be some adaptive function. And I argue in the book that uh what the function is feeling our evolution solution, uh They're the proximal mechanism that we use evolution is used for selecting and initiating uh actions. So, in that sense, they're caly efficacious and I can walk through an example if you like or um"
	},
	{
		"start_time": "41:30",
		"speaker": "Ricardo Lopes",
		"words": "yeah, let me just ask you one particular kind of question about feelings because feelings, if I understand it correctly have a conscious component to them. Yes. Right. It has to do with what we actually phenomenological, let's say experience the things we report experiencing consciously. So uh when you say that feelings have the causal power, are you also implying that uh consciousness as causal power as well or not?"
	},
	{
		"start_time": "42:10",
		"speaker": "Vinod Goel",
		"words": "OK. So that's a good question. And it's a question that I go to great lengths to avoid. In the book, the Uh OK, thank you. The Y Yeah, I mean, you're right to note that this is exactly where this is going. And uh but delving into the consciousness literature, I sort of, I, I realized it would be a rabbit hole that I could never get out of. And so I give a very sort of functional definition uh oo of feelings. I used it in the same sense that uh neuroscientists working with animal models uh uh uh use it. So the uh and maybe this can be illustrated in this example that uh uh uh that I've been uh uh giving. So, you know, how do we determine uh what to eat? And uh yeah. So the um uh you know, our energy management choices uh well, the so to manage our food reserves, the two things we have to select what to eat and when to eat, right? So, feelings of reward that is wanting and liking in a version discussed serve as intervening variables between stimulus and response. That's what I'm saying. So sweetness signals, fast releasing carbohydrate energy sources, motivates consumption. Uh THE taste and texture of fat signals high energy density, uh high density energy sources and also motivates consumption. But bitterness signals the presence of noxious toxins and poisons and inhibits uh we uh consumption, we avoid it. So in it's in this sense, the taste is the sort of interface and guardian between the external environment of potential foods and our internal bodily environment. And the second half of it is the um uh is, is, is the idea that um um so this is why I choose to eat chocolate cake and not bitter. Uh Something is bitter but why should I bother? Why should I make the effort to eat? Right. Um Well, there's a homeostatic signal system that signals this time to eat by generating hunger, pangs, restless, unpleasant agitating feelings which, you know, you want to get rid of. And so these feelings are drivers, motivators inhibitors, they activate certain action tendencies which result in uh me uh undertaking the actions to procure and uh you know, food and eat it. Uh So it's in this sort of very uh basic sense that I'm claiming that they're uh uh caly efficacious,"
	},
	{
		"start_time": "44:57",
		"speaker": "Ricardo Lopes",
		"words": "I understand. And so another question that you explore in the book is whether there's a control structure for tatro rationality. So uh is there actually a control structure for it? And what does a control structure mean specific? OK. In that case?"
	},
	{
		"start_time": "45:17",
		"speaker": "Vinod Goel",
		"words": "OK. Before I talk about the control structure, um if you can let me make a couple of more points here, uh then it will make more sense to uh talk about the control structure. So I, I've been talking about feelings and uh and when I look at the uh sort of 100 years research in autonomic systems, instinctive systems and social systems, the message seems to be that to, to model uh these systems, uh you need a notion of feelings, we have feelings of a causal uh uh uh uh efficacy. The A a and again, this is not an uncontroversial claim. You will find many people argue exactly the opposite. But uh uh I think there is evidence for even the behaviorist who, you know, spent their, you know, their whole lives uh uh avoiding any talk of uh mental states. Even they cannot explain reinforcement in a non circular way without having the animal distinguish positive and negative balance and prefer the positive to the negative. Uh OK. So what I'm noticing is that feelings are this common sort of currency across these systems. But when we talked about reason earlier, we never talked about feelings, right? When we reason, you know, a again, like just like emotions and reason are, are apart, feelings and emo reason are even further apart. And one of the things sort of the sort of the controversial move that I make, I mean, arguing that uh uh feelings or classifications is a controversial move. That's my first controversial move. The second controversial move is to argue that reasoning is also about feelings. OK. So this is a very different way of looking at reasoning. And the um and so the idea here is so reasoning, the model had three components, desires, beliefs and coherence relations. Uh And I argue that each of these components uh um have are about feeling. So uh for example, desires are just cognitive versions of these, you know, the uh wanting and seeking systems that the uh neuroscientists who study uh animal models study, you know, like Burbridge Kendle Bach, um pe uh they're just cognitive versions, they just, they, they propositional attitudes, uh beliefs. I think one can make the same argument for. And I think John Searle's Chinese room argument uh takes us in that direction but also coherence. And I argue that all logical intuitions come down to a feeling of rightness and coherency feels right, positive violence in coherency or inconsistency feels wrong. And let me give you a um example to illustrate that. Uh SO suppose I give you a uh uh the following proposition, either Socrates is mortal or it's not the case that Socrates is mortal. And I ask you, is it true or false? Well, you will say that it's true. But if I don't see it, if I can't see the truth of it, so I don't accept it. I said, well, can you prove it to me that it's true? Well, sure, you can uh in classical logic, you uh bring out the uh principle of the excluded middle and say, look, this is why it's true. But if I don't understand the principle of the excluded middle, if I refuse to accept it as you can, you prove that to me what you do, there is no further proof. The principle is meant to be self evident it's accepted because it feels right. Right. And so it's in this sense, I also want to ground my model of reasoning of rationality in these feelings of rightness. And why should it feel right? Uh uh In coherency feels wrong, why? Well, for the same reason, as in the case of the taste, um, the feeling is fitness, enhancing, coherency feels good because representations that are internally consistent and veridical will enhance survival and coherence is unpleasant because it can be harmful. So, so then, uh so I've got this, uh uh now this model with the different components and uh and a common currency. And again, this is a very controversial move. Um But it's when I present this uh to my uh colleagues uh in the reasoning world. Um uh I discussed it with, with a number of them and uh they're intrigued, you know, this is interesting that they're intrigued. Uh uh uh uh IT'S not, I'm not saying they're sold but they're intrigued by it. So there's something there, I think. So from here, then we can go to the, the, the question you asked about control structures. So who's in charge of the tethered mind? Now, what's interesting here or important here? And this is my third controversial move. There is no central executive, there's no one on top sitting uh and saying, OK, no, this system should uh have activated, this system should have precedent or this. No, it's not a deal. Mechanism account. And in fact, I go back to the 18 fifties and pull out an idea from uh Jeremy Bentham, uh Bentham, uh you know, was a utilitarian philosopher. You will recall. And he said that nature has placed mankind under the governance of two sovereign masters, pain and pleasure. And so this is my control structure. So my idea is that um the system is set up to maximize pleasure and minimize pain or displeasure. There's no executive function, uh no executive in charge, the selected behavior will be a blended response based on the output of some or all of the systems. Uh REASONING system has an input into the response. But so do the other systems. And we can, on this type of model, we can explain individual differences in behavior in terms of individual differences at the level of reasoning, but also individual differences at the level of instinctive and associative. And we can think of this utility function that uh uh uh takes in the input from the different uh modules uh uh the different systems and generates a blended response as the kind of utility function postulated again by Jeremy Bentham and John Stuart Mill about 100 50 175 years ago. I it was a measure of pleasure or satisfaction. And I think uh I mean, it's been taken in a very different direction by modern economists. And I take exception with their um uh uh you know, with their uh development of it. III I think uh Jeremy Bentham and John Stuart Mill were on to something. And so they were proposing uh this type of uh model as a normative model in terms of how we should uh make decisions. I am proposing it as a descriptive model is how the system is actually organized, what the architecture is,"
	},
	{
		"start_time": "53:02",
		"speaker": "Ricardo Lopes",
		"words": "right? So getting into the last part of our conversation, I would like to understand a little bit more about the what are pro probably the main implications of the sta through mind framework. And uh I mean, one specific question is, and you mentioned this when earlier in our conversation, you talked or gave some examples in the realm of politics, particularly when you mentioned uh why certain people for from certain political ideologies, find it so hard to believe that climate change is real, for example. So why is it so hard to change certain beliefs? And basically what are the constraints on belief revision?"
	},
	{
		"start_time": "53:57",
		"speaker": "Vinod Goel",
		"words": "OK. OK. Yeah. So this is a uh uh very uh very good question and it's a question that we as a field as a discipline uh struggle with. So because the whole the part of the definition of beliefs is that it's changeable, it can be revised, right? I if something can be right, technically, it's not a belief. So it's problematic. Um So the, the answer to this question from the tethered rationality account is the pleasure derived from maintaining coherence of beliefs is overridden or overpowered by the pleasure derived from exercising some non cognitive system. That's sort of the answer. And I can illustrate this answer for you with an example. Uh uh WE can use uh vaccine hesitancy as an example because it was um uh I mean, this was the issue that was uh raised earlier when I quoted uh uh Francis Collins at the beginning. And so here, what the issue is, millions of people refuse to get a vaccine in the midst of a pandemic. Now, if we're dealing with the untethered rational mind, that is just a purely rational mind. How do you change this behavior? You change beliefs and how do you change beliefs? You educate people, you provide people with more informative, you know, uh uh accurate, scientifically valid information, but it didn't work for one third of Americans and I'm sure it didn't work for one third of people from a any different countries. Nothing to do with Americans. Um And so what's going on here? How do we explain this? What is, you know, does the reasoning mind have a role here or if so, what is it? Well, how do I arrive at the conclusion that vaccination is the rational choice in the midst of a pandemic? Well, unless I'm a specialist in vaccines and viruses, all I can do is follow the advice of the specialist. So I think the the reasoning task here for me is to determine who to believe about vaccine safety and efficacy. Do I believe the Entertainers reading scripts on TV? Uh What I find on the internet, my next door neighbor who had a very strong opinion about it, or the specialist at the CDC, um who spent their lives studying viruses and vaccines. And this is an appropriate question for the reasoning mind, but the untethered reasoning mind is a myth, you know, is what I argue um uh here and in the book, uh and so there are some other non cognitive processes that work here and the non cognitive processes that work here. It's an instinct, it's the in group out group instinct. And so let me take a minute to talk about uh in group out group instincts and I'll come back and then show you how they fit into the explanation. So we all accept the uh the the in group out for uh group phenomenon. The in group is good and safe, the out group is evil and dangerous. Now, I uh most uh social scientists want to say that this is a social construction. I make the case that in group out group formation is an instinct based on the five, you know, questions we went through earlier. And uh I think about it like this, think about it like imprinting in certain words, uh like geese, uh goslings will uh uh imprint upon the first moving object that they see as their mother and follow it. Uh So the imprinting is instinctual, but what is imprinted upon is an accidental feature of the environment. Similarly, in, in group out group formation, the in uh that's an instinct. But the group membership, the group that you act, you know, the groups you belong to is environmentally socially part of uh uh instincts that I want to emphasize here. I already mentioned earlier when we talked about instincts, but is the fact that they're compulsive, they're not uh reflex arc or robot like. And by being compulsive, it means that they contain an element of um um appetite or aversion. And so an appetite is a uh uh is a state of uh of agitation uh in the absence of a certain stimuli. So if you uh hunger pangs in the absence of food or craving for group membership and you know, and then receiving the stimuli, food or membership is consummatory or very pleasurable uh and relieve the agitation and returns the animal to rest. An aversion is a state of agitation resulting from the presence of a certain stimulus. So a spider, in the case of my daughter will do a threat presented by the out group and I it ceases when the stimulus is withdrawn uh or destroyed. And so group membership contains both uh appetitive state and aversion. So there is two sources of pleasure and this is absolutely critical to understand because the um it explains both the compulsiveness of group formation and the pleasure derived from belonging to the in group. And this is the scary part, even the greater pleasure derived from hating the out group. Uh THERE'S very interesting uh developmental data that points to this. So once you have this background, then and you've got the tethered rationality model, the explanation, uh why we don't, the beliefs can't be revised as the following. So if scientists belong to the in group, then the instincts push us in the same direction as reason and enhance the pleasure satisfaction associated with the rational response. If those scientists belong to the out group, the instinct pushes us in the opposite direction from the uh uh coherence relation, they're evil and trying to deceive and harm us. And if the pleasure we derive from exercising the instinct that is uh the hostility of the out group is greater than we derive from the rational choice, then we will be among the vaccine hesitant. And if in addition, the reasoning mind is used against us on top of that to sow doubt on the motives of the experts to accentuate group differences. For example, they don't tell you how many people have died from the vaccine, do they? It will be even more difficult to overcome the instinctual bias and any information to the contrary, no matter how clear or factual will be less effective because it's pushing in the opposite direction to the instinct. And so here on this account, the same mechanisms and procedures are in play in both the vaccinated and the vaccine hesitant. The only difference is group membership. And, you know, and so you don't have to postulate that they're irrational or, you know, that there's some other uh deficit. No, it's the same. Um, um IIII I, it just follows from the tethered model."
	},
	{
		"start_time": "1:00:57",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But, uh, I mean, do you think that there are space here for people actually, uh, just for the sake of social signaling, claiming that they believe, or they share particular beliefs with people that are part of their group, but then do, uh, not actually believing them and behaving in ways that go contrary to those beliefs? I mean, do you think, basically what I'm asking you is if you think there's space here for people to uh transmit uh certain beliefs to others just to signal their group membership but actually not uh believing that? Sure."
	},
	{
		"start_time": "1:01:49",
		"speaker": "Vinod Goel",
		"words": "Oh, absolutely. Absolutely. The, uh, think of, um, the, uh, again, if you want to stick with the vaccine example, think of, um, uh, some of the commentators on TV, uh particularly American television, uh, you know, they, uh, would spend, uh, you know, they have an audience, their audience has, uh, uh uh, you know, belongs to, uh sort of the, the this and so what they're doing is they're playing to the audience and they're using their rational mind to say things that are consistent with the audience's group membership though. They themselves may not believe that. I mean, they're mostly vaccinated. It turns out they were all vaccinated and to believe that, but because uh the, the, the it was profitable for them to actually feign that belief that they feigned it. Um Yeah. Oh, no, that this happens a great deal. The, the, the, the rational mind is there and it can be utilized and uh and you know, uh I, I it can send cues not just to the rational mind but to all these other systems. Um Yeah,"
	},
	{
		"start_time": "1:03:01",
		"speaker": "Ricardo Lopes",
		"words": "a and so my last question will be, and this will probably be uh a sort of summary of everything we've talked about here today. But we've already, when I asked you about the implications, I asked you specifically about why it's so hard sometimes to change people's beliefs and constraints on belief revision. But more generally, what would you say are the main implications for uh how we understand human psychology of the TEF root mind framework?"
	},
	{
		"start_time": "1:03:34",
		"speaker": "Vinod Goel",
		"words": "Well, I think there are some very, very significant implications here and they, but they more have to do with society social framework. There is a real um uh a scary component to this sort of model. And the reason is what I'm saying here, what this model is saying is you cannot arbitrarily change any behavior by changing beliefs. Uh You know, over a week in a sensitivity training, it doesn't mean that you cannot change problematic behaviors at all. But to do so, you have to have an accurate model of the systems driving the behavior and then target those systems. And such targeting may involve uh belief, revision, but also associative uh conditioning, pharmaceutical invention, maybe neuronal invention and so forth. But this idea, um um iii I it uh uh there's an enormous fear surrounding this idea and, and I, I can give you an example uh societal example, sort of to illustrate that to sort of finish off. But the uh but again, what we need to do, I mean, in terms of this model we're saying is we need to come to grips with who and what we are as Homo Sapiens and the, the critical but limited role that social norms play in our behavior. So social norms are important. Absolutely. But they're not everything. And I, I, you know, I often discuss this with my students by giving an example of stealing or cheating. OK. So this is Homo Sapiens cheat. I mean, this is a fundamental property of Homo Sapiens. There's a very interesting literature on this. Now, you can imagine two type types of societies in one type of society. Cheating. Yeah, you shouldn't do that. But there's not any really severe penalties and well, maybe it's OK to cheat or steal from someone that's really wealthy because they probably stole it from someone else. You know, you can rationalize this and so forth. Imagine that society and imagine, uh, a society in which if you cheat, I'm gonna cut off your hand. So, in those two societies you're gonna have different levels of cheating and stealing. Right. In the one, the first one, it might be maybe 75% that people cheat. I, I don't know. I'm just making up these numbers. In the second one, it might be 25%. But in no society will, you have 100% and 0%. And so this is what I mean, that the, the social norms are important, they, they sway us but they have, they're limited also in that role. So let me uh finish off um with, with an example, this is an example. Uh AND it, it comes in again, why we're so afraid of this type of model. So this is an example that I took from uh uh from the Canadian. Uh uh uh So in, in 2015, our armed forces were undertaking a program review to eliminate sexual harassment in the military. Again, this problem again, it's not a Canadian problem, Homo Sapiens problem. And our top general at the time, his name was Tom Lawson and he gave an interview to the uh Canadian Broadcasting Corporation. And he was asked during the interview by the uh look, it's 2015, why is this still a problem? And the general replied, well, look, you know, this is a difficult problem. We have a zero tolerance policy. We are pursuing this, it disturbs the majority of, you know, everyone in your form. And, um, he, you know, he sort of said sort of the right. But then he said something else. But then he said, but, you know, this is particularly difficult because, you know, there's a biological component to this. We're biologically wired in a certain way. And what do you think happened as soon as he said that? Now, what's interesting here is that if he'd been talking about mice or monkeys, no one would have uh a batted an eye because what he said is scientifically correct. But as, but his acknowledgment of it, that sexual attraction is biologically hardwired in humans. It resulted in an enormous public uproar. Everyone from the Prime Minister down, condemned him for his Neanderthal knuckle dragging views and he would have been fired on the spot if he was, he was not due to retire in a couple of weeks. So he was allowed to uh uh uh stay. And what's interesting, this is an example that uh stayed with me when I uh saw it and I called up some of my evolutionary psychology colleagues and said, look what's going on here. This is absolutely true. This is a, you know, you can't seriously uh deny this uh in terms of the science. Um And it's certainly consistent with the tethered rationality model that I'm providing here. So he's not saying that we're only driven by that, right? He's saying it's one of the one ca component. Uh BUT we also, you know, uh these other systems that can, that should be able to modulate it and he's reaffirming the social acceptability of it, uh zero tolerance and so forth. Well, so why the universal condemn uh nation? And I think what's going on here and this is why we're so afraid of this type of model is that we all believe that behavior that harms others must be punished and prevented, right? So this is uh again, we can all agree on that and our legal system makes a tight connection between rationality and responsibility. OK. The absence of rationality is an excusing condition for responsibility. So if behavior that harms others is attributed to the low level biological systems, we assume that this explanation condones the behavior and prevents punishment of the transgressor. And this is what leads us to deny the science and common sense. And so how do we deal with this? Do we just, you know, turn the other way and say, well, no, this is not true when the science and common sense says it is true. Well, I think, no, I don't think that's necessarily the view the position that we need to take. Uh This is just a mistake. I think the most uh more productive approach um is one to focus on prevention of bad behavior rather than retribution. Two decouple responsibility from rationality and three realize that accepting a tethered mind that is accepting the contribution of these evolutionary older systems in our behavior as the norm allows us to bring tools other than belief, revision to the table. Uh TOOLS such as operant conditioning, pharmaceutical interventions, maybe neuronal implants to change behavior. It, it broadens our repertoire. It gives us a more uh uh effective toolbox to deal with problematic behaviors. So that's sort of my response. But this is the fear, this is why um um uh uh a model like this uh independent of any uh uh sort of scientific evidence one way or the other uh uh to get to for the social sciences or for society to accept it are these sort of challenges? They're not um very significant social legal challenges. Yeah. Mhm."
	},
	{
		"start_time": "1:11:30",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, let's send on that note then and the book is again, reason and less pursuing food, sex and politics. I'm leaving a link to it in the description box of the interview and doctor Goel just before we go apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:11:52",
		"speaker": "Vinod Goel",
		"words": "Ah, well, um I don't have a big presence on the internet. They can look at my web page. You can down and um uh I think it's V goy dot yu dot C A. Uh They can download my various papers. Uh They can download, there's actually a couple of uh videos that I have prepared for my students that I have uploaded uh on youtube. Uh One is on tethered Rationality that walks through uh some of this uh story. Um I don't know the have the link for it, but I think if you Google tethered rationality in my name, it should come up. Uh"
	},
	{
		"start_time": "1:12:33",
		"speaker": "Ricardo Lopes",
		"words": "OK. OK, great. So I, I will be leaving some other links to your work in the description box of the interview as well. And thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:12:47",
		"speaker": "Vinod Goel",
		"words": "Oh, and I thank you uh Ricardo, I appreciate it and I enjoyed it. Thank you very much."
	},
	{
		"start_time": "1:12:52",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check their website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Pergo Larson, Jerry Muller and Frederick Suno, Bernard Seche, all of Alex Adam, Castle Matthew Whitting Bear. No Wolf, Tim Hall, Erica LJ Conners, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal. And Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel S Friends, David Sloan Wilson Yasa, dear Ro Ro Diego, Jan Punter, Romani Charlotte Bli Nico Barba, Adam Hunt, Pavlo Stassi Nale medicine, Gary G Alman Sam of Zed YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati W Cortez or Solis Scott Zachary FTDW Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano Chris Williams and Peter Wo David Williams, the Augusta Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey, Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas, Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson Ismael Bensley Man, George Katis Valentine Steinman, Perros, Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Veg and Bernard N Corti Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]