[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lobs. And today I'm joined by Dr Andrew Coy. He is an assistant teaching professor of Philosophy at Arizona State University. He works primarily at the intersection of moral philosophy, moral psych theology and metaphysics on issues surrounding free will and moral responsibility. And today we're focusing mostly on moral responsibility, punishment, forgiveness and other related topics. So Dr Currie, welcome to the show. It's a big pleasure to have you."
	},
	{
		"start_time": "00:33",
		"speaker": "Andrew Khoury",
		"words": "Thank you. I'm very happy to be here. Thank you for inviting me."
	},
	{
		"start_time": "00:37",
		"speaker": "Ricardo Lopes",
		"words": "OK. So I would like to start with this question that is sort of related to moral responsibility in a way, but we have this common idea that agents can be blame worthy only for acts that are morally wrong. But is the, is there any issue with that claim?"
	},
	{
		"start_time": "01:01",
		"speaker": "Andrew Khoury",
		"words": "Good. Yeah. So I guess I'll start by saying a little bit about how I and many philosophers kind of understand these kinds of notions. Um So, so first of all, we have rightness and wrongness and these are typically understood to be like evaluations of actions. So murder is wrong. That's a kind of action, it's kind of normative or ethical status is that it's wrong um giving to charity when you can easily do so and it will create some good in the world is the right sort of thing to do. So again, that's a kind of action. And then the idea is that it's normative or ethical status is that if it's right morally, right? And so there's different views on what makes right acts right or wrong acts wrong. So for example, many of you will have heard of the theory of utilitarianism. So utilitarianism says that here's what makes an act right? It produces the most overall happiness. Um And then there's other sorts of views kind of common going views for rightness and wrongness. So another is virtue, ethics frequently associated with Aristotle. And then cons moral philosophy is another account of what makes right act right or wrong acts wrong. So moral responsibility, by contrast, which I take to be the extent to which someone is blame worthy or praiseworthy. This is a different sort of evaluation. So rather than targeting like an action most fundamentally, it targets people or say agents beings with a capacity for action. Um So more responsibility than is kind of commonly construed in terms of the appropriateness of certain reactive attitudes. Um That's a phrase that goes back to 1/20 century 20th century philosopher named PF Strauss. So if someone's blame worthy, well, then they're worthy of blame or blaming attitudes. And these are attitudes like resentment, indignation or in the first personal case, guilt. Um On the other hand, if someone is praiseworthy, then they're worthy of different sort of attitudes by praising attitudes, gratitude appreciation, things like this. So that's kind of how I understand rightness and wrongness on the one hand, and then blame worthiness and praiseworthiness. On the other hand, so that claim that you mentioned kind of links blame worthiness very closely with wrongness. So it says that only wrong acts can be blameworthy, which is to say that wrongness is a necessary condition of blameworthiness. Blame worthiness is limited to wrong acts. And so the problem for me with that kind of claim is that because these are just kind of fundamentally different sorts of evaluations, what matters for blameworthiness isn't necessarily what matters for wrongness. And if you link them very tightly in that way, then it turns out that blame worthiness can be affected by factors that it seems like shouldn't be able to affect it. And then that gives rise to what I would call a problematic form of moral luck. So the idea here to kind of illustrate and give some concrete cases here. So I think, I think it's possible that there's cases in which a person is blameworthy, but they didn't do anything wrong. So that would be uh what philosophers call a counterexample to that principle or that claim that you mentioned initially. So for a first sort of case, we might imagine a case in which someone acts with sinister motives or morally criticized motives, but kind of by luck gets it right. They accidentally get it right. So, for one of many examples, we can kind of cook up, imagine someone who's involved in a road rage incident. Right. So someone cuts them off, they get flooded with anger and they shoot and kill the p the driver that cut them off, right? Clearly a blame worthy action, right? But it could turn out that the person who died was unbeknownst to the killer, like a serial killer, right? So it's like good that the person was killed because they would have gone on to say commit many more murders. So at least on some accounts of rightness and wrongness, like on utilitarianism, that act would be counted as right. And so if we accept that common claim, then we could not say that the person is blameworthy for that road rage incident. But intuitively that seems incorrect. And then for a second sort of case, I think there is, I think we can think of cases in which a person again acts with sinister, morally critic, sizeable motives, but knowingly does the right thing. So it's like they know they are doing the right thing, they know it's the right thing, but they can still act for bad motivations. And the idea here is that for many acts that are right they're right because the considerations in favor of them outweigh the considerations against them. But a person might act just purely in virtue of the considerations that count against the action. So for example, here, we might imagine um a case of the sadistic pediatrician. So this is a person who just hates kids, wants nothing more than to cause kids pain and thinks what career should I go into? I know pediatrics because then I can give kids shots all day long, hurt them and no one will suspect a thing kind of a loophole that I found here. So, so. Right. So the pediatrician does the right thing by giving Children their needed shots and vaccinations, but does so only because they want to cause pain. And again, so here it's like, well intuitively, I wouldn't want, I wouldn't want to be around that person. Right. I would react to that person with blaming attitudes and I would think that that would be the appropriate response. Um, BUT they're doing the right thing. Um, AND so just as a person might be blameworthy for doing something that isn't wrong, we kind of have the flip side when we turn to praiseworthiness as well. So a person might indeed be praiseworthy for doing something that is wrong. Right. So for example, if they're reasonably trying to do the right thing, so suppose you give someone what you reasonably believe to be a very needed and life saving medication. But it's been secretly replaced with poison or maybe unbeknownst to you, the person has a fatal allergy to that medication. There's nothing, no way that you could have known. Um, SO in that sort of case still, it seems like to me, the person's worthy and maybe a praising attitudes, even though what they did wasn't right, at least on many moral theories, many theories of rightness and wrongness. Um, AND so the lesson that I take from thinking about these sorts of cases is that for me, what matters for blame worthiness and praiseworthiness is really like exclusively a person's internal psychological states, their character, their motives, their values, these sorts of things. But on most moral theories, rightness and wrongness are not exclusively a function of the person, the agents, internal psychological state. So it's not true on utilitarianism, that's not true in virtue ethics. Arguably it's not true on consent, moral theory as well. Um And so instead for these, for many of these theories anyways, what matters for rightness and wrongness is some other things, some effect out in the world. At least it's not only a person's internal psychological states. So I defend kind of an internalist. And so given, given those, given those facts, then linking blame worthiness very tightly to wrongness will lead to what I call problematic forms of moral luck. And so this is when blame worthiness can be affected by factors that are from the agent's perspective, just a matter of luck. Um, SO for example, right. For the road raging driver. Um, IT'S just a matter of luck that the victim turned out to be a serial killer. So it seems like that fact shouldn't be able to affect the blame worthiness of that person."
	},
	{
		"start_time": "09:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes. So, uh, yeah, I was just about to ask you because you mentioned the three biggest moral theories out there. I think we could call them. There is virtue, ethics, utilitarianism slash consequentialism and deontology or cant ethics. And uh I was just trying, as you were talking, I was trying to remember if any of them had any add, something specific to say about internal states and intentionality and motives and all of that. And of course, the consequentialist slash the utilitarians, I don't think they even care about that at all. Uh They can remember because I, I can't really remember a precise uh for example, book or author of, of any of those big moral theories that really talks much about uh internal states. Am I wrong here or not?"
	},
	{
		"start_time": "10:12",
		"speaker": "Andrew Khoury",
		"words": "So, it's sometimes addressed by some of these theories. So um I think John Stuart Mill who is one of the famous defenders of utilitarianism, um kind of like agree or seems to make some comments, suggesting some degree of agreement with kind of the line of thought that I'm developing. So um so Mill says that the consequences matter very much or determine the rightness or wrongness of the action, but they don't kind of directly matter for the moral worth of the person. So, in so far as by moral worth, you mean something like moral responsibility, then he, as one defender of utilitarianism might be willing to, he might not want to accept that claim that only wrong acts can be blameworthy. Um, A kind of big theme of deontology, deontological accounts of moral responsibility and moral worth is that it's about doing the right thing for the right reasons. And so that's kind of one step in the direction of thinking that what matters for responsibility is your motivations. But in so far as, you know, that's kind of an expression of this idea that only, uh, not all right acts are praiseworthy, but praiseworthiness is limited to right acts. And so in so far as, and I'm not a content expert. So I'm, you know, I'm not totally sure whether I have the right interpretation of content ethics. Um But in so far as the ge ontological theory does not say that the right thing is limited to or the factors that determine rightness or wrongness are not limited to our internal psychological states, then you'll get this problem that I'm kind of suggesting."
	},
	{
		"start_time": "12:02",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I was also asking you that because it seems to me that at least when I hear these big ethicists talk about what's morally good or bad, they tend to focus a lot on the acts themselves. I mean, either the consequences are of the acts or the acts themselves based on some a priori values, for example. But it's mostly about the acts and if the person herself had some good or bad intention as, uh, as long as they did what's morally right to do. I mean, they don't seem to care much about intentionality, motives and stuff like that."
	},
	{
		"start_time": "12:53",
		"speaker": "Andrew Khoury",
		"words": "Yeah, I think that's right. And, you know, their focus is, I think a different sort of thing than as someone who works on responsibility, what my focus is. So, you know, there, if someone does something good, if they add value to the world, say, by saving lives or producing some good effect out there, then they might be willing to stop their inquiry into the responsibility of the person. They're like, well, good goodness was produced. So we might not have any interest in pursuing the question of responsibility further at that point."
	},
	{
		"start_time": "13:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And so are there, uh, any traditionally, let's say in ethics and people focused, um, much on moral responsibility itself or, or is that a more recent, uh, issue that people care about?"
	},
	{
		"start_time": "13:44",
		"speaker": "Andrew Khoury",
		"words": "Yeah, that's a, that's a good question. So, I mean, so discussion of responsibility kind of historically is tied up with the free Will debate. So that debate has been, you know, going on for 3000 years. Um, AND one way to think of free will is that it's the sense of control that moral responsibility requires it's whatever kind of control we would have to have if we were to be morally responsible for our actions. So a lot of the interest kind of in the free will debate, um I think is generated from interest and uh responsibility or interpersonal relations, whether punishment makes sense. Um There's been kind of, I guess in the second half of the 20th century with, um, this paper by PF Strauss, which is called freedom and resentment. There is kind of renewed interest in looking at moral responsibility and kind of directly looking at it um somewhat apart from what interest we might have in free will. And so I would say that there's been a bit of a resurgence in looking at responsibility kind of directly since then."
	},
	{
		"start_time": "14:57",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I mean, it's not that people in human societies haven't been caring about attributing moral responsibility, either praise or blame for a very, very long time, I guess as far as we exist uh uh as humans, right? So I was just trying to understand this really when it comes to the philosophers themselves, how much they've been interested in this specific topic traditionally?"
	},
	{
		"start_time": "15:27",
		"speaker": "Andrew Khoury",
		"words": "Yeah, many, so many, I mean, many historical philosophers will say something or other about it. So K does have an account of moral worth, kind of I was uh describing earlier that uh for an act to have more worthy to be praised where you must do the right thing from the right reasons. Um So you get, so there are elements of it kind of throughout the history of philosophy."
	},
	{
		"start_time": "15:47",
		"speaker": "Ricardo Lopes",
		"words": "So moving on to a sort of relate comes to criminal attempts specifically, I mean, uh sometimes it seems that, uh really, for example, in the case of murder, really committing murder or just attempting murder, but unsuccessfully, sometimes it's a matter of luck. So do you think that when it comes to thinking about punishing people, uh, that really matters? I mean, because sometimes if you attempted murder, but you just ended up not killing the person out of luck. I mean, do you think that should really matter when evaluating those cases?"
	},
	{
		"start_time": "16:36",
		"speaker": "Andrew Khoury",
		"words": "Yeah, good. So you kind of brought up, um, what's known as the problem of criminal attempts or the puzzle of criminal attempts? So, as a kind of starting point here, right, in most penal systems across the world, right? Murder gets punished much more severely than attempted murder, right? In the US. If you're committed, if you're convicted of first degree murder, you might face the death penalty. Um, WHILE on the other hand, right, if you're convicted of attempted murder, you might get a much more lenient sentence of 1015 years. Um, POSSIBLY something like that, the big difference, the punishment you're kind of eligible for. Um, BUT then it seems like success or failure is often just up to, is a matter of luck, right? Whether the intended victim happened to be wearing a bulletproof vest underneath their suit, the skill of the surgeons attending to the victim, right? The surgeons are like super good. They might save the life of the intended victim. And then there is no murder and it's just attempted murder. Um And then kind of a influential example coming from Thomas Nagel in a paper called Moral Luck. He introduced this idea that maybe after the trigger is pulled, a bird flies into the path of the bullet intercepts the bullet and the victim is spared. So it seems like whether a murderous attempt is successful or unsuccessful can often come down to luck. And I might even argue, always comes down to luck and then to kind of broaden the scope of the problem, we can notice that it's not just uh consequences or results that are attempted in which you have the same problem, right? So negligent drivers or drunk drivers who kill, get much more severe punishment than equally negligent drivers who don't or drunk drivers who don't. Um But again, whether there's like a pedestrian in the road as the driver cns by is not something that's in their control. So it's a matter of luck as far as the driver is concerned. So, so the problem is a little bit bigger than just attempts, although the literature itself, uh kind of cashes this out in terms of attempts. Um So then this raises the question, right? Um, ARE the successful, more blame worthy, are successful murderers in general, more blame worthy than they are given that success or failure. Seems like it can come down to luck or negligent drivers who kill more blame worthy than equally negligent drivers who don't. And so they kind of get a grip on this question and to try and engage this question. Um KIND of philosophers like to run thought experiments which are um you know, kind of analogous to a scientific experiment. So we try and kind of hold all factors fixed that we don't want to test for. We just wiggle the test factor and we see if it makes a difference in our experiment. So if we want to know whether results or consequences matter, then we can compare two cases in which everything is exactly the same. Except for this one thing, whether the result materializes and if altering, whether the result occurs leads to kind of a change in our judgment of blameworthiness. Um THEN that's some evidence that results matter for blameworthiness. And if you don't get any change in blame worthiness, when you compare these cases while wiggling whether the result occurs or not, then that would be some evidence that results don't matter for blame worthiness. So uh to do this, we can like imagine a case in which an assassin um very carefully aims his rifle at some intended victim, pulls the trigger. So there there's the attempt, it's a completed attempt. And then in the first scenario it's just kind of a regular case with no funny business and the victim is shot and killed. But in the second scenario, again, the triggers already been pulled. So all factors up to and including the like the movement of the finger are identical across the two cases. And the second scenario, imagine that a bird flies into the path of the bullet and intended victim is spared harm. So if you kind of reflect on this case, and you try to imagine it vividly um for many people and including myself, it's highly intuitive that they're equally blameworthy. And uh some experimental philosophers have kind of run experiments and surveys testing this kind of judgment. It's a fairly robust judgment that people have. Um YOU know, an idea here is, well, how could the mere presence of the bird make a difference to the south and blame worthiness, right? Like it doesn't seem like he could cite that factor as a genuine mitigating or excusing factor. He's like, well, there was a bird in the path of the bullet. You shouldn't be so mad at me, right? That seems incorrect. Um So regardless of the presence or absence of the bird, right, the assassin has the same morally objection of all motives. And if you think that therefore they're equally blame worthy, kind of as I do, then that's to reject what foster call resultant moral luck. And so resultant moral luck exists, if the mere results of our actions can affect blame worthiness. And then this kind of line of thought suggests that they can't. Ok. So that's kind of moral responsibility. And now how does this relate back to punishment? So, um, so one view of punishment is called retributive is, and on that view, punishment is about giving people what they deserve and what they deserve is proportional to their blame worthiness. So, retributive is links deserve punishment to blame worthiness. And then if we reject resultant moral luck, as I think we should and accept retributive is about punishment, which I'm actually kind of not sure about. Um, THEN yes, equal attempts should be punished equally regardless of success. Um And notice here that the kind of primary motivation for this position is this rejection of results and moral luck. Um If there were resultant moral luck, right? If that, if that was a genuine feature of the Norman landscape, if it did exist, then it's easy to see why we should punish success more than failure, right? Because the successful just are more blame worthy than the unsuccessful, purely in virtue of their success. So it seems like this debate about criminal attempts, um largely comes down to a debate about resultant moral luck."
	},
	{
		"start_time": "23:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But if we reach the conclusion philosophically that uh the attempted uh uh the people who attempted murder but were unsuccessful are as blame worthy as the successful murderers. Do you think that should necessarily have legal ramifications I mean, ho how basically do you look at the relationship between the work done by moral philosophers and ethicists and the legal and penal system?"
	},
	{
		"start_time": "23:37",
		"speaker": "Andrew Khoury",
		"words": "Yeah. So I think moral philosophy has the luxury of being able to be ideal. Whereas uh thinking about punishment and actually like legal punishment is has to engage with kind of realities of the world, right? Such as like, can you implement that system? Um HOW cost effective is it? So, so that's why I say like it kind of depends on whether you accept this view of punishment called retributive is which just kind of directly links deserved punishment with blameworthiness. Um BUT we might not accept um retributive and then, you know, some other factors that might play into it is it could turn out to be empirically true that uh as a matter of fact, success is pretty good evidence for more blameworthy psychological states. And so there's a strong enough correlation in the real world that would justify punishing success in general more than mere attempted murder. So it depend on these other kind of factors, I think."
	},
	{
		"start_time": "24:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, also because I was just thinking that uh we're focusing mostly on retributive is here. But uh and a possible alternative would be what people have been calling restorative justice, right? And I, I'm not sure I haven't looked into that sort of literature, I'm not sure to what extent it works and in what specific cases it works or not, but perhaps at least in, uh, in the case of an attempted unsuccessful murder, there would at least be some more space, hypothetical space there for restorative justice because at least the potential victim is still, or would be still alive."
	},
	{
		"start_time": "25:31",
		"speaker": "Andrew Khoury",
		"words": "Yeah. Yeah, I think that, yeah, I think that's right. So, and again, that's kind of to, to say that there's stuff, there's factors beyond, um, the blame, that facts, other than the blame worthiness, facts might determine what kind of punishment is appropriate, right? So, if the victim is still alive, then there might be some possibility for a restorative process there."
	},
	{
		"start_time": "25:53",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And so I would like for you to tell us now a bit about this idea of the penal lottery. So what is this about?"
	},
	{
		"start_time": "26:04",
		"speaker": "Andrew Khoury",
		"words": "Yeah. So for a bit of background here, um so the idea of a penal lottery comes from David Lewis, um who is one of the kind of most influential 20th century analytic philosophers um widely known for his work in Metaphysics um developing uh semantics for possible worlds, this kind of idea of thinking about modality in, in terms of possible worlds. And he's also done some very interesting work in philosophy of law and ethics. So he wrote this paper in 1989 or is published in 1989 called The Punishment that leaves something to chance where he takes up the problem of criminal attempts. And he defends the idea that it makes sense to punish success more than failure, even if the successful are not necessarily more blameworthy than unsuccessful. Like even if you reject result of moral luck, as I've kind of indicated my sympathies towards. So just as a little bit of personal background. So I came across this paper maybe 10 years or so ago when I was teaching a course and I just thought this is the most clever thing I've ever seen. And at that point, I was already kind of convinced that because equal attempts are equally blameworthy, they should be punished equally. Let me just so I have motion activated lights that drive me crazy every day. No problem. Um So, so Lewis's argument gave me real pause about my own view. I was like, oh gosh, I have, I've been wrong about this. And so I got kind of obsessed with it trying to see if the argument was sound or if there is a problem somewhere. And then I also recommend for interested viewers. I highly recommend that paper as just a kind of fun, lively and engaging piece of philosophy. Ok. So what is the penal lottery? So imagine that two criminals make equal murderous attempts. Um And suppose that they subject their victim to a 50% chance of death and to kind of make this precise imagine that they both kind of engage in this grim game of Russian roulette where they load three bullets into their six shooter revolver. They spin the cylinder and pull the trigger while aiming it at an innocent victim. So it's clear that there's a 50% risk of death. And in one case, suppose that the victim dies. In the other case, the hammer of the gun lands on an empty chamber and the victim is spared harm. And then suppose that they're both tried and convicted um of this attempt of subjecting their victim the intended victim to a 50% chance of death. Ok. So how are we going to punish them for, for the attempt crucially for Lewis. So Lewis imagines the possibility that we punish them for the attempt itself with a penal lottery in which they have to face the exact same risk that they subjected their victim to. So he imagines this kind of grim game of drawing straws. So on, on the steps of the gallows, the criminal must draw straws and if a short straw is drawn, put to death, if they get a long straw, they're released. Um And the idea here is that we tailor the odds that the criminal face in this penal lottery to the odds of harm that they subjected the victim to. So because they were both convicted of subjecting their victim to a 50% chance of death. Well, then we from the bundle of straws, there's going to be five short straws and five long straws. So it's a 50% chance then that they get executed if however, they were convicted of subjecting their victim to a 60% risk of harm. Well, then we just add, you know, we take one long straw and cut it. And so then there's six short straws and four lung. So suppose that the first draws a short straw, um, and the second draws a long straw. So the first is put to death, the second is released. Ok. So now we can ask, so that's the penal lottery. Now we ask is that just is has that served justice? And Lewis's point is that, well, it kind of seems like it does uh kind of met out retributive justice. And even if you think that the two criminals are equally blame worthy, even if you reject resultant moral luck, right? They both face the same penal lottery with the same odds. And so there's a kind of a clear sense in which the penal lottery respects the retributive principle of Lex Talionis or an eye for an eye tooth for a tooth. Ok. So that's the regular penal lottery. And then Lewis goes through a series of cases where he makes some alterations to the lottery but says it doesn't matter, doesn't make a difference to whether the lottery is just or unjust. This is like the really clever bit, I think. So in the initial case, the drawing of straws occurs after we held the trial and after the criminals were convicted of making that attempt. Um But Lewis notices that we could just, we could also hold the drawing before the trial. Right. We just, we do the drawing of straws before the trial and then we hold the trial to see whether the criminal is convicted. And if they are convicted, then they have to face the lottery according to which, which straw was drawn, I think. Well, look if, if a short straw is drawn before the trial, then why would we even bother carrying out the trial? There'd be no point because, right, if the, if the alleged criminal is not convicted, they're released and if they are convicted, they're released. So either way it doesn't matter. And the solution here for Lewis is to make the lottery what he calls impure. So instead of freedom for the winners, you give them a short prison sentence, you don't give them death like you do if they draw the short straw, but you give them a little bit of punishment. Ok. And again, Lewis thinks at this stage that, that change from a pure lottery to an impure lottery doesn't affect kind of fundamentally whether the lottery is just or not just. And then the next step in a series of cases is to a device, right? So there's nothing um it, it doesn't have to be drawing of straws, right? It could be some other way to conduct the lottery like you could roll a dice. Um, IF the odds were 5050 you could flip a coin, right? And that wouldn't seem to make a difference as to whether the lottery was just or unjust. And then, so Lewis suggests that instead of drawing straws, we could employ what he calls a reenactment of the crime. So the thought here is like we hold a play in which we have actors and they reenact kind of the events of the crime. And then we look to see what results happened in the reenactment. So if the victim in the reenactment dies and the criminal has lost his lottery and is therefore put to death if the victim in the reenactment survives, and the criminal has won his lottery and gets a short prison sentence and notice here that if you, if you get the reenactment, perfect might be hard to do. But if you get it perfect, then the odds of harm in the reenactment will perfectly match up with the odds of harm in the actual criminal event itself. Ok? But of course, this doesn't seem very practical, right? It's going to be hard to hold a reenactment, let alone a perfect reenactment. And here's like the punch line for Lewis. Um, WELL, just look, here's an easy solution. Just replace reenactment with enactment. Just use the actual criminal event as its own lottery. Um So if the actual victim dies, then the criminal has lost his lottery and if the actual victim survives and the criminal has won his lottery and here we get a perfect match in those odds just by default because we just have one event that's playing two roles. Right. It's the criminal event for which the criminal is being punished, but it's also its own lottery event. And then the, this final case we would set is just the current system. That's what we have. Um, IT'S an impure penal lottery by enactment. Um, SO we can understand the current system along these lines. And then he thinks if we do, it's not obvious that it's unjust, right. So he thinks you start with that the first penal lottery case in which they draw straws on the steps of the gallows. And you say, well, that doesn't seem obviously wrong. It's at least tricky to say why that would be unjust. And he thinks that same judgment transfers down to each of these cases, the final case just being the current system. Um So he thinks it makes sense or at least it doesn't obviously not make sense to punish success more than failure, even if the successful are not necessarily more blameworthy than unsuccessful. So that's, so that's Lewis's um argument um for uh the justice of the kind of current system that appeals to the penal lottery. Um So what's the problem with it? Is there a problem with it? So, in Lewis's paper, it kind of gets buried within some of the technical details related to different notions of risk or probability. But the basic issue is that it requires that the severity of the punishment that is deserved is simply a matter of the objective risk imposed on the victim. Because only then could we use the criminal event itself as its own lottery? But I think it's not plausible that objective risk imposed. Um KIND of is what determines blame worthiness or criminal dessert. So for one, epistemic considerations seem to clearly matter, right? So if you believe that the guns loaded and you pull the trigger, but someone has secretly replaced all the bullets with blanks, um This greatly reduces the objective risk of harm, right? Maybe from like 100% to 0%. But it doesn't, at least if you have that intuition that we should reject resulted more luck. It seems like it doesn't directly affect the blame worthiness of the person, right? That person still tried to um to cause a murder or to cause a killing. So the problem is that the objective risk imposed, which for Lewis determines the severity of the penal lottery that the criminal has to face is just as much a matter of luck as his success or failure. So I think that Lewis has not delivered on his promise to offer us an explanation of why it makes sense to punish success more severely than failure. That doesn't just kind of directly appeal to the existence of Resultant Morlock, which is like very a very controversial claim in the debate, um, because, or at least something close enough to result in moral luck, like luck and objective risk imposed."
	},
	{
		"start_time": "37:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I would like to ask you a little bit about forgiveness now and obviously the only people we can forgive are the blame worthy. I mean, it wouldn't make sense to forgive the praiseworthy because there's nothing to forgive but since, uh, but, but it seems that there might be some problem there because the blame worthy are the ones that are appropriately blamed and not forgiven. So what, how do we deal with this issue?"
	},
	{
		"start_time": "37:39",
		"speaker": "Andrew Khoury",
		"words": "Yeah. So that's exactly right. So I like these, I like kind of philosophical puzzles or paradox kind of in the way that you're just suggesting I found the idea of forgiveness to be kind of puzzling or paradoxical. So there's some people have argued that there's a full blown paradox of forgiveness and it's kind of like just what you were saying. So it seems like forgiveness has to have a point, right? You haven't done anything bad to me. And if I were like, Ricardo, I forgive you, you would just be like, what are you talking about? That doesn't make any sense. So it seems like forgiveness has to be directed at the blame worthy, right? For forgiveness to have a point has to be directed at the blame worthy. But if a person's blame worthy, well, then they're worthy of blame and forgiveness is not blaming or ceasing to blame. Um SO, if a person is blame worthy, then it seems like they, that blame is justified, not forgiveness. Um And so the conclusion here is just that appropriate forgiveness is impossible, like never occurs. Um Only the blame worthy can be appropriately forgiven, but the blame worthy are worthy of blame, not forgiveness. So, in some of my work, I've so how, so how do we deal with this paradox of or puzzle of forgiveness? Um So in some of my work, I've drawn a distinction between what I call synchronic and diachronic responsibility or synchronic and what one form of which is synchronic and diachronic blame worthiness. So the idea here is that say seeing chronic blameworthiness is a person's blame worthiness for an action at the time of its occurrence, like at that moment and then diachronic blameworthiness is a person's blame worthiness for an action at some time after. So any time that we're considering the question of a person's blame worthiness for something in the past, this is going to be a question of diachronic blame worthiness. So they have these different temporal dimensions. So, synchronic blame worthiness is blame, blame worthiness at the time of the action. While diachronic blameworthiness kind of stretches out over time. So it's blameworthiness now for something in the past or blame worthiness at a later time or an action at an earlier time. So that's the, that's the distinction and um many philosophers would think that this is a distinction that doesn't make a difference because they think that blameworthiness can never diminish over time. So if that's true, then diachronic blame worthiness would always be exactly equal testing, chronic blame worthiness for an action. Um And so they think that because I think they think that the past can't be changed, um which is correct and that your blame worthiness is set in stone, which that part I reject. So I think that blame worthiness can diminish and extinguish over time. So diachronic blame worthiness for a given act might come apart from synchronic blame worthiness for that act. So as an analogy to kind of get a grip on the sort of distinction I have in mind here. Um So here's one property that I have. So I have the property of being from California. Um I'm not in California, I'm in Arizona, uh adjacent to California and then Southwester United States. Um But I still have the property of being from California, right? But no matter where I go in the world or how old I get, I will still have that property. It's sticky, I can't lose it and it's robust, it doesn't diminish. I will always have that property can't lose it and I'll always have it to the same degree. So that's one kind of property that people have. But here's another sort of property, consider the product is not sticky and robust in the way the property of being from California is right. So the property of being a fast swimmer is when that does diminish over time, right? As people age. Um AND it can ultimately ultimately be lost, right? You can lose the ability to swim at all. So the property of being a fast swimmer is a property that can clearly change over time, it can diminish and even fully extinguish over time. So then the question is, which category does the property of being blame worthy fall into? And on my view, um the property of being blameworthy is more like the property of being a fast swimmer than it is the property of being from California. So in my view, um blame worthiness can change depending on can change over time, depending on what one is like just in the same way that being a fast swimmer can change over time depending on one's physical abilities. And so if we appeal, if we kind of have this distinction in our toolbox, then I think we can use it to resolve the kind of puzzle of forgiveness. So while it's true that we can only forgive those who were blameworthy, those who were syn chronically blame worthy at some earlier point in time, they might not now be blameworthy at all. Um And if they're not now blameworthy, then we should no longer blame them. And for me that counts as forgiveness. Um So they should be forgiven. So on this approach, um appropriate forgiveness is a matter of kind of tracking blame worthiness across time and someone who becomes not blame worthy for a past act is someone who deserves or warrants forgiveness?"
	},
	{
		"start_time": "43:09",
		"speaker": "Ricardo Lopes",
		"words": "And how about the notion of repentance? Do you think it would apply here? At least to the extent that particularly particular morally wrong acts would be, uh, I mean, people would consider people able to repent for them because of course, there are some acts that perhaps people consider that the person, the blame worthy person went too far and there's no possible repentance there, but at least for the acts that people can repent for. Do you think it would apply here?"
	},
	{
		"start_time": "43:46",
		"speaker": "Andrew Khoury",
		"words": "Yeah. Yeah. So, so the notion of repentance is kind of closely bound up with the idea of forgiveness. And the idea here is that kind of intuitively. Um It seems like repentance if someone genuinely repents, um then it seems like that is that provides some reason, moral reason or reason of the right kind to forgive. So it's like if someone repents, that's a good reason to consider maybe forgiving them. Um And so why, why would repentance have that kind of normative power? And so my answer to that is that when we genuinely repent, um one changes psychologically in ways that just directly reduce blame worthiness. So the idea is that repentance just directly reduces blame worthiness. So why is that? Well, repentance involves breaking certain psychological connections with one's past self as one way to put it. Um YOU kind of dissolve the motivations and the values that led to the initial act in question. Um You might no longer if the genuinely repentant presumably are people who are no longer disposed to act in those bad ways anymore. And so on my view, um that just directly and straightforwardly makes the person less diachronic blame worthy for the earlier action, right, in the same way that losing the ability to move your legs might just directly reduce the extent to which you're a fast swimmer. So the repentant then deserve forgiveness simply because they've become less blameworthy for the past action. And so I think this makes sense. I mean, for me, it seems intuitively plausible and again, we can like run a thought experiment here, right? If you compare the repentant to some, if you compare a case in which someone is genuinely repentant for some bad act, and you compare that to another case where the person committed exactly the same sort of initial act, but they are not repentant. It seems like obvious that the repentant deserves less blame than the non repentant, at least I would make that case."
	},
	{
		"start_time": "45:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And how exactly can we determine how much punishment someone deserves?"
	},
	{
		"start_time": "46:04",
		"speaker": "Andrew Khoury",
		"words": "Yeah. So as I've kind of alluded to earlier, I'm less confident about my views on punishment than I am about my views on more responsibility. So I've kind of settled views on responsibility. Um, So, so in my view, synchronic responsibility or synchronic blame, blame, worthiness or praiseworthiness is a matter of quality of will. This is a phrase, another phrase that comes from PF Strauss essay, freedom and resentment. So quality of will for me is a matter of the internal psychological states of the person at the time of the action and um particular psychological states at that time, like ones that were relevant to why they were blameworthy in the first place. So values and concern concerns as expressed in the action. And so appeal to kind of these internal states as being the determinant of synchronic blameworthiness is supposed to provide an explanation for why resultant moral luck doesn't exist. So it's kind of like I want my theory of responsibility to not allow for a resultant moral luck. And here's, here's a theory that does that and provides I think a satisfying explanation as to why that is so right. So the results of our actions don't affect our motives, right? The motives that we, because the motives occur first, right? There's no backwards causation here. So because the results of our actions don't affect the quality of will with which a person acts and that's why they can't affect responsibility. So, so the idea here is that responsibility at the time of the action is fully determined by your quality of will, which is kind of the motivations that you, that you have and then diachronic responsibility in turn is a matter of the persistence of those psychological states across time or the persistence of that quality of will. So here, if we're inquiring into the question of diachronic responsibility, we're going to be asking questions like this. Do the values and concerns that were expressed in the action, do those persist across time? Have they diminished? Have they been extinguished or eliminated altogether? So, in my view, if they persist, which they frequently do, then blameworthiness persists undiminished. Um If those psychological states diminish, then we're going to get a corresponding diminishment and blameworthiness. And even in some cases, they might be entirely eliminated in which a person might be no longer blameworthy at all for some earlier action that they used to be blameworthy for. Ok. So that's, that's kind of my view on responsibility. And then if we accept this retributive view about punishment, where you link punishment, deserved punishment to blame worthiness, then we can get an account of punishment where deserved punishment for an action is kind of tailored to one's current degree of blame worthiness for the action. And I think that maybe that will result in the most plausible version of retributive is, um but kind of, as I said before, I'm not sure whether I want, whether I want to accept retributive is so it seems like other sorts of factors other than blame worthiness might matter for punishment like deterrence. Um THINGS like that."
	},
	{
		"start_time": "49:27",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so, uh one more question related to punishment and then we'll move on to other things. So, is there any amount of punishment that can render the blame worthy, not blame worthy anymore?"
	},
	{
		"start_time": "49:44",
		"speaker": "Andrew Khoury",
		"words": "Yeah. So that's, I think a really interesting question that brings up some metaphysical issues that I think we have to kind of have a good grasp of if we're trying to think about responsibility and punishment over time. So my answer is that yes, some kinds of punishment can eliminate blame worthiness though. It might be for sort of surprising reasons. So suppose that there's a blameworthy person who's been convicted of convicted of a crime and they've been sentenced to death and they've been put to death. Ok? And let's also assume that death is non-existent. It's annihilation. Let's suppose for the moment anyways that there's no afterlife. So death is just you're gone. Ok? So if the person has been put to death, then I think this is true. I think that this is an undeniable metaphysical fact. Um, AFTER the person's been put to death, there's just no one around that is at that later time, blameworthy for the earlier action, right? So after the person's been put to death for the crime, if we were to survey all the people on earth, all the people in the world, no one would be the person who is blameworthy for that crime, right? That person just not around any longer. So, in this way, I think that that just kind of necessarily extinguish his blame worthiness as well as you know, all our other intrinsic properties. Um And I think that this kind of explain, like it seems like there's a unique sort of tragedy to crimes like murder suicides or crimes in which uh the perpetrator of the crime dies in the crime or shortly after. Right. So there's something uniquely tragic about that. And I think this is why right, The person is just not around to be held responsible and that is disappointing to us. So if blame worthiness is extinguished, kind of necessarily when the person no longer persists or when the person no longer exists. Then to me, this suggests that persisting blame worthiness is a matter of the persistence of something or other about the person. So on some views, it's simply a matter of whether the person itself persist through time, that is whether the person is still alive or not. Um This is turns out to be a matter of what philosophers call the question of personal identity over time, what makes a person the same person over time? Um So on that view, blame worthiness, persists undiminished so long as the person still persists or still alive. Um So on that view, the property of being blame worthy is like the property or my property of being from California. It's not one you can lose, you will retain it up until you go out of existence. Um Now I don't accept that view because I think that people can persist but yet change in ways that are relevant to blame worthiness. So if you kind of dig into the literature on personal identity, it turns out that on all the leading accounts of personal identity, personal identity is compatible, not just with a great deal of change, but with complete psychological change. Like with, it's compatible with not retaining any of your psychological states whatsoever. So long as it's gradual enough, this turns out to be true on both like biological and psychological approaches to personal identity. Um So in my view, persisting blame worthiness, instead of being a matter of the persistence of the person as construed by these accounts of personal identity. Um IT'S a matter of the persistence of certain aspects of their psychology, right? So if the morally deficient values and concerns that explain why the person was initially blame worthy, persist and blame worthiness persists if they've diminished, then blameworthiness has diminished. And if they've been eliminated, then so too is blameworthiness? Ok. And then back to the issue of punishment in so far as punishment might affect those psychological states, like whether the person has those values or concerns and then punishment can affect blame worthiness. So the relation here is going to be kind of indirect. So that's what I think is going on in the case of death or in the case of punishment by the death penalty, right? And the execution just eliminates all of those psychological states. And so there just is no one around anymore that's blameworthy for that act. Um But it might happen in more, less kind of extreme ways as well. So blame worthiness could also be affected by punishments that result in relevant psychological change as when a criminal has been reformed or rehabilitated, such that they no longer retain those problematic aspects of their psychology that led to the bad action in the first place."
	},
	{
		"start_time": "54:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But I mean, since you mentioned the issues surrounding personal identity there, which I am more or less familiar uh in the term, in the way that philosophers deal with them. I mean, because sometimes when people improve their moral character, let's say people uh make statements like, oh, she, she's no longer the same person, she, she's a better person. Now, I mean, to, to the extent that you tie issues surrounding punishment with personal identity, would you consider that if over time the person improves and changes their psychological traits, the ones that are relevant here to ethics, morality and punishment that would also constitute a change in terms of their personal identity? Because since we have this sort of folk intuitive psychological approach to saying that the person is a different person now, would that have any bearing in terms of the moral philosophy here or not?"
	},
	{
		"start_time": "55:35",
		"speaker": "Andrew Khoury",
		"words": "Yeah. Yeah. Excellent. So there's different sense. So we mean different things when we talk or we can mean different things when we speak of a person's self or whether the person is the same person or not, the same person over time, right? So if you consider the sentence, he is not the same person that he once was, right? The first occurrence of he seems to imply that there is identity that holds from the earlier time to the later time. That's kind of the strict sense of numerical identity. The second sense is something like a person's, it's a looser sense of identity. Um A person's moral self, maybe we might say, or a person's practical self or um you know what the person is like, what values do they have?"
	},
	{
		"start_time": "56:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, perhaps in a more uh intuitive sort of folk psychology kind of way of putting it. I would say the essence of the person changed in a way sometimes that's the way people think and talk about it. Right."
	},
	{
		"start_time": "56:39",
		"speaker": "Andrew Khoury",
		"words": "Yeah. Yeah. Absolutely. So, so I would say I do want to kind of tie responsibility to the moral sense of self say, but I want to divorce it from the numerical identity sense of self. So, right, if right, if you think of like, right, someone goes to university and they have this kind of, you know, experience in which they kind of like maybe reject some of the previous values that they had, that were a result of their upbringing and they come to kind of really find themselves and they say I'm no longer the same person. So that's kind of this moral sense that has to do with kind of the psychological content that the person has your values, your concerns and things like that. But on the other hand, like the legal system, when they're trying to determine, like who did the crime, they don't care about that. Right. If you say, well, look, that was, that was when I went to college or that was before I went to college before I was a different person. But now I'm a different person that's not going to work. So like turned off again, that's not going to get you off the hook. So I think both we have both these notions that we appeal to in daily life and then, yeah. So my, yeah, my claim is that uh that strict sense, that kind of legal sense of identity is not the one that's relevant to punishment. Um What matters more is what is the person like now? Like, are they still, do they still have these criticized psychological states or not?"
	},
	{
		"start_time": "58:08",
		"speaker": "Ricardo Lopes",
		"words": "Ok. So I have two more questions here. I mean, in fact, it's one question, but it's two parts to the same question. So going back to moral responsibility itself, uh when it comes to attributions of moral responsibility, how do we determine if an individual is blame worthy or praiseworthy?"
	},
	{
		"start_time": "58:31",
		"speaker": "Andrew Khoury",
		"words": "Yeah. Yeah. So, yeah. So we, so we talked about some of this, so So in my view, synchronic responsibility to put my view kind of succinctly. So on my view, synchronic responsibility is a matter of the quality of will, the person's quality of will at the time of action and then responsibility across time or diachronic responsibility is a matter of the persistence of those qualities of will."
	},
	{
		"start_time": "58:57",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And do you think that uh this way of approaching things would also apply to collectives and not just individuals?"
	},
	{
		"start_time": "59:08",
		"speaker": "Andrew Khoury",
		"words": "Yeah. So, so yes, I think that it does, I think that this kind of basic picture can apply to collectives as well. So, collectives are groups of people um organized in more or less structured ways. So like nations, governments, um corporations. So, so I defend a kind of attitude based account of responsibility on which responsibility is like largely a function of the person's attitudes or psychological states and then to kind of engage the question of collectives. Um AS a first step, it kind of seems to make sense to think that some collectives can have various attitudes like beliefs, desires and values, right? So we frequently attribute attitudes to collectives, like governments and corporations, right? We might say that this government has this particular goal, right? I mean, think of like a government's platform where they're like, this is what we want to do, right? That I think that you can understand that as being a desire of the collective or the beliefs of the collective, um you know, Furthermore, like, we frequently might criticize a corporation by saying, look, I saw that I saw those commercials that this corporation did about carrying, you know, they maybe washed uh an oil covered duck with some soap. But really that corporation might not care so much about the environment despite this pr campaign, right? And then like mission statements which you can find on the website of any like giant corporation seem like their declarations of what they tell us are their deeply held values or beliefs. Um And then they might be kind of authentic or inauthentic or we might raise those questions. So it seems like at least suitably structured collectives can have attitudes or at least a close enough analog to attitudes like beliefs, desires, values. Um AND then they can act on them, they can act on those attitudes, they can act on the basis of their beliefs. So as to realize their desires, I mean, that's what these collectives do. Um And then some of those attitudes might have moral content. So we might be able to evaluate um kind of whether we think those priorities of the collective are defensible or indefensible. So in that sense, it seems like collectives that collectors that have the capacity for goal directed behavior, which requires some degree of structure, kind of maybe a hierarchical structure. So it seems to make sense kind of idea here is that they can, that corporations or collectors can have a quality of will and responsibility just is um an evaluation of quality of will. And then just like as with individuals, we can think about whether those qualities of will, whether those values desires beliefs persist over time or don't persist. Um Right. Does a corporation still have say those problematic values or has it turned over a new leaf? Um So I think that the kind of the basic theoretical framework that I've been describing um for thinking about responsibility in terms of quality of will. I think that it does apply to collectors as well as individuals."
	},
	{
		"start_time": "1:02:27",
		"speaker": "Ricardo Lopes",
		"words": "Great. So um just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:02:36",
		"speaker": "Andrew Khoury",
		"words": "Yeah, sure. So um a good place to find me is on Phil papers.org and you type in my name, I have a profile there. You can find my papers, many of which are freely available and also find me on Google scholar as well as my university web page or my university profile."
	},
	{
		"start_time": "1:02:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So I'm leaving links to that in the description box of the interview and Doctor Curry, thank you so much again for taking the time to come on the show. It's been a pleasure to talk to you."
	},
	{
		"start_time": "1:03:06",
		"speaker": "Andrew Khoury",
		"words": "Absolutely. Thank you, Ricardo can also find me on Google scholar as well as my university web page or you my university profile."
	},
	{
		"start_time": "1:03:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So I'm leaving links to that in the description box of the interview. And doctor Curry, thank you so much again for taking the time to come on the show. It's been a pleasure to talk to you."
	},
	{
		"start_time": "1:03:27",
		"speaker": "Andrew Khoury",
		"words": "Absolutely. Thank you, Ricardo."
	},
	{
		"start_time": "1:03:30",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel, Governor Mikel Stormer. Samuel Andre Francis for Agns Ferger Ken Hall, her Ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel S Friends, David Sloan Wilson Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi na Me, Gary G Almansa Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franka La Gilon Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie. Chevalier, Bangalore Fists, Larry Dey Junior, Old Ebon, Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson Ismael Bensley Man, George Katis, Valentine Steinman, Perlis Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings David Pins of Sea Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon Bendik, Muller Thomas Trumble Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender si, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]