[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Decent. I'm your host, Ricardo Lob. And today I'm here with a very special guest, returned guest, Doctor Philip Ball. In our first interview, we talked about his Book of Minds and I'm leaving a link with in the description of this one. And today we're talking about his latest book, How Life Works. A user's guide to the new biology. So, Doctor Ball, welcome back to the show. It's always a huge pleasure to everyone."
	},
	{
		"start_time": "00:29",
		"speaker": "Philip Ball",
		"words": "Thanks for having me back, right? It's very nice."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So, since we're talking about life today, let me perhaps start with what I would think is a basic question, but perhaps one of the most complicated ones. So what is life? I mean, is there any approach in, for example, physics or chemistry for us to be able to differentiate any sort of criteria to differentiate the organic from the organic living things, from nonliving things or not?"
	},
	{
		"start_time": "01:03",
		"speaker": "Philip Ball",
		"words": "Well, if there is no one has agreed on what that is. So I think it's fair to say that at the moment, there is no generally agreed definition of what life is, um which is amazing when you think about it, you know, it seems a, such a fundamental thing and such a, a kind of an obvious thing that surrounds us, but we cannot say scientifically exactly what it is that distinguishes a living thing from a nonliving thing. Um So the, the, the approach I take in my book, I mean, fortunately I don't have to answer that question. Although II I can't steer entirely away from it. But I'm talking about in the book about those things that we know are alive and particularly about how our biology works. But in looking at that one can't avoid that more general question. What is it that distinguishes, you know, these living things? And one of the things that I suggest in the book is in contrast to what, what, what often happens is that you get these lists of, you know, what living things should uh require these criteria. So they should be, um you know, self reproducing or self replicating. They should have metabolism, you know, maybe there's homeostasis and so on. All of those things, certainly properties that we find in living things. But the problem with lists like that is that we almost inevitably tend to find that there are systems that have at least some of those properties that we don't regard as living things like tornadoes or, you know, things in the, the nonliving world that have a kind of self organizing capacity, but that we wouldn't regard as alive. And then perhaps there are some things that living things do that it, it, it seemed to be excluded from a list like that. And it seems clear that there are these very few systems, in particular viruses that seem to be right on the threshold of life and there's no consensus about whether viruses are actually living systems or not. So, what I, um, end up doing in, in the book is to suggest that although this shouldn't be an absolute criterion of life, I think a more fruitful way to think about what it is that living systems have that makes them different from nonliving is a notion called agency. And maybe we'll, you know, get on to uh explore that idea in, in, in more detail later. But, uh you know, in a nutshell agency, I it seems to me it captures intuitively what we see living things do, which is that they have some capacity to change their environment and change themselves most crucially in order to achieve some particular goal, they have goals and purposes and that's not something that we see in nonliving systems, even complex ones like tornadoes. So it's that notion of goal directed that I think lies at the heart of life and of biology and that we'll see sort of coming up again and again, as we try to understand what makes life work,"
	},
	{
		"start_time": "04:12",
		"speaker": "Ricardo Lopes",
		"words": "so whether we will come back to agency, but I guess that perhaps there, you might have been partially influenced by Doctor Kevin Mitchell through his book Free Agents or something like that or not."
	},
	{
		"start_time": "04:27",
		"speaker": "Philip Ball",
		"words": "I, I absolutely Dr Drew on, on Kevin's work, his book Free Agents, which looks at what this notion might mean and how it, uh, evolved throughout time. It's, it's a fabulous, um, Kevin and I realized actually that we were both thinking about agency, you know, at the same time, independently of, of, of one another. Kevin. I, you know, don't hesitate to say Kevin has thought about this more deeply than I have and goes into this question more deeply than I have in his book. So it was a fabulous resource to me. But, but, you know, the two of us, um we were thinking that this notion of agency seems to have some currency and we weren't alone either. There are many other uh biologists and others philosophers of biology who are starting to think uh in terms of a notion of agency and are thinking, you know, we really need to try to pin this down and ideally to get a theory of agency in order to understand life. So I think both of us are actually part of a broader movement that's going on. The controversial one I should say within biology to get to grips with this notion of agency."
	},
	{
		"start_time": "05:35",
		"speaker": "Ricardo Lopes",
		"words": "But related to my first question, does it really matter or do we really need to have a proper universal consensual definition of life, I mean, because wasn't it the case that we were able to learn things about how genes work and how genes relate to other molecules in our body and stuff like that and things about different kinds of organisms without having a proper universal definition of what a gene or what the species is. And those are just two examples, I guess."
	},
	{
		"start_time": "06:13",
		"speaker": "Philip Ball",
		"words": "Yeah. Well, I think it depends on the questions you want to ask. So, if you're a biologist wanting to understand how the human body works or how bacteria work or how plants work or whatever, then you don't have to wrestle with that question because, you know, you know, the, the, the subject of your, um uh of your investigations, you know, that it's, uh, it makes it, that it's meaningful and has always been meaningful to think of it as being alive as having this property. So you don't have to think about it more than that. I mean, I, I find that it's a little bit analogous to, uh in quantum mechanics, how plenty of people, you know, most physicists um, who use quantum mechanics don't have to think about what it actually means, which again is a question that actually we don't have any consensus about they just get on and do, do the work. Um So, you know, you can work this way in biology. But if you're someone like an astrobiologist who is searching for life on other worlds, then you have to have some sort of criterion for what you're looking for. Um And so, you know, there it really does become important to really try to get to grips with. Well, what is it that's characteristic of what we would recognize as a living thing, you know, and how can we look for that in, in other worlds? And then you start to get into questions. I mean, going back to the, the definition that uh James Lovelock in the 19 sixties came up with for the um the Mars Viking, uh nasa's Viking missions, the Lander missions uh where they were wanting to, you know, analyze the Martian soil and see if there were signs of life and they needed to know what they were looking for. And Jim Lovelock suggested that a good criterion would be to look for quite extreme chemical disequilibrium, which means mixtures of chemicals that normally wouldn't be found, wouldn't be stable in that mixture, they would react and, you know, reach some kind of equilibrium system. Um But if you see a strong disequilibrium and that's what we see on the earth, that's what we see in our atmosphere, in particular, for example, a mixture of uh of lots of oxygen which is very rare molecule and uh and methane and other uh molecules like that, that has just clearly been sustained, you know, for a long period of time and hasn't settled down into an equilibrium that is being driven by the eco by the, the biosphere. Um And so that was, this was Jim's idea back in the 19 sixties. Um That, that's maybe what we should look for. We should look for chemical disequilibrium. But that's not enough. You know, we recognize that's not enough because there are geological processes that can create that sort of disequilibrium over long periods. So that's a start for astrobiologists. But again, you know, it's not enough and that's the big challenge they now face now that we're able to go to other worlds and look at the atmospheres of other planets, even outside our solar system. What are we looking for if we're looking for life?"
	},
	{
		"start_time": "09:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh But of course, since life is such a complicated subject to talk about many times, we people not just lay people, but even sometimes even the scientists themselves resort to metaphors, like for example, talking about living systems as machines, as computers or something along those lines. And of course, throughout history, people have thought about life in different ways and through different method, metaphors, do you think that these metaphors might be useful in some way or are they just problematic? And if possible, we should just try to drop them because of the wrong ideas that they convey?"
	},
	{
		"start_time": "09:55",
		"speaker": "Philip Ball",
		"words": "Well, II, I think that metaphors are essential, they're essential in science. And actually, I think they're essential in language generally, you know, we speak in terms of metaphors. Um So they, they are uh a fundamental aspect of our thinking. Um So there's no getting away from them and they are very useful and, you know, even metaphors um that, you know, will once used hundreds of years ago to understand maybe life or to understand complex systems that uh we now regard maybe as quite naive, they were still useful in their time. I think the problem I I perceive with some of these metaphors is that there is no mechanism for knowing when to dump them, when to get rid of them, recognizing when they are no longer useful. And you know, it struck me uh in thinking about this, particularly in terms of life that um i it's kind of peculiar that science is in this position, we have a mechanism uh in theory, at least anyway, a mechanism for getting rid of theories that are no longer useful because, you know, we test them against experiment. And if the theory and the experiment conflict, often enough, we start to think maybe the theory needs changing. So that's fine. There's nothing like that with me. And so metaphors can stick around and often do longer than they're welcome and longer than they're useful. And I think the idea that living organisms are kind of machines to, to my mind, that seems to be one of these metaphors that has stuck around for too long. It's no longer helpful to think about it that way. Um Or rather perhaps I should say, because I think it is nuanced. I think there are situations certainly there are situations in biology where thinking of an a component of a biological system like a protein, for example, as a kind of machine that makes absolute sense. And some of them look rema and a few of them look remarkably light machines. So you have the bacteria, the bacterial flagellum, for example, which is a protein sort of assembly that allows the uh these flagella, these sort of whip like appendages to spin round and let some bacteria swim. It looks just like a rotary motor in all sorts of ways. And so it makes sense to talk about it in that machine like way. But when we think about how the whole organism works, the more closely we think about that, the less and less it looks like any sort of machine that we have ever made, it works in quite different ways. And so to, to my mind, the machine metaphor then starts to become not just uh um uh inappropriate but actually potentially misleading. Um And that, you know, that's being very controversial. There are some people who feel that actually thinking about us as machines that that's really a way of saying I'm just a materialist ID. I don't think there's any sort of mystical, you know, vital spirit that's animating us. It's just atoms doing stuff. And, you know, that's actually, that's, I'm happy with that materialistic position myself. I'm happy to say that, you know, at the root of it all we, if we look far enough down, all we see is atoms interacting, there's nothing mysterious uh beyond that. That's fine. But my problem is that w that when we start to look at the higher levels of how living systems work, they're not machine like, so it's not a helpful metaphor anymore. So, one of the things I wanted to try to do in my book is to think, well, what are the more useful metaphors that, you know, we now might want to call on in order to understand these things? Um And more broadly than that, what is the more useful kind of narrative we want to tell about how life works rather than the conventional narrative. It seems to me that we certainly, it's the one that we tend to hear about in the popular sphere, which is that I I it all, it's all encoded in some sense in our DNA, in our genome and life. It is simply in e in essence, it's simply a readout of that information in the genome. Um So it's a computational metaphor. And again, you, there is some value for a computational metaphor of DNA. But if you think that is going to answer the question of what life is and how it works, then I'm afraid, I think you're gonna be mistaken."
	},
	{
		"start_time": "14:24",
		"speaker": "Ricardo Lopes",
		"words": "So one of the alternatives uh in terms of the ways we could think about life that you present in your book is of, of living things as generators of meaning. What does that mean? Exactly."
	},
	{
		"start_time": "14:40",
		"speaker": "Philip Ball",
		"words": "Right. That comes again down to this notion that living things have goals and purposes. Um, AND, you know, it, it's, it's kind of strange to me that this should be a controversial thing to, um, uh, to, to, to, to say because we have no, I think most people would have no argument with the fact that we have goals, you know, that you, that you had a goal in setting up this, this, this call today, you know, everything we do, we have some sort of goal that uh that, that motivates us. We don't always perhaps quite know or articulate what those are, but we do and we can see those, we can certainly see those in other animals. You know, I think most people would think dogs have some sort of goal, you know, chimpanzees have some sort of goal. So it's not unique to us. Um And then it, it, it doesn't seem a big stretch to suggest that actually some kind of goal directed us goes, you know, at least long way, sort of uh through, I should say rather than down, I think, but through the uh the living world, um to, in some sense, some plants have goals. And actually I think it makes sense to see every living thing down to single celled bacteria as in some sense, having goals that they themselves determine in some sense. That doesn't mean to say that bacteria thinking, what, what should I do now? Of course, but there is some goal directed us to it. So in order to achieve those goals, what uh what any living system has to do, it is constantly, it's in some environment, it is constantly bombarded. If you like with information or with things happening, things coming from that environment, you know how warm it is, what molecules are around, what other creatures are around and so on. You know, living systems have sensory systems in order to take in that information. But they don't want to take it all in, it's too much and most of that information or a lot of that information is simply not useful to it. So, you know, for us, I mean, the for example, the world, you know, is also saturated with ultraviolet and infrared light that we got our visual system doesn't register that of some creatures does, but ours doesn't. So that's information that if you like evolution has sort of found, you know, is not sufficiently useful to us to develop a sensory system to make use of it. So, you know, we, we ignore it and we don't even sort of recognize it in daily life, but it's absolutely out there. So what that really means is that there is some information out there that does not have meaning for us. Um It does not have value for us, value in the sense of being helpful to us in order to attain our goals. And this is what uh what, what nature is constantly doing for every organism. There are, there are choices being made that essentially have been made by evolution, what matters in the environment, what do I have to attain end to and what can I ignore? And that's really what I mean by meaning here. So it's not meaning in some, any sort of deep metaphysical sense of, you know, what's meaningful in my life. It is, it is meaning in terms of each organism as an agent, making, in a sense, making value judgments about the information it receives this matters and this doesn't, I'll attend to this and I won't attend to that. That's really something that um again is quite distinctive to life because it, it, it really is a kind of judgment of, you know, what matters and what doesn't something that it's very hard to see. How could, you know, you could even have a sense of that in nonliving systems. So that's what I mean by meaning. And I suggest in the book that actually that is one way of thinking about what life is. Life is a generator of meaning for the agents, the organisms that are living."
	},
	{
		"start_time": "18:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. You know, I guess that some of the issues that some people might have, perhaps some of the old school philosophers of biology and evolutionary biologists with the use of words like meaning and even perhaps in some contexts, purpose and words like that is that perhaps the would have a reaction where they would think. Oh, so now we're getting into the religious realm or something like that? Are you saying that we are here for a reason that we have purposes that are imbued into us as organisms as living things, stuff like that. And even sometimes it also gets connected to ideas like teleology that life follows a particular path, something like that. So I guess that maybe at least for the more old school people, that's why they are a bit, uh, I mean, they don't tend to like those kinds of words, I guess because they associate them with that."
	},
	{
		"start_time": "19:38",
		"speaker": "Philip Ball",
		"words": "Yeah. Yeah. Yeah. There is a nervousness. I'd say an allergy, um, amongst some biologists to words like that purpose and, and, and certainly to meaning. Um, AND, and also to goals. I, I was at a meeting, um, in Minnesota a few weeks ago that was looking at all of these sorts of questions about, of agency and purpose and there were biologists of all sorts of stamps and philosophers of biology there as well. So regular, you know, biologists from university departments and, um, some of them were saying one said in particular, you know, the nice thing about this, this, uh, a meeting like this is that we can voice these t, you know, words that are taboo otherwise they clearly felt, you know, we need these concepts but we're not allowed to say them and it kind of seems crazy that we're not. And so there was a relief there that you could actually talk in these purposes. Now, some of that I think is, it is perfectly understandable because if you talk about things like purposes, um, and, and, and goals, you know, you could easily see how that could be weaponized really by creationists and people, you know, interested in intelligent design. Say, aha. So where does that purpose come from? It? You know, must have had some divine source or whatever, but it really doesn't have to, you can naturalize these ideas. Um And, you know, I think that's the, that that's part of the goal that we, that's certainly part of the goal of getting a theory of agency which has to include some notion of goal directed us. So, um you know, I don't think there has to be anything at all mystical in, in ideas like that. And I think it's also important to distinguish you see, when, when, when uh goals and purpose are, are talked about often for biologists that seems to imply that evolution itself has some kind of direction, some kind of, you know, end point that it's heading towards, that's been a, you know, an old idea that has sort of haunted evolutionary theory for a long, long time. Um And there is as far as we can tell at the moment, there is absolutely no reason to believe that evolution has anything like a goal or a purpose, you know, that it's famously described as a, this kind of blind search, you know, that, that, um, I mean, not really a search for anything, it's a, you know, a blind process that, that comes up with all these incredible sort of solutions. Um And, you know, there are some people who actually do ask whether there's some directionality to evolution. It's not an unreasonable question to ask. I'm pretty conservative on that uh question. I, I feel like, well, you know, at the moment, I don't see any reason to suppose that that is the case, but that's quite a different matter from saying the products of evolution, individual organisms themselves, not only can have goals and purposes, but that is in their intrinsic nature, that is what they are about. So there is no reason to link the two. You can have blind evolution producing systems, organisms that are goal driven. And in fact, I think that's exactly what evolution does."
	},
	{
		"start_time": "22:44",
		"speaker": "Ricardo Lopes",
		"words": "We'll come back to organisms. But since we're also going to tackle here, at least to some extent, questions surrounding units and levels of selection in evolutionary biology because that's one of the biggest questions out there. Uh Let me start by asking you now about perhaps the most basic level that some people talk about that is the level of the gene. So when it comes to genes, how do you think about their role and significance in life? And do you think that attaching words like instruction book blueprint or code to them is accurate enough or not?"
	},
	{
		"start_time": "23:29",
		"speaker": "Philip Ball",
		"words": "Uh Well, II, I think it's not uh accurate. I think it's actually very misleading. You know, we still have this notion in sort of popular culture because it's been pushed by uh by biologists of various sorts that the genome is our instruction book. Um Once you start to, to look at how we actually work and what genes do in that process, it seems to me that it makes no sense whatsoever. Not just to me actually to inc I think to a lot of biologists, it makes no sense what, so to think about it as an instruction book, it's not clear what that can possibly mean. You can't look, you know, an, an instruction book you can sort of read and you can understand, OK, that this is how I need to put this thing together. We, there, there, there is no indication that we will ever be able to do anything like that from the genome. Not least because it's clear that not all the information that is used in a sense to build uh that the entire organism is simply in the genome. Um So I don't think that's a, a helpful way of, of, of looking at the genome. And in fact, I think it's, um, it, it, it's an obstructive way and perhaps a dangerously misleading way to look at it because it lies at the root of the cultural idea we have of genetic determinism that, you know, what we are going to be is determined by our genes, which I, it, it, it, you know, there are many, many ways that you can see that, that simply is not the case. I mean, to state an obvious one, the way our brains are wired up with its uh I think 86 billion neurons or something, there's lots of them. But the point is there are more of them and more certainly more connections between them than there are letters in the genome. There's not enough information there to specify how that's done. It can bias those connections in certain ways and clearly does because there are traits, behavioral traits that we have, that we can correlate with uh what's in our genome, but it doesn't program how our brain is going to wire up. So, you know, that's just one example. So the way I think it's more helpful, I mean, uh you know, having said all that, I think it's absolutely um ie uh essential to make clear that genes are clearly, they have a, a hugely central role in how we work. Um And not least because they are the thing or at least the genome or the in information within the genome is the thing that is passed on between generations. So, Genes, as Richard Dawkins says, genes, I think really do have a privileged status in evolutionary theory because they are the thing that is passed between generations. But that doesn't mean to say they have to be the thing that uh contains all the information, you know, that that is needed to put us together because they're, what are they passed on between, they're passed on between things that are already alive. They are, you know, so that they are not, it, it, it's a little bit like, you know, we, we tend to say, well, genes, I mean, in fact, uh Crick and Watson, when they discovered the structure of DNA in 1953 you know, Jim Watson at least alleged that they were convinced that this was the secret of life, this was what life was all about. Um And yet, you know, that gives rise to this peculiar notion that um a living system plus its genes. It is somehow and it's, you know, a, a living, it's still a living system. It has to be alive. The gene does, the genome does nothing by itself. Put DNA in a beaker, even if you throw all the uh you know, molecules that you think might be needed to put a mo to put a system together. It does nothing. It's an inert molecule unless it's in a living system. And when it's in a living system, what it then does is provide resources or the really the information for resources, in particular, the information for building the proteins, the enzymes that catalyze our biochemical processes. But actually, we're also finding and this is one of the key things, you know, I wanted to bring out in the book. We're also finding that there's a, an awful lot else in our genome besides instructions for making proteins. Um So, you know, parts of, of, of our DNA, we've sort of really discovered only over the past 20 or 30 years. How much this is true that there are parts of DNA that don't encode proteins, but they do encode these RN A molecules that uh are like DNA, but they're, they're just sort of shorter molecules, they're templated on DNA and they used to be thought of pretty much all as being um just the messenger that carries the information for making a protein from the DNA to the place to the sort of machinery. And I'm gonna use that term here that um that, that makes the proteins, but some RN A molecules aren't like that. They're called non coding RN A molecules and they do things in their own, right. They do kind of protein like jobs if, if you like. So there's, you know, there's more to the genome than, than protein coding genes. In fact, there are also bits of the genome that don't encode proteins, but that are uh somehow involved in switching genes on. And off and they're dotted all over the, the, the genome. So the structure and, and the information that's in the genome is far more complex than just being a repository for protein coding genes. Plus a load of stuff that, you know, doesn't really do anything useful at all. And the, the uh the key point really is that the way all that information is used is contextual what the cell does with. It depends on all sorts of things like what kind of cell it is. The way my liver cells use the information in my DNA is different from the way my skin cells do, even though it's the same DNA. So it's contextual. So the cell is integrated information from outside, even to the extent of deciding if you like which protein to make from a particular gene. Because each g protein coding gene doesn't just encode one protein, it can encode several. And in fact, on average, it encodes six different ones because the information there can be sort of taken apart and stitched together in different ways to make different proteins. And the cell if you like decides which of those to make in a particular circumstance. So that's information coming from outside, even at the level of reading out a gene which we thought was pretty sort of autonomous. So that's really what I mean, that it's really the, the uh our, our genes and our DNA generally provide the uh uh a very rich resource that the cell decides what it's going to, to use for."
	},
	{
		"start_time": "30:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh And the fact that you mentioned at a certain point there, that genes or DNA material just by itself is inert and it needs to be integrated into a living system to really be able to do anything. Uh You mentioned there, for example, how uh genes in, in that are part of cells in different kinds of tissues or organs. For example, uh their genes are expressed differently or produce different proteins depending on the type of tissue or organ they are part of. So I I mean, I guess that we have to look across different scales here to really understand what do because it's the fact that they are part of a particular cell that has particular organelles and is receiving particular kinds of information from the cells around it and from different parts of the body. But also that it is part of a specific kind of tissue in a specific kind of organ. And also more generally that it is inside an organism that lives in a particular kind of environment, right? All of that matters."
	},
	{
		"start_time": "31:25",
		"speaker": "Philip Ball",
		"words": "Absolutely. So there is no privilege level in that, in that system at which, you know, essentially life is happening. And you know, it's certainly not at the level of the gene. I mean, this is the the key thing to get across. I think, you know, genes are the genes are not alive. By the time you've, if you want to understand how life works, you absolutely have to, you know, get down to the level of the gene to understand an aspect of that problem, but you're not gonna answer it there because there is nothing alive at that level. And what really struck me as I was, you know, trying to find a way of, of articulating, this is the, the difference between that picture, which is really a picture about developmental biology. And you know, how our uh uh day to day living works, the the difference between that and the evolutionary picture. And in fact, there are plenty of people who feel that what we mean by gene is different. If we're talking about a bit of DNA that does something in developmental terms. And if we're talking about this thing that, you know, uh in conventional evolutionary theory that people like Richard Dawkins have fantastically explained, gets passed on between generations. They're not obviously the same thing. There is actually just as with life, as you say, there is no consensus uh definition of, of what a gene actually is. But all of these different ideas are useful. And it really struck me that in, in the view, certainly the view, you know, famously uh popularized brilliantly popularized by Richard Dawkins of, you know, um the gene centered view of evolution, he, he requires genes to be essentially like little agents themselves, all competing amongst each other in a kind of pool, undifferentiated pool of agents where, you know, you don't really, you lose sight of the fact that there are actually organisms uh here. And you mean, you literally do. So it, the end uh Richard Dawkins talks about the a paradox of the fact that they are organisms at all because you've, you know, why do you need them if all these genes are, are themselves little agents, sort of like little organisms competing and doing stuff. So that view requires us to put all the agency that is actually in living systems into the genes themselves. And, you know, then the the organisms themselves just become kind of passive vehicles that the genes build in or for their own purposes. So that's a view that it can be useful for thinking about evolutionary biology. But is I think profoundly misleading in terms of thinking about what genes actually are as material things that contribute to, you know, how cells and how organisms and tissues work. So that's that, that's really um the distinction I'd want to make. And as you say, you know, what a gene really? Mm does and means um is contextual. It's using all this other information that's coming from, from elsewhere. And you know, that's the only way it can work. It's not entirely a sort of bottom up process of simply reading out the genome in order to build the organism. It's the organism is constantly integrating all sorts of information. And one of the things that I found most fascinating in researching this book is how that integration of information happens. Even at the level of deciding whether to express that is whether to convert a gene, a given gene to its protein or not. It integrates all sorts of information. Uh YOU know, just to come up with in the end, a binary decision, should I um turn this gene on or off basically, should I express it or not? And uh um you know, that's that it's a complex decision that involves many different molecules and actually often many different parts of, of the, of the, of the, of our DNA um of the chromosome in order to make that decision. So there, there is a very complex sort of set of principles that our biochemistry uses our cells use in order to make that decision. It's not something that is solely determined by what the gene itself, what the genome itself contains."
	},
	{
		"start_time": "35:40",
		"speaker": "Ricardo Lopes",
		"words": "A and one very important thing here I think is that um is the way we tend to relate genes to traits of a particular organism, right? Because we tend to have or most people tend to have this very simplistic idea of. So we have a gene and it produces a particular trait or a group of genes that produce a particular trait. But with this new, more complex but also more accurate view of how things work actually. Um IN what ways do you think we need to reframe the way we think about the relationship between genes and traits,"
	},
	{
		"start_time": "36:23",
		"speaker": "Philip Ball",
		"words": "uh, quite profoundly? Um, BUT only in the sense really of making it more explicit in public, um, what geneticists have pretty much always realized, you know, because we've known for a long time that for one thing in general, a particular gene isn't in, uh, isn't involved in just a single trait. It often turns out to be involved in many different aspects of our physiology. And that's one of the things that makes, you know, investigating genes so complicated. And in fact, if that was one of the things that triggered me decades ago to start thinking, you know, in these terms about whether we've got the right narrative because I, when I was working as an editor of Nature in the 19 nineties, um the biological editors would come to our editorial meetings and they would say things like, you know, I've got this paper that there, you know, um that we're gonna publish that is, um, say, looking at this particular gene that we thought was involved in. Uh I, I don't know, pregnancy or something and it turns out that actually it's involved in something entirely different as well. And no one really seemed to have any idea of what this meant, you know, why genes have all these different um strings to their bow. And if we take a particular trait, we don't, we can't in general trace it back to a single gene. We find that it's, there are many genes involved and in some cases, if we look at something like how tall we are, there's clearly a strong genetic component to that, but it's spread over hundreds, maybe thousands of genes. Now, we only have 20,000 protein coding genes or maybe even slightly fewer in our bodies. So, you know, if you've got a trait that involves 1000 or a few 1000 genes, kind of uh most of the, the, the protein coding genome or sorry, that's a significant proportion of it. And sometimes it really is most of it. So, II I, what that seems to be saying is that there are some traits that are kind of genome wide, uh you know, they're, they're, they're influenced a, at a genome wide level. And some, um uh some researchers are talking now of uh uh a notion of omni GIC of traits that seem to involve pretty much all our genes or, you know, a huge problem portion of them, some being more important than others. But most uh genes, pretty much all the genes having only a tiny, tiny, little influence themselves. You know, in the sense that you see variations in the trait and variations in the, in the sequence of that genome. But they account for hardly any of the, the, the actual variants by themselves. So, you know, what, what that, that, that's really what we want to, to, to what we need to, to get across. And as I say, that's something that's kind of always been recognized by geneticists. And yet somehow this kind of notion has grown up that there is a gene for this and a gene, you know, a gene for this trait, a gene for that trait, a gene for, I don't know, boldness, a gene for, um, you know, criminality or something. And we saw endless headlines like this in the 19 nineties and you still see them now and we seem to love this story in the media because it's a simple story to tell. Ah, we found the gene four X. Um And you know, iii, I slightly feel that geneticists now they, they kind of tear their hair out every time, you know, one of these stories comes up because they know that's not the real picture. And yet there seems to be a reluctance uh uh in the community to ask. Well, why did, why do we have this picture then? Who is it that has allowed this picture to develop? And I do think that geneticist and genetics generally uh is, is at least partly culpable for the fact that we have got that simplistic picture. So, you know, we need a different story to tell. And I think that uh once we recognize that genes are resources that cells use for doing various things and resources that can do many different things. Um YOU know, that are very, that are useful in many different ways. That is a better way to understand genes. So there are, for example, genes involved in our development, um, that just keep turning up again and again in, you know, a gene that is involved in the development of our fingers might turn up in also the development of our lungs or, or, you know, something like this. There's a relatively small set of key developmental genes that seem to kind of somehow between themselves, do all seemingly almost everything in development. So, you know, they're, they're not genes for making a heart or making a lung or whatever, they're genes gen general purpose develop mental genes that our cells and our tissues are able to make use of in different contexts to do different jobs. So I think that it's a, it's a harder story to tell about what genes are. You know, I if we think of it this way, but that's why I think this notion of resources that are used by a higher level of the biological hierarchy that is a more accurate picture of what they do."
	},
	{
		"start_time": "41:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And o of course, we don't have time to get into all the details here, but people of course can read your book and learn more about it. But the ways by which, as we said earlier, the same gene can produce different pro proteins in different contexts. I mean, people also have to understand that first of all genes in different kinds of cells can be active or silent and then they have to be transcribed. We have to description and they are transcribed into MRN A or messenger RN A. And then after that, uh there's pro post transcription processes that can alter that MRN A before it goes into the ribosome to then uh uh I mean, get match to a particular kind of TRN A and then produce the protein. So, I mean, it's not that we have, we have a particular gene that gets transcribed and it goes directly connected to a particular kind of protein produced in the ribosome."
	},
	{
		"start_time": "42:41",
		"speaker": "Philip Ball",
		"words": "No, no. Well, that's right. That's um you know, as I mentioned that uh you know, a single gene in general can make several different proteins depending on the context and the way that happens um is that, and this was discovered in the 19 seventies and it was a total, it came out of nowhere and people were astonished by it to begin with that. Um The sequence of uh sort of chemical letters in DNA is not the same as the sequence of uh chemical letters in proteins that actually there are parts missing. Um And uh people realize that what happens is that the, that the, so the DNA gets transcribed into the uh M and the messenger RN A molecule. And then there's this big sort of assembly of molecules, um not just proteins, but actually, also some of these non coding RNAs um that comes along called the splica zom, which takes the MRN A cuts it up, throws away some bits um called introns stitches together in various ways, the, the other bits called exons. And that makes the template on which the protein is made. And so splica Zoe is really, if you like making the choice which protein you're gonna make from a given MRN A, you know, the, the the primary sort of transcript in, in terms of how it stitches it together. And again, that is contextual information. So it's you, it's integrating information, you know, of all sorts by bringing together all these different molecules, these proteins and um uh and, and R and uh non coding RNAs and somehow out of that comes this decision. Um So the more we've understood about that process, how the splicer zone works, you know, that's uh an aspect of this contextual um A and Yyy, you know, that's just one sort of aspect I guess of, you know, how the DH how the even the at the level of the individual molecules that get made in our bodies, you know, how that involves higher level information. So really what this is um uh liw you could say, challenging is, it's certainly challenging. The conventional idea that information flow in biology is all bottom up from the gene to the proteins and then somehow sort of magically the proteins, you know, all the information in the proteins sort of puts together us. Um It's challenging that it's saying that information flow is coming in in all different directions. And that idea that that old idea is often um sort of thought about in terms of what Francis Crick called the central dogma of DNA. And his, um I, I idea was, you know, it, it was, he was talking about how information gets from DNA to RN A to proteins. And, but in a sense, he, it it in a nutshell, he was saying once the information has got to the protein, it's, it doesn't get back, there isn't a backward information flow from proteins to DNA. You don't get, you know, the protein doesn't sort of change the nature of, uh, the DNA itself. So in that sense, it's one dir directional. Even though within that flow, there can be a little more complexity than that, that actually, you know, I think that, that I, if it's carefully stated, that's a pretty good summary of what actually happens at that level. There are some people who say, you know, that there are sort of particular processes that might challenge that idea. But on the whole, I think it's AAA fair summary of what happens between deer DNA and proteins. Um But, uh, as I say, it, it, the, the fact that the protein, you know, it is not uniquely determined by the DNA means that there is actually more information coming in, it doesn't necessarily get back to DNA, but it's coming in at different levels of that, that, uh, that, that, that process and certainly what it doesn't mean is that this somehow extends to the whole organism that actually, and this is really what I think Crick maybe to some extent had in mind and definitely what James Watson had in mind when he kind of misstated, uh, repeatedly. Crick's central dogma. Really. I think wanting to get the idea across that it's that information flow is all from the gene up to the organism. And it is this simple readout process. That's the message that has tended to sort of come across. And that's the one that I think is no longer tenable, given what molecular biology has told us over the past several decades."
	},
	{
		"start_time": "47:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh And talking about proteins, uh how important are proteins in life? I mean, because they seem to be everywhere and seem to participate in, in every single kind of different function out there. So how important are they?"
	},
	{
		"start_time": "47:29",
		"speaker": "Philip Ball",
		"words": "Well, uh utterly crucial. I mean, they're, they're extraordinary molecules. Um So I said that most proteins are uh are, are enzymes of some sort. So basically they're proteins are, are strings of amino acids joined together like beads on a necklace really. And then in general, the proteins will crumple up in water into a part in the water of the cell into a particular shape, a compact shape. Um And that does its job. Um So the shape that it forms um in a, in a sense that determines what the enzyme does. And the traditional idea was that within that shape, there's uh a AAA little sort of binding pocket uh with a particular geometry that fits the molecule that the enzyme is meant to act on like a lock and key. And that's really the, the root of the specificity that proteins have. So our cells are full of all these different proteins, thousands of different proteins. But because they have these very particular shapes, they only recognize their given target and kind of ignore everything else. That was the traditional idea really. Um One of the things that I talk about in my book in relation to proteins, I mean, I should say that actually, you know what, what I found was that in looking at all these different levels of how life works. Uh Pretty much in every case over the past several decades, we've discovered something that significantly changes that picture. And one of the things that does so for proteins is that that nice, neat idea of this sort of lock and key idea doesn't seem in general to be the case that our protein, many of our proteins, perhaps uh a third, perhaps half, perhaps more don't have these really, you know, tightly well defined geometric shapes. They're actually floppy to some degree, they have what biochemists call disorder. And some of our proteins have a lot of it. They're really floppy so they're not like tightly folded, um compact things. They, they've got all this kind of floppiness and that is something that protein disorder is something that seems to be crucial to the way a lot of those proteins work. One thing it does, it is if it has this floppiness, then it's no longer. So particular about which molecules it binds to, it gives the proteins a kind of fairly generic stickiness and allow different proteins to stick together. And what it means is that different proteins can then find novel parts to stick to. And in that way, they can um th they, they can perhaps unite two completely different molecular pathways that you know, responsible or that are implicated in different processes. And that is probably one of the things that lies at the heart of the this poly functionality that genes have because it's really, you know, it can be a poly that the gene products the proteins have because they stick to members of different sort of pathways and create crosstalk between them and create all this complexity in the network of interactions that allows information to be brought in from different sources. And we find that many of the most important sort of hub proteins in, in our, in our own uh protein sort of networks in our own biochemistry are often ones that will have a fair degree of disorder. So they're good connectors between different aspects of our biochemistry. And this is what makes them so, you know, crucially important. So some of the proteins, for example, that seem to be um implicated or their genes are implicated in cancers seem to be, you know, of this nature, they're somewhat disordered. So this uh this this notion of protein disorder is, you know, it's clearly very important for our biochemistry and what it introduces. And this is just one way in which this this concept is introduced. What it introduces is a kind of fuzziness to our molecular networks. Instead of being these precise chains of information transfer from this molecule to this molecule to this molecule, they're a bit fuzzy because the proteins themselves are a bit promiscuous in what they stick to. And it seems that this is actually an essential part of the way we work because there is more of this fuzziness in us than there is in bacteria, which is what we were if you like descended from. So it seems that evolution has put it there on purpose, there is a value to it. And I think that the value, it seems to me the value of it is that it allows this kind of contextual this kind of integration of many sources of information that is essential for an organism, a complex multicellular organism like us."
	},
	{
		"start_time": "52:12",
		"speaker": "Ricardo Lopes",
		"words": "And of course, we're talking about genes and proteins. But in fact, what uh in the brother picture, what we have in an organism are networks, right? I mean, the sort of iced sciences like genomics, transcriptome proteomics atomics because we have networks of genes, networks of transcription factors, networks of proteins. And then also networks are trying to understand how different kinds of molecules in a particular context interact with one another. Right."
	},
	{
		"start_time": "52:49",
		"speaker": "Philip Ball",
		"words": "Yeah. Yeah. Yeah. And you know that too has been uh sort of recognized for a long time that actually a key part of the answer of how we work is to try to understand these networks of interaction. But what I wanted to uh where I wanted to shift that narrative is that in the past, those networks have tended to be thought of as a bit like um the the wiring circuitry in silicon chips. So there are very precise paths, you know, this network has a very precise structure and you can sort of see, you know, in biochemistry textbooks, you sort of see these diagrams of, you know, these complex networks, but each molecule kind of speaks to this one or this one in very particular ways, what I wanted to get across is that those networks have this fuzz. And so, you know, I'm not even totally sure that network is again the right metaphor for thinking about them because um or at least in general because, you know, another thing that happens is that, and this is something we've only discovered in the past sort of 20 years is that cells make extensive use of loose collections of, of, of molecules rather and very particular sort of pairings, you know, in these networks, they bring together clumps of molecules of maybe hundreds of different molecules in these sort of dense kind of liquid like clusters. Or some of them are liquid, like they're sort of like gels actually that form in in transient ways in our cells. So we we, you know, we started to see because we had the techniques to do it all these little blobs and sort of speckles and things forming in our cells. It looks much more messy than we thought it was. And the more we understand about those, the more it seems that actually this is a mechanism that cells use, that's really a physics based mechanism. It's sort of analogous to the way um uh vinegar separates from oil in salad dressing. It really is like in some cases, at least like a kind of liquid liquid phase separation, a separation of one liquid phase from another. So, you know, it's not some precise structure that where the molecules are joined together in certain ways, which is what we used to think. Um It, it's, it's a loose and I talk about it as a sort of committee of molecules that are often interacting with many others in, you know, in these promiscuous ways and yet out of them. And this is what committees are for they for making decisions. So out of them comes kind some kind of decision. So these structures, they're called biomolecular condensates. And they've been implicated in all kinds of cell processes, you know, often they're related to disease. Um, BUT they're certainly implicated in the way genes are regulated, the way they're switched on and off. I, you know, I mentioned that there are many molecules involved. They seem to be involved by forming of these blobs, sort of BB, basically on DNA within the cell nucleus that, that through some kind of molecular, you know, committee decides whether to turn the gene on or off. So if there are networks, often they're much more, they're these fuzzy kind of blobby promiscuous networks rather than wiring diagrams."
	},
	{
		"start_time": "56:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I guess that now is a good time since we've already talked about genes and proteins to move one level up and talk about the cell. So, uh how do you look at the cell in the broader context of an organism? And in evolution?"
	},
	{
		"start_time": "56:22",
		"speaker": "Philip Ball",
		"words": "Well, II, I think there's been um well, I know that there has been an increasing voice in biology, I think over the past 20 years to sort of reinstate the cell at the center of it. Um Some people have even talked about the rediscovery of the cell, you know, nine, since the 19 fifties, it was all about the gene. And I think since ironically or perhaps actually not coincidentally since the completion of the human genome project, uh around the turn of the millennium, the cell has, you know, been se sort of returned to center stage. And I think, you know, that is totally appropriate because the cell is the minimal living thing below the level of the cell. Obviously, there are, you know, things crucial things happening that we need to understand. But um nothing below that level, I think is meaningfully alive. The cell is the unit of, of, of life. So, in some sense, that is where it needs to start. And again, we found out things about what cells do and what they're capable of over the past sort of two decades or so that used to that really overturn old ideas about that. And one of the most uh profound is we found out how in what, what biologists um scientists generally call how plastic the cell is, which really means how uh able it is to switch the state that it's in. So the the old story was that our cells, you know, we developed from a single celled embryo from a fertilized egg and uh to begin with, those cells are said to be pluripotent. They're sort of like stem cells, they can make any tissue type in the body. And gradually as the cells multiply, they get more and more specialized in different regions to become particular tissue types and ultimately to become particular organs uh to make the, the whole organism. And that's absolutely, you know, true. That's the way things happen. Um We now see how, actually how contextual that is, uh we have be better ways of, of following that developmental process. And we can see that cells sometimes, you know, they seem to be following one path and then they kind of switch and you know, t turn into a different tissue type because of the messages they've received from the cells around them. So again, just as molecules are like committees, making decisions, so are cells, they're, they're responding to all their, their neighbors in terms of deciding what kind of cell they're going to become, which is to say what the daughter cells when cells divide, you know what sorts of cells they will be. Um And the thing that we have uh discovered uh this was really in 2, 2006, 2, 2005, 2006, 2007 was um that, that process, which used to be thought of as unidirectional from stem cell like states to mature tissues where the cells are, you know, skin cells or whatever, that actually is reversible, we can reverse the state of even of, of uh skin cells and turn them back into a stem cell like state. Um That was that, that abs uh absolutely amazed uh biologists, even though there were some reasons to think there might be this sort of plastic plasticity from older work. The, the really the ease with which that can be done. Basically, you have to just give um uh skin cells. Uh A few, you, you use a virus to um bring, bring into it some genes that are known to be active in stem cells. The reason I'm actually uh attacking my uh when I'm talking about this is that I've had this done to my own skin cells taken from my shoulder, which were turned by these techniques into a stem cell like state and then grown into neurons. So skin into neurons, it just it's it was the most astonishing thing. And then those neurons start to organize themselves into things that look a little bit like brain like structures. Because cells seem to have that intrinsic knowledge of, you know, once they become particular types of cell, they have if you like some intrinsic knowledge of how that kind of type of cell needs to be arranged and organized in the tissue in question. And so, you know, the skin cells that would form sheets of skin um once they've been reprogrammed, and this is the terminology that's used to, to be neurons, they start to create neuron like structures which look more like brain like neural neural networks. So, you know, this overturned our our notion of what cells can do. And the the the the whole sort of business of understanding how cells II I it's called um how, how cells acquire their fate if you like, which sounds a bit doomy. But actually, it just means what amount of tissue they, they, they, they make th this this uh process of fate selection by cells and how that involves genes and how that involves, you know, integrating information from around it as well. In order to make that decision, that's another area that has really just boomed in recent times and in ways that are fantastically useful. Because if we can control sulfates and if we can grow cells into different tissue types, there are all sorts of possibilities for regenerative medicine and for tissue engineering. And we're starting to see some of those possibilities realized in medicine. So this is not just uh an aspect of, you know, fundamentally understanding how we come into being, it's also something that has real medical applications."
	},
	{
		"start_time": "1:01:59",
		"speaker": "Ricardo Lopes",
		"words": "So when earlier you said that you think of the cell as the unit of life, does that mean that you also think about it as the unit of selection in evolution or not? And, and I mean, of course, uh I'm not trying to commit you to any particular kind of, of uh level of selection here, you can be, you can come from the paradigm of multilevel selection and perhaps we can also come back to that when after we talk about tissues, organs and bodies. But uh does the uh are you, are, were you trying to imply that or not?"
	},
	{
		"start_time": "1:02:40",
		"speaker": "Philip Ball",
		"words": "No, I wasn't trying to imply that. And in fact, to be honest, I was trying to duck that question. Um I have, you know, the book ends. Um There's a sort of box section of text right at the end of the book which says, uh which asks what does all of this stuff mean for evolution. Um And I'd, uh although I, I've had to talk about evolutionary processes at various times throughout the book, um I was kind of putting that broad question to one side for two reasons. Um One is that I don't think anyone knows the answer to that yet, quite what the implications are for evolution of these, um you know, more complex uh narratives and more complex ideas about the way we work. But certainly the second reason was that I know just enough about evolutionary theory to uh to, to know how little I know. Um AND I, and to, and to know how complex and subtle these evolutionary questions are. And so I it's uh to, to understand what these ideas mean for evolutionary theory, it's, it would require an another entire book and it's a book that certainly at this stage anyway, it could not be written by me because I don't feel I have the, the knowledge to do so. So there is this big debate that's been going on for, you know, decades about what is the level of uh of which selection happens. And, you know, it's clearly complicated in the sense that ultimately selection for organisms happens at the level of the whole organism, the whole organism, you know, either thrives or dies or is killed or whatever. So, you know, it happens at that level. Um But what that means clearly is that if it dies, it's genes that, which is to say the particular variants of it that are in its genome don't get passed on to progeny if it hasn't yet had any. So, you know, that's the whole basis of natural selection, right? And uh a and clearly, as I say, because genes do have this privileged status, they're the thing that gets passed on to progeny. Um YOU know, the a a at that, that's why the, the traditional idea is that selection happens at the level of the gene. And there have been, I mean, all kinds of arguments um from people who know far more about evolutionary theory than I do over the years of whether that's the whole story or whether there can be s selection at other levels in biology. And particularly there was a, a, you know, a big argument between Richard Dawkins and um Eo Wilson about the idea of group selection of whether selection happens, not just at the level of individual organisms, but there are things that, you know, are good for the group uh that are sort of transferred in the genome. And um A a and yy, you know, II I think um the fact that those arguments are happening is a reflection of how subtle these questions are and they're not resolved yet. Um So that's really all I felt I could say about uh the implications for evolutionary biology to recognize that there are these uh uh these still open questions and that I think it's for others who know more about the subject than me to try to integrate them into this new picture of how life works."
	},
	{
		"start_time": "1:05:57",
		"speaker": "Ricardo Lopes",
		"words": "Fair enough. So, uh let me ask you now a little bit about tissues, organs and bodies. So how does uh a cell know uh that I it should grow that it should replicate and when to stop? Because this is also very relevant, for example, to um things like understanding how t tumors and cancers grow because that's basically uh it starts from one single cell uh not being able to stop replicating. Right."
	},
	{
		"start_time": "1:06:35",
		"speaker": "Philip Ball",
		"words": "Yeah. Yeah. Yeah. Well, I mean, the answer to that question is one of the reasons why I think um it, it, it doesn't really make any sense in developmental terms to think of uh our development as a simple read out from the genome because those decisions, they're clearly crucial. You know, how does an organ, an organ know when to stop our organs grow to a certain size and then they stop, how do they know that it's not programmed um into the, you know, they no gene that is kind of suddenly kicks in and you know, stops that process at a certain stage. It's a again, it's contextual information made at the level of the tissue. So one way in which, for example, that ha it's really about how cells communicate with one another to know what they're up to. That's really, you know, that I think that's the right way to kind of think about it. Um, THEY have to know, you know, how, what, what, what are the ne, how many neighbors have I got, you know, how big has this whole sort of tissue got? And um they communicate in general in three ways. One is chemical, they send out things like hormones that, you know, get sort of plug into uh proteins at the surface of other cells and create signals that go down to the genome and and so forth. Um One is uh um electrical. So all cells not just uh neurons, but actually all cells um in general have the potential for making electrical connections with others that kind of sense the gradients in, in voltage really and potential across cell membranes. And you know, that seems to be AAA control mechanism. Um AND one of the most crucial is mechanical. So cells, you know, if you, if you actually, if you just sort of tug on a cell, you can change its cell fate, you can change the kind of cell that it will turn into. If you tug on a stem cell. And that's why if you grow stem cells on a soft surface, they might develop in a different direction than if you grow them on a hard surface cos they're responding to the, the, the tensions created by adhesion to those different Surfas. So they respond to mechanical uh signals. And so, for example, that's how it is that if a um a fetus is growing with some kind of, let's say some kind of developmental defect, that means maybe a limb is shorter than uh you know, it, it might, than it might normally be. Um IT'S kind of, you know, when we think about, when you think about it, you think, well, how does, how do all the different tissues of that limb know to stop growing? You know, if your, if your bone isn't growing enough. Ok. That's one thing. But then why do all the other tissues respond? Well, one way it happens is that the um the, as the skin is growing, the, the cells are sensing the tension in that skin. And you know, if the skin has become too taut, then uh the um the, the cells know they need to c continue proliferating and release that tension. If it's become too loose, then they will stop growing. So there's that mechanical sensing that happens at the tissue level that is determining things like the overall morphology of the organism. And that I don't see that as you know, in any meaningful sense encoded in the, in, in the genome because it's entirely contextual, it depends on what the other things around it are doing and sometimes it might depend on environmental signals outside the whole organism. Um So, y you know, th th this is another sort of uh reflection of how at each level of the biological hierarchy, there are rules that are governing the, the growth and the morphology that are drawing on uh gene resources and they're perhaps feeding back to genetic resources. So that, you know, the cells stopping growing means that there's something happening at the level of the genome. But that are actually using informa contextual information from the environment rather than simply following a program."
	},
	{
		"start_time": "1:10:34",
		"speaker": "Ricardo Lopes",
		"words": "OK. But i it's one thing for cells and tissues to know when to grow, for cells, to know when to replicate or when to stop replicating. But uh how is it that or why is it that organs have particular kinds of shapes and also bodies have particular kinds of shapes? I mean, uh how do we go from uh cells to tissues and then to particular kinds of shapes of organs and entire organism? Yeah."
	},
	{
		"start_time": "1:11:08",
		"speaker": "Philip Ball",
		"words": "Well, I mean that uh really that question is the whole of developmental biology, which is, you know, a huge field and still unfolding. And we don't understand the answers to all those questions, but we do, yeah, we do have answers in some specific cases. So, um for example, if we think about the, how the the lung grows, um It's a branching process. Um And one that has lots of similarity, not just in terms of how the thing looks, but perhaps in terms of the basic physics of that process with the growth of a tree or the growth of a river network, the, you know, the branches grow and then they maybe split and they, you know, they grow off and they split again and it's a, that's a sort of complex process, a sort of um feedback process really. So, for example, you know, the same is true of our uh uh the our system of blood vessels. Um AND that's really about um at the level, at the finest level of capillaries. Um THAT'S contingent. It's like the way I was talking about our brain wires up, there's nothing programmed in that. It's cells making decisions on the hoof about what's needed. And the way that happens is that if a tissue doesn't have an adequate uh blood supply, so there are no nearby capillaries and it's not getting oxygen, these cells kind of send out a distress signal, a chemical distress signal, they change their state to into this uh this state that is, you know, creating this signal. And it's basically a signal that tells the um the blood vessel forming cells come over here and they will uh you know, they'll start to proliferate and um you know, towards that region of oxygen depletion and create a new uh blood vessel that way. So it's entirely sort of contingent. And y you know, it's, it's, it's, it's kind of improvising, I suppose as it goes. Um But then there are other uh developmental processes that are more uh the, the, the more you could say, more deterministic in that you, they will turn out a certain way unless something goes wrong, you know, uh in general, we all have five fingers, for example, you know, but there is no gene that prescribes that there is no gene for the five of our fingers or toes. The way that process works um is uh and this is a, a, you know, a beautiful example of the kind of a one of those processes that happen at that developmental level that we now think that um it's related to AAA process that was first um talked about theoretically by the, the mathematician Alan Turing in the 19 fifties. Um WHERE turing showed that it hh how it's possible when he was interested in. He, he asked this question because he was interested in development too. Um He, he showed that it was possible for particular mixtures of different chemical agents if they have particular properties of how they react with themselves and with each other, um in some circumstances, you can start off with a totally uniform uh mixture of them and they will spontaneously separate into regions with different concentrations of the different amounts. So into a kind of patchiness and the generic form that tend to arise from that so called tearing process are spots and stripes. Um So like sort of zebra stripe type patterns or, you know, random more or less randomly sort of uh positioned spots. And we see both of those processes in biology and it seems that this tearing process is really used by biology. So the spotlight processes you can see in the hair fo in our hair follicles, uh for example, that, um you know, the little pores and the follicles that, that uh that, that make the hairs, they're, they're like these sort of spotty patterns. And we think that that seems to be a turing like process, our fingers are stripes, they're turing stripes. So as the lim bud develops, it starts off as a sort of paddle, um you know, an undifferentiated paddle, but there is a uh an interaction between some of these developmental proteins that I talked about earlier on that causes uh the, the, the appearance of stripes within which g bone forming uh genes are switched on. So you start to get the bones forming and then in the tissue in between um the cells die away and you know, the, the and you, you, that's why there's, there's nothing there. And that's why sometimes if that doesn't happen fully, you get sort of webbed skin, you know, that uh sometimes happens between f fingers or, or, or, or, or toes. So, you know, that's uh uh that's how that process it's work is working, it's drawing again on the on genetically encoded developmental proteins, but they're proteins that do all sorts of other things as well. And the actual process that is creating this structure is one that it's a higher level uh process that's kind of self organizing itself into these structures."
	},
	{
		"start_time": "1:15:58",
		"speaker": "Ricardo Lopes",
		"words": "So earlier in our conversation, we talked about uh words and things like meaning, purpose goals. But I think that we left out of that discussion or we saved for later uh uh discussion surrounding the term agent or, and what agency means. So what is an agent i in biological terms? And I mean, at what level can we see uh agency? I mean, can, for example, a single celled organism already be an agent or does it need to be more complex than that?"
	},
	{
		"start_time": "1:16:41",
		"speaker": "Philip Ball",
		"words": "Well, again, it a word that doesn't have any generally agreed meaning and it certainly differs in meaning across different scientific disciplines. So there are uh some, I guess maybe in psychology who, who, who, who would uh only recognize agency as something that involves intention and uh that involves, you know, uh sort of conscious cognition that's, you know, an expression of our human agency. Um Within engineering, there is a uh uh uh can be a meaning of agency that doesn't necessarily correlate with the one in biology. So it depends who you ask. But the way I talk about it in the book and the way that I think is perhaps um it feels the most meaningful way to think about it in biology is um agency is the ability of some entity of an organism basically to um well, it's the ability of an agent. Let's leave it general like that to um uh to set itself goals, to have self determined goals and to manipulate its environment and perhaps itself in order to attain those goals, an entity that can do that is an agent."
	},
	{
		"start_time": "1:17:54",
		"speaker": "Ricardo Lopes",
		"words": "Uh But, but then uh it, it, that sort of entity could be a single celled organism."
	},
	{
		"start_time": "1:18:02",
		"speaker": "Philip Ball",
		"words": "I think so. Yes, I would abso well, in fact, I would absolutely say it can be that um you know, there's plenty of good reasons now, good experimental evidence to, to, to, to see that single cells, bacteria or even, you know, single cells, Varian tissues have a kind of agency for, for example, you can in, in cell cultures of, you know, bac bacterial cells or our own cells, they are nominally, you can grow them. Um YOU know, so that they're nominally identical cells, they're, they're genetically identical, they've had the same kind of history, you know, as far as you can tell. And yet you can provide those cells with some kind of stimulus, maybe heat or maybe some chemical and they won't all respond in the same way. Um BECAUSE there are maybe just, you know, sort of random uh or maybe non random because of where they are in the colony differences that have arisen between them, that have created differences in the internal state of those cells, which mole, which genes they're expressing, which molecules they are making. Um And those are uh it, it, it, and that internal state is an aspect of the decision that each cell makes in order to, you know, to, about responding to this stimulus. So that's a characteristic of agents that they're not just sort of autonomous, that automatically give them a ST a particular stimulus and they'll respond in a certain way. You know, there's a, a degree to which that is true, certainly for single cells. But we know that it's not always true that it depends also on the internal state of the agent. And this is one of the, I mean, in you mentioned Kevin Mitchell's book um o on Agency and he, Kevin has a nice um I, in fact, it's, it's work that he did with uh uh his student, Henry Potter where they have a, a nice um breakdown of characteristics that agents have. And this dependence on internal states is one of them. And what that tells you is that an agent has to have some internal complexity in order to really qualify as an agent. And that's why a gene can't because it simply doesn't. And a protein really doesn't. There are some proteins that are sort of big enough and complex enough that, you know, you start to i it's meaningful to ask that question, are they starting to show some sort of agency? But in general, you only will find that in something that has the internal complexity of something like a cell. So that's where I again, where I feel agency as well as actual life really begins."
	},
	{
		"start_time": "1:20:33",
		"speaker": "Ricardo Lopes",
		"words": "So in your book, at a certain point, you also talk about and comment on medical approaches to biology. So could you tell us a little bit about that? And when it comes to the sort of paradigm that is the most dominant nowadays in medicine, what do you think about it?"
	},
	{
		"start_time": "1:20:54",
		"speaker": "Philip Ball",
		"words": "Well, I think one of the me messages for medicine that might come out of uh the kinds of things I consider in the book is because of these um this hierarchy of, of, of, of levels in the way life works, each of which has some degree of autonomy, some degree of independence from the details of what's happening at the lower levels. What that really means is there's a um the, the causation what is really causing if you like, um you know, if you're thinking about the, the, the, the shape, the structure, the behavior of the whole system, what is really causing that it might arise at several, many perhaps any of those levels. It's not a cause that's all determined at the genetic level. Some things are. And if we're thinking now about disease, if we think about something like cystic fibrosis, um you know, there is a particular gene where there are several uh mutant varieties of that gene that some people inherit. And, you know, if you have them, then you ha are, are likely to get cystic fibrosis. Um Not actually completely, you know, it doesn't, it doesn't necessarily do you to having that. It depends, there's still some dependence on higher levels that can compensate. But, you know, if you have cystic fibrosis, you pretty much certainly have one of these gene variants. Um So in that case, it's meaningful to, I think of that gene as being a, a real cause of the disease. But many other diseases, you know, because I talked about the, the, the way that our traits are spread throughout the genome. So the common, you know, the most common diseases that we face things like, you know, heart disease, um and or cardiovascular problems, generally, um obesity, diabetes, um they, you know, they're spread throughout the genome. And so causation can't in any meaningful sense, certainly be ascribed to a single gene. But I think it can't really be ascribed to the, the genome itself. It's things that are happening at the physiological level that, you know, are being um affected by, by genetics. But the causation is perhaps happening at a, at a higher level. If we think about COVID, for example, the, the people who had serious reactions to a CO uh to an infection by the COVID virus. And, you know, the PE many of the people who died from it, um, that the, the, the, the problem there was how their immune system was responding, that it was a sort of a often an over response of the immune system that caused all kinds of, um, problems with tissues. Um, uh ALL kinds of respiratory problems. Um, IT seems that there is, you know, that there is a genetic aspect to that propensity and we're only starting to uncover that now. But really the causative um uh level of the problem there was at the level of the immune system. And so that was where, you know, often we, we uh tried to intervene that some of the drugs that were most useful were anti inflammatories that calmed down the immune system. And this is the general message then the of, of the book that really if we have this multilevel causation in biology, if we're wanting to put something right, that has gone wrong at the level of the organism, at the level of the body, then it makes sense to try to identify, you know, where is th th the primary causation arising for this particular condition? Um So the, the predominant idea, you know, over, over since the certainly it was the human genome project was partly predicated on this. Once we understand the genome, we'll be able to figure out which genes are responsible for pretty much any disease. And we can go in and do you know, do something about it. But if causation is not rooted in the genes, that's not gonna be very useful. And that's, you know, we've seen that, uh, it's, the genome project has been fantastically useful as a resource for all sorts of reasons. Um, PARTICULARLY for identifying people who might have a genetic propensity or vulnerability to disease. But it has produced really very few actual cures because that's, you know, perhaps not the, the level at which cure will be, will, will be found. So uh um that, you know, that's that, that's really um the, the, the general message that and, and I think that's particularly been been uh notable in cancer. And there are many people now saying we've had years of, you know, ID, the of, of this notion that we identify the cancer genes and that allow us to stop cancer and it hasn't worked and maybe we need to rethink it. And perhaps part of that rethinking is to think about cancer more at the systemic level, more at perhaps the level of a dysfunction of cells or even of tissues rather than of genes."
	},
	{
		"start_time": "1:25:54",
		"speaker": "Ricardo Lopes",
		"words": "So if I understand it correctly, then the main proposal here for uh doctors for researchers in medicine would be for them to reframe the way they think about causation in disease or"
	},
	{
		"start_time": "1:26:09",
		"speaker": "Philip Ball",
		"words": "not. Iii I think so. And I, you know, I wouldn't want to claim that this is some bold idea that I've come up with that I sort of me to say that they, um, I think that this is something that actually, um, people are expressing more and more, you know, anyway, I mean, as I say, in particular, in the case of cancer where the, you know, genetic approaches have been really frankly so disappointing. I mean, you know, I talked earlier about having had cancer myself, prostate cancer, um, recently and it's a stark reminder of how we actually generally deal with cancer still, which is, you know, high tech medieval really that it's, um, in my, you know, a robot goes in and performs surgery, it cuts out the bit that has the cancer in. And, you know, it's fantastic that it, that it works, it can work and that, you know, it worked in my case. Um, BUT, you know, that's still the level that we're at, we just cut it out or we pump ourselves full of, you know, toxic stuff and hope that it kills the cancer cells faster than it kills all our heal healthy cells. So we still, uh, you know, generally relying on these crude methods rather than anything, you know, finely sort of targeted at particular genes. Um So I think we're already discovering, you know, we're already realizing that that actually that we, we, you know, we need to take this broader view of medicine than just sort of thinking that you can address everything at the genetic level. And, you know, again, thinking about cancer. The immune system seems to be a conduit for all kinds of, it's hardly a disease that we know of that doesn't involve the immune system in some way. And it's really striking that the immune system is now one of the areas that we're targeting for dealing with cancer, uh, you know, immunotherapy, um, is very, uh, uh, uh, effective for particular types of cancer. It doesn't work by any means for all cancers. But for some, it seems to show a great deal of promise to sort of supercharge our immune system to, to deal with the cancer. Um So in a, in a way that's kind of helping the body at the right level to deal um with the problem itself rather than us kind of going in there and trying to do microsurgery on genes."
	},
	{
		"start_time": "1:28:24",
		"speaker": "Ricardo Lopes",
		"words": "But, but going back to when we talked about our context is so important to understand how life works. In the case of, for example, uh breathing and treating cancers, don't you think that perhaps we should need more personalized medicine here? Because it's not just that every cancer is different from the others. But also I would imagine that in different people, even the same type of cancer would be different."
	},
	{
		"start_time": "1:29:00",
		"speaker": "Philip Ball",
		"words": "Right? Yeah, absolutely. And I, you know, I think that, that um that's the kind of personalized medicine that I think really does hold a lot of promise. Um BECAUSE a, as you say, um it's now recognized because we have the techniques to look in detail at cancers. It's now recognized that in a sense, every cancer is individual and it's not just um you know, uh uh uh cells proliferating sort of wildly and indiscriminately actually, a lot of tumors look more like. Uh uh I, I um quoted in the book, I think um that it's like a deranged development that actually they're, they have different types of cell within the tumor, different types of cancer cell that look like, you know, they, they're differentiating in much the same way that they do in, in normal development. Um And you know, to, to, I, if we understand what different types of cell are in a particular tumor, we can then uh quite possibly target that tumor with the right kind of treatment, the right kind of drugs for that particular tumor. And even as you say, in, in a single person, you know, one tumor might not be the same as, as another. So, ab absolutely. And I think, you know, that's one area where being able to um genetically uh analyze the cells that are in a tumor is absolutely valuable that tells you that's really valuable information for the types of cell it is and the types of treatment that it might respond to. Um And I think it's, it's, it's very striking that, you know what a lot of people who've talk, who are talking about personalized medicine. Now, we, we've got this idea. Uh I think often sort of pushed to us. So what that means is we'll have our genomes profiled and then our genomes will tell us what, you know, treatments are best for us, that there might be some degree that that will happen. But I think people generally now in personalized medicine recognize this hierarchy of levels. And that actually what we also need to do is to be profiling ourselves at the tissue level, at the cell level, at the physiological level. Um TO understand, you know, what treatment is going to be best for the individual. So, personalized medicine is coming round to this a kind of holistic picture. I think of understanding the b you know, biology, understanding how life works at all these different levels so that we can best understand how to, how to intervene for an individual."
	},
	{
		"start_time": "1:31:28",
		"speaker": "Ricardo Lopes",
		"words": "So one last topic then toward the end of your book, you go beyond talking about how life works and you also talk about redesigning life. So as we accumulate knowledge about how life works, what do you think would be some of the main ways we could redesign life?"
	},
	{
		"start_time": "1:31:52",
		"speaker": "Philip Ball",
		"words": "Well, I I've talked uh touched on one of them already, which is this notion of cell reprogramming for, you know, tissue regener regeneration. And uh one way in which that's developing is that I, you know, I said when I had my uh skin cells reprogrammed to neurons, they started making something that looked a little bit like a sort of brain like structure. That's a structure called an organoid. So it's grown in a dish and you know, it starts to in some crude way to resemble a sort of embryonic brain. If you program the reprogram, the cells not to become neurons, but uh to become some other tissue type, then they start to assemble into structures that look a bit like the respective organ. If you program them to become like the epithelium of the gut, they start to make, you know, a tube like gut like structure with all these little sort of protrusions that we have in our gut. Um You know, if you make them into uh uh pancreatic cells, they will start to become like a little pancreas. Um So uh these uh so called organoids, they can be used. Um They can be used as models to understand uh um to, to, to, you know, as to, to fundamentally investigate um the the the structure and the properties and how these organs will respond to particular treatments. So they can help us understand the development process in a dish. Um But you know, they can also be potentially grown into structures that could be used to, to that could be re implanted in the body. So people are interested in, for example, repairing neural damage by growing neural structures in a dish and then perhaps re implanting that neural tissue into the body or or you know, doing that with muscle or whatever. And there are, you know, approaches that are starting to uh to, to pay off um in this way, or we can, in some cases, we can think about reprogramming cells directly within the body rather than having to take them out and grow them in a dish. There are complications to that process, but in some ways that can be, there are also advantages, you know, you you want, if you're regrowing neural tissue, you want it to be integrated into the neurons that are already there, which can happen much more easily if it's growing in city rather than grown in addition, and sort of grafted back in. So, you know, those sorts of possibilities are, are really um extraordinary for regenerative medicine. But beyond that, I think once we uh uh uh start to, to, to recognize how the developmental process really goes on and how cells acquire fate and communicate with each other, it opens up questions that almost seem verging on the philosophical of, well, what does that mean about the, the, the the range of different morphologies that the human body could have or that tissues generally could have? You can ask questions like well, could there be states that cells could form because they're, you know, these incredibly complex systems with, you know, thousands of different proteins, but they only form a limited number of tissues in our body. It seems unlikely that those are the only things cells could form. Could there be tissue types that have not, that don't appear in our body? But that could actually be useful. Could actually, you know, do something. Um Could they grow into d could we program cells to grow into different shapes? Can we understand these, these developmental processes? Well enough that we can make not just a uh a little organoid but actually a group of different organoids that, you know, start communicating with one another like a system of organs. I mean, you know, once you start thinking about down this line, the possibilities become mind boggling and also potentially grotesque, you know, could you grow a kind of new sort of organ or mini uh sorry new organism or mini organism where, you know, several of these organoids have kind of wired up. We've already um researchers have already been able to wire up a brain organoid to a, a bit of muscle tissue so that the um the br the signals from the brain can make the muscle do things. Um You know, how far along those uh lines can we go? What are the ethical considerations about that in particular? And you know, the particularly when you're thinking about growing brain organoids, the more brain like they become the better model they are for understanding how the real brain works and the bigger they become the better model they are. But also the more you have to then start thinking, is there some point if we're growing them from human cells, some point at which we have to start thinking, could this thing be conscious? What does that mean? What does it mean for a bit of, you know, isolated brain, like tissue outside the body to have consciousness? Could it in any sense have feeling? We don't know the answer to these questions, but we absolutely have to ask them once we start growing these things. So yeah, in terms of being able to understand and control and direct developmental processes, um including ones outside the body, you know, incredible possibilities. Um Open up for growing new kinds of, you know, living mechanism or, you know, p possibly new kinds of, you know, organ. Um But with them come some really quite tricky ethical uh and also philosophical questions."
	},
	{
		"start_time": "1:37:22",
		"speaker": "Ricardo Lopes",
		"words": "And I would imagine that particularly if in the future, we accumulate enough knowledge to be able to create completely new life forms that that could also raise some ethical questions. Like for example, if we were to create a new life form that is sentient, then how would we treat it? How would we deal with it in what ways would we use it if that was the case? And also if it was something that we would then be releasing into a particular ecosystem, then we should also care about how it would interact with other kinds of organisms there. It could disrupt the ecosystem."
	},
	{
		"start_time": "1:38:09",
		"speaker": "Philip Ball",
		"words": "Absolutely. Yes. Well, this is already, these are already the sorts of questions that people working in synthetic biology, you know, have to uh understand and in general this idea of synthetic biology of redesigning living organisms for particular purposes in general, that's been confined to doing things to bacteria because bacteria are simpler than us, they're more predictable than us. You know, you can insert particular genes into them and we've actually been doing this since the 19 seventies to get them to make particular chemicals or to, you know, alter the ways they, they behave in, in quite well defined ways. And there can be fantastic uses for this for making new sort of biomaterials and so on or perhaps even, you know, programming bacteria to a to be environmental remediators to, you know, eat up lots of pollution or something. But if you do, even at that level, you know, you have to start thinking, well, what, what are the implications of releasing something engineered like this into the natural environment where it can potentially evolve? Um But once you start to think about multicellular synthetic biology, which is still relatively new because it's much harder to do because you then have to think about more levels of the hierarchy and you know how we can control them then, yeah, these broader questions arise and if you're thinking about doing that with human cells or for example, with perhaps mixtures of human cells and those of other um animals or those of other organisms, you know, what, what is the nature of the entity that you're creating? Is it uh is it in some sense a new kind of living entity? What does that mean? What are the, you know, safety um considerations and so on? So these kinds of um considerations are going to become more and more complex. I mean, one thing, one area that I just also touch on in the book is that in, in um understanding Human embryology, we can now create out of stem cells structures that look in many respects like human embryos that, that, that have not been created by any eggs or sperm being involved at all. They're just taking stem cells and the stem cells would organize themselves if you do it in the right way and give them the right sort of tissues and nutrients. Um They will organize themselves into something that looks like a human embryo. And that can be really useful as a kind of whole embryo organoid, really for understanding development. But of course, the ethical questions there become even more profound and you know, should we treat it as we do human embryo, actual human embryos with the same kind of, you know, rules governing what can be done? Or is it a different sort? Is it a, you know, tissue culture, is it a different sort of organism? Really? We don't know the answer to these things, but they're ones that people are now having to really sort of grapple with."
	},
	{
		"start_time": "1:40:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Ok. So let's wrap up the interview here. The book is again how life works. The user's guide to the new biology. I'm leaving a link it in the description down below. And Doctor Ball, would you like to tell people again where they can find you when you work on the internet?"
	},
	{
		"start_time": "1:41:14",
		"speaker": "Philip Ball",
		"words": "Uh Well, yes, I guess you can, I mean, I have a uh, a AAA website which I guess you can put up Ricardo www dot Flip o.co.uk. Um, Google Me and you'll probably find me. And, yeah, a full list of my books is on that, on that website."
	},
	{
		"start_time": "1:41:32",
		"speaker": "Ricardo Lopes",
		"words": "By the way, could we expect a new book somewhere in the future or?"
	},
	{
		"start_time": "1:41:37",
		"speaker": "Philip Ball",
		"words": "Uh, YES, inevitably, I guess, um, I'm not gonna say too much about the, um, I, I have to admit rather guiltily I'm working on in one way or another on three books at the moment. Um, AND I'm not gonna say too much about them or, uh, except that they're underway for one which is going to be published, I think. Um, HOPEFULLY later this year. Um, AND it's an Illustrated history of alchemy. Um, IT'S, it's working with a publisher who produces beautiful illustrated books that, that I've done a couple before with them. They always look fantastic. And, uh it's so, yes, that's basically what it's about. It's trying to reposition the way we think about alchemy as something that's not just, you know, uh uh some kind of weird superstition but is actually uh an important part of the history of science."
	},
	{
		"start_time": "1:42:27",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm very much looking forward to it and thank you so much again for taking the time to come on the show. It's always a pleasure to talk with you."
	},
	{
		"start_time": "1:42:35",
		"speaker": "Philip Ball",
		"words": "Well, it's a pleasure to meet you. Thanks very much for coming in."
	},
	{
		"start_time": "1:42:39",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam Castle Matthew Whitten B are no wolf, Tim. Ho Erica LJ Conners, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferg and H her meal and Lain Jung Y and the K Hes Mark Smith J Tom Hummel s friends, David Sloan Wilson, Ya de ro ro Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt Pavlo Stassi na me, Gary G Alman Sam of Zed Y Polton John Barbu J Price Hall, Eden brand Douglas Fry Franca Beto Lati Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fists, Larry Dey, Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neon, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik, Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all"
	}
]