[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lob and today Igen by Doctor Sophia Force. She is a bus on a group leader in the Department of Evolutionary Biology and Environmental Studies at the University of Zurich in Switzerland. Her research interests include animal behavior, comparative cognition, behavioral ecology, animal curiosity and innovativeness, social learning in animals, the captivity effect on animal cognition, developmental influences on cognitive development and the effects of urbanization on animal behavior. And we're going to talk a little bit about that today but focusing mostly on neo phobia. All apes respond to novel objects, curiosity, cultural intelligence, the evolution of intelligence and creativity. So Doctor Farce, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:56",
		"speaker": "Sofia Forss",
		"words": "Thank you. Thank you."
	},
	{
		"start_time": "00:59",
		"speaker": "Ricardo Lopes",
		"words": "So I, I would like to start by asking you about neophobia, but just before we get into the topic itself, uh how did you become interested in these aspects of ape behavior? What got you here? Exactly. Yeah."
	},
	{
		"start_time": "01:14",
		"speaker": "Sofia Forss",
		"words": "So that started through, through my master thesis. Actually, I did a work with wild orangutans in the Forest of Sumatra in, in Indonesia and because of, of the observations I did in how much they learn and how much they are actually like exploring their, their environment. I get very interested in understanding how they react to new things if they encounter new things in their, the environment. Because it's a, it's a trait that is sort of such a hardwired necessary cognitive mechanism for our own species. And it just started by us trying to understand how, how they would react when they meet and encounter things that they have never seen before."
	},
	{
		"start_time": "02:09",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO neophobia, I, I mean, just in simple terms would be the fear of the new fear of the novel, being fearful of novel objects, novel reps, people, novel things, novel foods, stuff like that."
	},
	{
		"start_time": "02:25",
		"speaker": "Sofia Forss",
		"words": "Yes, I think that as a, as a broad term, you can see as a protection mechanism for an animal or also for a human being for that matter to not engage in something risky and because new things can be risky before we know them. We don't know, um, if they are safe or not. And so, you know, phobia is, uh, it's not, it's an innate protection mechanism that, that we have to protect us from, from that. And you can apply the concept of course to different uh situations, whether it is, uh, objects and artifacts, new food, new situations, new social situations and even new spaces."
	},
	{
		"start_time": "03:13",
		"speaker": "Ricardo Lopes",
		"words": "And, uh, how do you study exactly how different ape species respond to novel objects? How do you do it."
	},
	{
		"start_time": "03:23",
		"speaker": "Sofia Forss",
		"words": "Yeah. So with the apes, it's um it's very tricky to study these things in their natural habitat. Nevertheless, it's super interesting and important that we do. So because that's, of course, the environment where they have evolved these traits. And in my studies on this topic actually took start with studying the wild orangutans and their reactions on the neophobia to noble objects. And we did this by making platforms up in the canopy, which is quite tricky because these guys are climbing around the forest. And we had to, to make a situation where they can encounter something suspicious or something that triggers their interest in a otherwise very familiar environment. And so we build these platforms and they put up things that we thought would be new to them, but nevertheless, not scare them away that even if we talk about new phobias, as there is a potential cautiousness to new things, the aim is not to scare animals. The aim is actually to see what is the response. If something is providing a new inform informative uh value. And by hanging up, for example, in the canopy of wild apes, uh new flowers or new fruits that they have never seen before, you can measure how likely they are to engage in exploring that. And whereas with captive apes, you can do this, of course, on a on a very different level where you can provide them directly with things. So, so there's a huge difference in, in, in the mythologies and the results depending on what type of A I DS you study."
	},
	{
		"start_time": "05:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And what can we learn from studying how they respond to novel objects? I mean, is it that we are learning just about neophobia or are there other aspects of their cognition, their psychology that we can also make influences about by studying neophobia?"
	},
	{
		"start_time": "05:34",
		"speaker": "Sofia Forss",
		"words": "Yes. So it's a, it's a window into, as I said, like the ideal situation is that you trigger something unexpected for that animal. And then to understand how, how the animal is reacting. When there is uh an unexpected situation with new information, we can see multiple things and one is a window into if they show curiosity. And this is something that uh the novel object test paradigm is just one dimension out of many, of course. But by also understanding how animals are reacting to new things in their environment, we can learn something about how the environment is shaping them to when they react by studying this across different environments within a species, for example. And that way we get a better understanding for how ecological conditions or social settings impact these kind of call them underlying cognitive traits."
	},
	{
		"start_time": "06:34",
		"speaker": "Ricardo Lopes",
		"words": "And to get a little bit more concrete here. W which kinds of ape uh species do you study neophobia in? Exactly. Yeah."
	},
	{
		"start_time": "06:45",
		"speaker": "Sofia Forss",
		"words": "So, so far I've been studying orangutans and there's two species of orangutans that we've been researching this topic in the Bornean and the sumatran orangutans. I've also studied the same topic with identical methods in both chimpanzees and bonobos. So two African ape species and Asian great apes"
	},
	{
		"start_time": "07:07",
		"speaker": "Ricardo Lopes",
		"words": "and uh which kinds of objects do you usually expose them to? And what are usually the reactions you get from them in which specific circumstances? And are there big differences in new phobia behaviors across ape species or not?"
	},
	{
		"start_time": "07:28",
		"speaker": "Sofia Forss",
		"words": "Yes. So there's multiple questions that I would say to if I can just tag it. So depending on, on the habitat or the environment, the setting where we're testing them, if we are talking about testing wild apes or if we're talking about testing captive apes uh will definitely change uh what kind of objects we uh expose them to. Because when, when I started off with uh studying wild orangutans, as I mentioned earlier, we want to create a situation where there might be some relevance for them. So that's just not a random artifact. But what if if something could be like a potential food source or if it's uh something that looks like something I had before? But it's not something I know. So it's like in human curiosity, you have a U shaped curve as well in how likely we are to become curious if something is too foreign, we rather get scared. If something that's too familiar, it's not gonna capture our our intention and definitely not spark curiosity. And that's something we try to reach with the orangutans as well that we show them new fruits that never seen before. That do not exist in the Sumatran rain forest like pineapples or, or for example, also plastic fruits and see how they react to things that they might think. Hey, this could be useful for me. Nevertheless, be cautious because you don't know if it uh has any potential dangers. We also tested them towards um uh different kind of flowers that they do not encounter otherwise in their habitat. So sort of written in a natural situation, what if there would suddenly be a new fruiting tree that they never had before breathe. If you go and test captive apes, it's rather difficult to because their habitat is so different than they are used to many artifacts provided by humans. So they have a completely different reference point from the start. So here, what we do is um not expecting a a strong reaction, but we do talk to caregivers that normally know the background history of of these uh individuals on what would be suitable items and what they have never seen before. And just like for human kids, what we normally do is we just compose some new kind of toy that because that object hasn't existed some, even if they might know some of the colors or some of the materials, they do not know it as such as it's composed in that particular study."
	},
	{
		"start_time": "10:14",
		"speaker": "Ricardo Lopes",
		"words": "And so, uh I mean, let me ask you one question because you mentioned uh food there. Uh IS it the case that when these animals are exposed to novel foods, they are able to identify these new objects as food, as something they could eat or not?"
	},
	{
		"start_time": "10:37",
		"speaker": "Sofia Forss",
		"words": "So that's if you step one step back, if I see something that I don't never seen before, and if it has the shape of something that I might be eating, then at the first perceptional level, you cannot distinguish between food and object. So you're gonna have to explore in order to find out. Now when it comes to, to eggs, they have quite a high threshold of how likely they are to try new food because that's just simply something you don't wanna risk when you're a long lived species and you might not want to go out and eat something that potentially could have been poisonous. So the there will be a difference in how much you explore physically to actually trying to eat something. And we see that not only from doing experimental work, but also by natural observations where you can see that infant apes normally take quite a long time before they eat things like they have certainly had enough exposure to social information to their mothers and others before they take the step to integrate something into their own uh internet."
	},
	{
		"start_time": "11:49",
		"speaker": "Ricardo Lopes",
		"words": "And, and when it comes to the differences between wild and captive apes that you mentioned there briefly, uh do they basically have o only to do with uh the captive apes, for example, having been exposed to a wider variety of objects and so many of them, they no longer have neophobia reactions to or are there also other differences here?"
	},
	{
		"start_time": "12:16",
		"speaker": "Sofia Forss",
		"words": "Yeah. So this is one of the, the bigger questions that we that I've been looking at and it's certainly multiple factors that uh play a role to why captive apes would behave totally different when we test them in, in, um novel object tests or even also problem solving and stuff that we have done uh along the lines as well. And first, it's important that one think about them as, but it's the same animal physically. It's a different animal psychologically because of the different environments totally shaping them into, into something, taking them on a different trajectory and in your outlook on life and environment and, and everything actually. So, uh one of the components, of course, environment by itself, like if you do live in a, in a zoo or let's say a wildlife sanctuary where life is quite decent and you get fed every day. Um, YOU have in one way, the five star hotel, uh lottery, you know, you don't have to worry, you don't have to forage. You certainly do not have any predators and any hazards. So there's the risk free environment that is one component to why captive animals per se are more explorative and more innovative than the wild Conspecific. And then on top of that, because of this risk free thing, especially in large brain species, what comes with it is that when you don't have to allocate uh time to foraging or finding a partner or looking for shelter and all these kind of uh things that animals are totally busy in their daily life in Asia, then that frees up the space that you have in terms of cognitive capacities and that sort of gives room for everything that comes comes from it in terms of exploration, curiosity, creativity, innovativeness. So it's a, it's when you do not have that load, cognitive load of, of survival existence, you are free to do other things. That's another, that's the second factor. And as a third factor, it's all. And this is a layer that comes in because the way captive apes, for example, particularly are housed in captivity, they are uh care for by humans. And as much as we like to think that we are keeping our distance and treating them as, as just animals, they are close enough that they totally relate and can attend to our actions and our behaviors. And we are an additional social influence in their lives. And I think that has a massive effect on how they learn to learn about their environment."
	},
	{
		"start_time": "15:20",
		"speaker": "Ricardo Lopes",
		"words": "And so according to the research you have and the work you've done, can we say that captive apes and monkeys are in general less neophobia and more curious than wild apes and monkeys or not."
	},
	{
		"start_time": "15:38",
		"speaker": "Sofia Forss",
		"words": "Yes. So, I think that they are less neophobia, uh, than wild apes because this life in captivity has sort of eroded that initial neophobia that, that they probably had, you're still gonna find captive apes that show certain situations where they're skeptical towards things. So it's not that you totally get, get away."
	},
	{
		"start_time": "16:00",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. Uh, AND, and I would imagine that perhaps some of that would also have to do with their personality traits or, or not."
	},
	{
		"start_time": "16:07",
		"speaker": "Sofia Forss",
		"words": "Absolutely. You'll find along the spectrum, uh, the same as humans, you'll find the apes that are more or less and, uh, neophobia than others. And we don't know, sometimes we can disentangle the reasons to why and sometimes we just can't."
	},
	{
		"start_time": "16:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And going back just a little bit to novel food response. I mean, how do wipes particularly in the wild, evolve lower ne phobia when there's a risk, as we've already mentioned here of harmful and poisonous food intake?"
	},
	{
		"start_time": "16:44",
		"speaker": "Sofia Forss",
		"words": "Yeah. So this is a, uh, this is clearly done by a true social information because, uh, you have no single ape species and maybe not even a single primary species where infants do not spend time around uh adult role models in order to learn the diet, I think, particularly with the gray apes where there is not only the level of learning what to eat, but also the level of learning how to eat because you need to understand which species are, are distinguishable from others. And this is not as easy. Like if you put a human being into rain forest, that a human being is not knowing what to eat. So you can see how much information you need from, from your role models in order to survive in such a habitat. And that's exactly what happens with the, with the apes. And that therefore, I would say the social information is a channel through which wild apes overcome neophobia by looking at, oh, if mom does it, it's safe, I can try to eat that."
	},
	{
		"start_time": "17:53",
		"speaker": "Ricardo Lopes",
		"words": "But isn't there a a sort of paradox associated with how apes? And I would imagine also humans deal with social information from an evolutionary perspective because uh aren't there particular cases where perhaps we would be better served, not really being influenced by social information coming from other kind specifics and just exploring things ourselves or learning uh by ourselves."
	},
	{
		"start_time": "18:25",
		"speaker": "Sofia Forss",
		"words": "Absolutely. Like II, I think that's, that's uh certainly situations where it matters who and things like knowledge. Uh What's, what is the social information that is guiding you? Is it like experts or is it rank? Is it uh uh numbers like all these different social uh learning strategies that we find? Um THE research I've done so far is more towards the developmental stage of life. And I think throughout the development, when you are mostly influenced from, from mothers, all of that doesn't really matter because it is still gonna be too risky to jeopardize your own survival before you even reach reproductive uh age. So you're still gonna go for a social cue rather than uh than uh risk it on your own. And we do see this as well with, uh for example, with orangutans that by the time they reach uh uh sexual maturity and are also ranging slowly away from, from their mothers. That is a little bit of a window when they are more open to, to explore on their own."
	},
	{
		"start_time": "19:37",
		"speaker": "Ricardo Lopes",
		"words": "And and so sort of related to that, but also talking a little bit more about uh apes in captivity. Uh You've studied how their problem solving skills are influenced by factors like housing facility and captive care duration. Could you tell us about that?"
	},
	{
		"start_time": "19:57",
		"speaker": "Sofia Forss",
		"words": "Yeah. So this is something I think it is a huge thing in the whole research area of great ape cognition. And I think it's super important that we pay attention to it is that all of these experiences they get from from birth until um we test them in for some kind of research question. If this would be an wild ape, we have some sort of ecological circumstances, shaping their minds, then we can ask different questions. If it takes the lab into a captive setting, there's all these other experiences that feeds into who that individual becomes and what that individual knows. So like I think what my research shows on a very, very broad and easy level that we're just starting to dig into this into more higher resolution. But depending on which group of captive um apes you research, you will have a different result just by the fact that for example, research experience accumulates and therefore they have learned from that experience and that will affect their performance. So this was uh something we found by studying chimpanzees from a century compared to a sue that hasn't done any cognitive tasks. So by the sheer fact that they haven't gotten much of those experiences compared to the other population where it's regularly all kind of apparatuses. And so, so in one way, you can say that as a research community, we are imposing a bias in accumulating their experiences. And I just started a project um where they are quantifying this. And we are, we are creating a database where we track the experience of certain age subjects so that we can actually go out and test for how much they carry with them from one testing situation to another."
	},
	{
		"start_time": "21:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So we've talked a lot about neophobia here. What about curiosity, by the way, fir first of all, what is curiosity from an evolutionary perspective?"
	},
	{
		"start_time": "22:07",
		"speaker": "Sofia Forss",
		"words": "Yeah. So neophobia and curiosity most certainly is interlinked concepts if you look at it from an evolutionary perspective, especially when you start to, to study these topics in, in wild animals. Because if you take the case of the apes. Again, naturally, you need to be curious in order to pay attention to, even to your mother and to things that happens around you, you need to pay attention to. What part of the fruit am I supposed to eat? How is she doing that with her fingers? What is going on? So you need to, to have some intrinsic motivation to find out things you don't know. And I think this is uh probably something that's quite hardwired in human evolutionary history. And all the great apes have a strong affinity, uh like intrinsic motivation to be curious. Now, what happens is uh the things we talked about uh a little bit earlier, like if you then have a habitat that is risky, like full of uh potentially poisonous plants or you might have predators and all of that then going around being curious on your own might be very, might not be an evolutionary good strategy because it simply will die off before you reach a reproductive age. And so then protection mechanisms like neophobia keeps you away from expressing your curiosity just like that. Nevertheless, as soon as you have a situation that is regarded as safe, that curiosity kicks in and you can um act upon it. And so this is where we talk about like Hopia, high curiosity in these kind of species. And in captivity, there's a different source there's on not only the social component that wears down the neophobia, so that they can become more curious or express curiosity in, in in many different ways, but also the risk in itself since the risk, they never had a bad experience. So, so that's like different pathways that brings down the neophobia and the allows curiosity to be expressed."
	},
	{
		"start_time": "24:22",
		"speaker": "Ricardo Lopes",
		"words": "Uh So, curiosity in a way is also shaped by ecological and social factors, right? It's, of course, we have this innate tendency to be curious, but when it comes to perhaps understanding a little bit better, uh the differences across species and between individuals of the same species, it's not something that is exclusively in or that we are born with, but it's also shaped over development by ecological and social factors."
	},
	{
		"start_time": "24:57",
		"speaker": "Sofia Forss",
		"words": "Absolutely. That's, that's what I believe. I believe that there's a baseline, intrinsic baseline for each species that they do have because in order to learn, especially if you're a species that live in a niche where learning is important. So the biological function of curiosity clearly is to aid the learning process. And but there were gonna be differences depending on, first of all, what happened during early life in terms of your own social input on what to be curious about when and when and then the other axis of ecological factors constraining certain situations where it's just not adaptive."
	},
	{
		"start_time": "25:39",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, that, that's very interesting because uh and of course, we can get more into how we can extrapolate from other apes to humans later on. But we have these very common ideas that, for example, when it comes to humans, there are certain people that are innately more curious and other, less curious. But I would imagine that probably the factors you've studied in other apes would also apply to humans."
	},
	{
		"start_time": "26:07",
		"speaker": "Sofia Forss",
		"words": "Right. Yeah, I, I would believe so. I do think that there's a, a long standard psychological view on humans that it is this intrinsic thing and we're all sort of born with the same. I do think that a surprisingly little research has gone into understanding what shapes curiosity in human Children. And I do think that once we start to uncover that box, we will find that it is equally much social input during, during those early years that also set the stage for your adult levels of curiosity and interest in learning."
	},
	{
		"start_time": "26:42",
		"speaker": "Ricardo Lopes",
		"words": "So do other apes and non human apes have a culture,"
	},
	{
		"start_time": "26:49",
		"speaker": "Sofia Forss",
		"words": "culture? Oh, absolutely. They have culture. Yes."
	},
	{
		"start_time": "26:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh And uh I mean, in what ways? Uh SO, for example, in your work, I've read about the cultural intelligence hypothesis. So could you tell us about this hypothesis and how it would perhaps help us explain how other apes and humans as well, by the way, have evolved a culture for what reasons and so on?"
	},
	{
		"start_time": "27:15",
		"speaker": "Sofia Forss",
		"words": "Yeah. So um the cultural intelligence hypothesis builds upon the fact that in so in some species learning is a strategy to adapt to that species niche. So you need learning in order to reach a certain skill level. And this is the case for, for all of the great apes. So you're learning how to forage, you're learning how to build a nest, you're learning all these things. And because you're learning and because this, this period of learning is, is also relatively long. So there's a lot of like evolutionary plasticity in this uh in this period. And that allows for culture to of course develop uh more magnitudes because when you have different populations learning different things, it's gonna pop up with a different end products. Now, the the cultural intelligence hypothesis in itself builds upon the fact that you are learning from others. What's uh how to uh to forage and what to eat and things like that. And while you're doing that, there is investment, of course, on an evolutionary way, there's investment in neurological tissue and brain capacity to learn as good as possible. And because evolution or natural selection are investing in that, in that expensive brain, you're also gonna automatically improve the things you can learn on your own because it's the same pathways and the same neurons in your brain. So those are interlinked. If you learn socially. And if you're provided with a lot of social learning opportunities throughout your developmental period, you're also gonna become automatically better at learning things uh by yourself. So those goes hand in hand. And, and they also interestingly, the cultural intelligence hypothesis is one of those that connects both social intelligence and ecological intelligence because it's about situations where you bring both, both things together, you're using your social life in order to learn about your ecological niche. And that in combination creates for a cultural,"
	},
	{
		"start_time": "29:31",
		"speaker": "Ricardo Lopes",
		"words": "a cultural species. Right."
	},
	{
		"start_time": "29:33",
		"speaker": "Sofia Forss",
		"words": "Exactly. For a cultural species, a cultural niche that require that kind of input in order to, to become a competent, um, individual of that niche."
	},
	{
		"start_time": "29:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And that's very interesting because if I understood it correctly, I mean, when we think about culture, we tend to focus a lot on being able to learn from other people. There is social learning. But then according to this hypothesis, another thing that also improves is a social learning. There is learning by ourselves."
	},
	{
		"start_time": "30:06",
		"speaker": "Sofia Forss",
		"words": "Right. Exactly. So like the way we tested this was with the two orangutan species that um over evolutionary time, they've had a, a hugely different social structure because of it all starts with, with ecology like it does in, in biology. And so because of e ecological references, driving different social structures in two different um uh species or subspecies at that time, um we then took it to the lab or to the captive settings where we know, OK. Now we don't have any ecological differences, but these species have been separated for, for long enough time that we can say if this has had an effect on an evolutionary perspective, these guys should differ in terms of all sort of a social learning abilities. So we tested them in captivity in a whole test battery of different cognitive skills that was composed of inhibition, control, reversal, learning tool use and innovation and causal understanding. And we did find consistent differences between these two species so that the more social sumatran orangutan species showed better problem solving skills or what we call them higher intelligence in a broader uh concept than the born in relatives. And we do believe that this is evidence for the fact these species have had cultural intelligence working on them over millions of years and selected for slightly different uh intellectual capacities. Or, you know, we take, we, we're talking great shifts here like it's not that the others can't do it, but it's just the likelihood that, that they are gonna be better, it's always gonna be s uh stronger. Mhm"
	},
	{
		"start_time": "31:58",
		"speaker": "Ricardo Lopes",
		"words": "A and so I, in that the ca in the case of orangutans, do we also see differences uh in this particular case, we're talking about intelligence and cognitive performance between wild and captive individuals."
	},
	{
		"start_time": "32:13",
		"speaker": "Sofia Forss",
		"words": "Yeah. So we do see uh differences between captive and wild uh orangutans, chimpanzees, bonobos, you name it. I think any great ape is, is the question we need to ask is though like, although I don't think that those differences are that we can say the wild or captive are more intelligence, that's the wrong way of looking at it. They are better at the kind of problems we provide them. And to do a fair comparison, we need to keep the the environments constant. So like either you compare captive to captive or wild to wild, but they most certainly are doing better at some um cognitive tasks because of, of their inputs during ontogeny, during their captive life. So this is operating on over, I think quite strongly over their motivational pathway. So that by having had that human influence from early age, they also get more interested, more curious, more attentive to the certain things and, and, and that sort of makes them score better than if you test their freshly, you know, you, you can't test them easily in the wild. But if you test them in the wild, they sort of need to get to the same habituation level before you can do a fair comparison."
	},
	{
		"start_time": "33:31",
		"speaker": "Ricardo Lopes",
		"words": "So this is also very interesting because many times when we talk about other animals and from an evolutionary perspective, we tend to have this very common idea that when we, for example, compare different species, each species has a fixed cognitive ability, a fixed intelligence and a fixed set of cognitive skills. But actually it's much more plastic than that. Right."
	},
	{
		"start_time": "33:58",
		"speaker": "Sofia Forss",
		"words": "Absolutely. I think that anything and I think it starts already in very, very small brain sizes, anything is plastic and you can look at the brain as a little sponge or even as an empty uh you know, computer chip and you can program it with whatever you like and the environment they grow up in is what's programming it with whatever they know later. I think this implies the plasticity increases with the brain size of a species. But it certainly implies that studying a species within different habitats and different environments can tell us more about what factors are shaping an intelligence or a particular cognitive skill rather than compare a species with another species that have maybe not had the same um evolutionary or the same environment shaping that scale."
	},
	{
		"start_time": "34:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Or even assuming that uh a particular species has an innate set of cognitive skills. And that's it that they can go beyond that."
	},
	{
		"start_time": "35:04",
		"speaker": "Sofia Forss",
		"words": "They can certainly go beyond that. I think that's happening constantly that animal surprises with the capacity they have to do things if we give them the right circumstances or if they are moved into an environment where that capacities are boosted, so to speak."
	},
	{
		"start_time": "35:22",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, I guess that this would apply more in the case of captive uh individuals. But do factors like rearing conditions and human exposure also play a role in their cognitive performance or not."
	},
	{
		"start_time": "35:38",
		"speaker": "Sofia Forss",
		"words": "Yes. So absolutely. This is another thing that we tested with orangutans where we had um uh we, we had something like about 100 different orangutans from different uh captive facilities so that we could avoid say like it is this particular experience they had because they grew up in the zoo or in this particular sanctuary. So we collected a bunch of them. I think we had 14 or 15 facilities. And then we did an independent test on how just very simple, straightforward, like how interested are they or how attentive are they towards the human? And this is a human, they didn't have a relationship with so not a caretaker that they know because that obviously biases their, their emotional relationship to that person. And then we took the scores from that human orientation task and related it to uh how well they did in problem solving. And what we found is that actually like the human orientation they show could predict over the pathway through exploration. The more human oriented individuals would be more inclined to explore more to explore in a diverse way. So in a more creative way and therefore actually succeeded with problem solving on a higher level than the ones that were less human oriented. So I think what we capture here is the pathway of things and how a captive life puts on AAA cascade of processes. Like you pay attention to different type of social model, you get inculturated in a way it in its various broader senses. All apes have some kind of inculturate by humans. And that in turn affects your creativity, your exploration and that therefore you score more or less better over earth given what type of task researchers are you to do?"
	},
	{
		"start_time": "37:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And, and I would imagine that uh I mean, since we're talking about the effects that culture, or we talked about the effects that culture might have had on the evolution of intelligence. I in uh we tend to have at least in the West. Of course, this very individualistic idea of intelligence. There are people that are simply more intelligent than others and so on. But actually, from an evolutionary perspective, uh it is our sociality, our social needs, our need to acquire information from other individuals to relate to other individuals in a way. And not only our asocial learning that is learning by ourselves that has played a big role in us becoming more and more intelligent over time."
	},
	{
		"start_time": "38:23",
		"speaker": "Sofia Forss",
		"words": "Right. Absolutely. I do think that focusing solely on, on intelligence as, as um as one concept is a very old school view. I think we need to incorporate into the framework of intelligence. We need to think about emotional factors, social intelligence if you like or social relationships and all of that fits in because most of the time, we don't have a good measure of intelligence, not even for humans. So like what most of the time, all of these things feeds into how a person will do in a certain situation. And it is definitely, I think connected to underlying motivational factors."
	},
	{
		"start_time": "39:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So uh going back to Orangutan, uh we've already talked a little bit about how they perform cognitively in the wild in captivity and so on. But in your work I've also read about other aspects, having to do with their life history and also the needing to learn hypothesis. So, could you tell us a little bit about that and what these factors, these aspects of their development might also play in their cognitive performance, the their curiosity and so on?"
	},
	{
		"start_time": "39:41",
		"speaker": "Sofia Forss",
		"words": "Yeah. So like because orangutans like many apes, but they particularly are, are particularly slow life history, they show a very, very prolonged developmental phase and they take quite an extensive time to grow physically, to reach uh body conditions and brain sizes at adult levels. And this is an investment that is um obviously costly. So evolution, natural selection has to balance what to invest in in when, if this period is gonna take so long. Um uh THE the process on on when, when you're gonna be weaned from your mother and what you need to know when you do that. So this is the needing to learn. Hypothesis has stated that the apes need to be that grow so slowly because they have so much skills to learn. And it simply takes that time. It's an interaction. In fact, more coming from the constraints of growing such a big um uh brain because we did find that orangutans at the age when they are leaving their mothers and re reaching sexual reproduction, they are long ago competent foragers within their habitats. So that would actually say like it's more about the physical constraints of having a slow growing body, a slow growing brain and, and to get that ultimate peak uh of natural selection. At the same time, it seems that the complex the diet is so to speak, the more there is to learn, the longer you should stay around your mother in order to reach sufficient skill levels before uh you are totally independent and sexually mature. So it's a bit of a vote hypothesis."
	},
	{
		"start_time": "41:41",
		"speaker": "Ricardo Lopes",
		"words": "Uh By, by the way, just out of curiosity, how many years do orangutans usually take for, for them to become independent from their mothers."
	},
	{
		"start_time": "41:52",
		"speaker": "Sofia Forss",
		"words": "So this is a species difference interestingly as well. So in the, in the more social species in Sumatra that also according to, to research records that we have, they have a higher um complexity of their diet. They're also the only populations that show tool use, et cetera. They reach, uh meaning around 77 to 8 years, 6 to 7 and, and independence a bit later than the born and ones that this can happen already between five and six years. So the bone and ones are, are a bit faster, have a little bit less complex things to learn. Nevertheless, they are very slow compared to the other great apes and, and even to humans."
	},
	{
		"start_time": "42:36",
		"speaker": "Ricardo Lopes",
		"words": "And, and I would imagine, I mean, of course, I, I'm not sure if this is an aspect that you study specifically, but I would imagine that the way we understand something like adulthood from a biological perspective is not exactly the way that we understand it. For example, in human societies, culturally, like, for example, saying that at 18, you're an adult, I mean, the uh I would imagine that from a biological perspective, it wouldn't be the same as that sort of social construction of adulthood. And also even when it comes to humans and other cultural species, it would also depend a little bit on the cultural input. It's like, I don't know, for example, if you're considered an adult at 18 and not 21 perhaps there are aspects of your development and in becoming independent that accelerate a little bit more but due to cultural inputs as well or I don't know if this makes sense or not."
	},
	{
		"start_time": "43:41",
		"speaker": "Sofia Forss",
		"words": "No, surely, I mean, we are like in biology, we always classify things according to to facts and measurements, right? So for most, for most animals, adulthood is defined when they reach sexual maturity. So when they have their first infants, et cetera, and funny enough when you put it that way, that would make many humans not being adults even at the age of 50. Because if we only, we cannot take that if they have an infant, obviously reached sexual maturity, that there is a lot of other concepts that feed into what we see as adulthood in humans that are completely culturally constructed. And in animals, it gets vague if we say like, OK, it's an adult individuals when it can forage at the same level as the mother. But most of the time we use so much conservative measurements of, of sexual maturity. But it could be, I mean, it's, it's nothing is happening over one night. So they are maturing into that. And, and I would say certainly with some animals, you see that they have this very much intermediate phase. I would call it the teenage phase where they're not really willing to let loose. And this is something that you see in orangutans, they do range around the mothers to begin with. They stay around their mothers for life, but they keep the contact the much tighter when they are younger and then they dare to take the step to, to generate their own social niche slightly away from her."
	},
	{
		"start_time": "45:18",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I guess that this is just for people to keep in mind the fact that the way we understand adulthood in human societies or in a particular human society is not or is not necessarily the same way that biologists understand adulthood."
	},
	{
		"start_time": "45:35",
		"speaker": "Sofia Forss",
		"words": "No, absolutely not. Yes, I totally agree with that."
	},
	{
		"start_time": "45:40",
		"speaker": "Ricardo Lopes",
		"words": "So we've talked about neophobia, curiosity culture. Uh What about creativity? What is creativity exactly from an evolutionary perspective?"
	},
	{
		"start_time": "45:51",
		"speaker": "Sofia Forss",
		"words": "Of course, it's something that is slightly harder to detect in animals because you need to, to find a base of, of measuring it. I think it's um describing how much diversity we can find. For example, when we are measuring how animals solve problems and then we can measure creativity in that. How likely is an individual to do different actions? How likely is it to come up with new solutions and try new things? Even if it does not always lead to the solution. How much um diversity is it among the explorative actions? And what we do see is that if we dare to talk about creativity, but mostly we talk about motor diversity or exploration diversity that these things facilitate at the end of the day, how good you are in terms of performance as well. So, so the ones that get stuck on the same thing and I think you can relate to this as a human very easily. Like if you have, you're trying to solve something and you keep on trying the same thing, it's not gonna happen for you. But as soon as you step back and think outside the box and you try to approach the problem from different sides, then you might have that aha experience and, and, and I think we can definitely pinpoint those mechanisms already in, in, in the eight relatives of us."
	},
	{
		"start_time": "47:17",
		"speaker": "Ricardo Lopes",
		"words": "And, and so, uh again, in orangutans, uh why are they more exploratory and innovative in captivity? And I guess that here, again, there are some human influence that might play a role here."
	},
	{
		"start_time": "47:34",
		"speaker": "Sofia Forss",
		"words": "Right. Yes. So it was certainly that they are more explorative and more innovative by the sheer fact that they have more time less cognitive load, less things to worry about. But also because they do have more experience with what enrichment of different artifacts of a kind and what it means to, to play around with things and the influence of humans and seeing humans doing things with different things, I think sparked their interest quite clearly. So we have famous examples of uh individuals trying to Solway and the individuals are sort of um trying to copy their caretakers with cleaning devices. So you know, the information that they are exposed to is also the information they are gonna use within their own actions."
	},
	{
		"start_time": "48:27",
		"speaker": "Ricardo Lopes",
		"words": "A and then there's also things like positive reinforcement, right? And sometimes even humans themselves actively encourage uh orangutans or other or individuals from other species to try to do things like uh they do right to copy them."
	},
	{
		"start_time": "48:45",
		"speaker": "Sofia Forss",
		"words": "Absolutely. Like they totally, you can motivate them. It's almost like a slightly uh like a dog like towards the dom domestication, they, they interact with you in order to, to perform. And uh another level is, of course, we don't know how to measure boredom. But most certainly like if you have time and if you're giving things and you have the potential to be a, a curious creative mind from your nature, then once you put in the situation, when you get to utilize that creativity, you're gonna use it. And therefore, I think we see a lot more innovation. Does it build upon the experience that they bring with the everyday life they get according to the artifacts and enrichment experiences, we bring them."
	},
	{
		"start_time": "49:34",
		"speaker": "Ricardo Lopes",
		"words": "So what does this tell us about the phylogeny of creativity? Because creativity is something that we tend to associate with humans because we tend to be very anthropocentric. But looking back into these other closely related apes like orangutans and more uh I mean, more closely related, I would imagine that there are also, there would be also be people doing work with gorillas, chimpanzees and bonobos out there. I mean, what can we learn about uh by basically the phylogenetic history of creativity here?"
	},
	{
		"start_time": "50:12",
		"speaker": "Sofia Forss",
		"words": "Yeah, I think that by understanding which conditions, illicit creativity, curiosity, intelligence, all these concepts we've been talking about understanding which conditions uh spark these things within our closest relatives is gonna help us understand what sparked it on an evolutionary perspective in our own history as well. So, and this is where I do think that the captive wild wild contradiction that we do find in these research areas is quite useful because when we can show that it is about not having to worry about risks within your habitat when ecological conditions so to speak, allows for creativity to bloom if we find it even in, in species that don't have it in the wild. But that means they have a seed, they have a, they have innate prosperity or predisposition for these traits already because they do need it in small levels. In their, in their natural environments. And once we put them in, in environments where there is no restrictions, these skills uh totally uh inflate. And uh in terms of, of, of human history, there is these hypotheses that uh together with colleagues. Uh AND also uh among other researchers is that there's a certain point of time where we reach a level of top predation role. And therefore humans, we can use the captivity effect to understand or anecdotally understand what went on in human evolution by understanding that once we were lost, uh lost that kind of cognitive load or it freed up and sparked creativity in our own species."
	},
	{
		"start_time": "52:08",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so, uh in one of your papers, you also hypothesize that perhaps something like that could, could have been behind the upper paleolithic revolution, right? Where looking back in archaeological, in, into the archaeological record, we see that apparently there was an an explosive increase in creativity and so on."
	},
	{
		"start_time": "52:33",
		"speaker": "Sofia Forss",
		"words": "Yes, exactly. I think that coincidence with times where there's a lot more artifacts, there's a lot more, more physical creativity to be found in, in the fossil record. And that is also around the time where humans became the top predators of their own niche. So sort of we turned our natural habitat into the captivity effect. And if we see that apes who doesn't have those constraints anymore, that increases their creativity as well. And on top of the, all of that environmental things comes the social inputs that also increase when you have a Cooper lifestyle and more sociality playing a role. So again, the ecology functioning together with the social components of things and in captivity of the apes, when you see an increase in things, their social niche is completely different to, to a wild ape social niche, because of the level and magnitudes of social information they reach of different kinds, we can even talk about different cultural impacts in terms of a human, mixed with a more constant group composition. In the case of orangutans, you'll see that two orangutans are living in a group whereas in the wild, they don't. So like alone, those sheer fact is that it all fits into to how they learn and how they're learning uh foster their creativity."
	},
	{
		"start_time": "54:06",
		"speaker": "Ricardo Lopes",
		"words": "And so then it's actually a safe environment and the safe space that allows for people and other animals, by the way to become more curious, more exploratory and more innovative,"
	},
	{
		"start_time": "54:18",
		"speaker": "Sofia Forss",
		"words": "right? I would say so, at least in the hominid lineage, it might not be true for all animal species. I do think that there might be depending on the fundamental biology of different species. Uh There might be cases where the necessity is the mother of invention when you need to inhabit a new habitat. But most certainly for the hominid lineage, I think we're talking about freedom is creating more innovations. Yeah,"
	},
	{
		"start_time": "54:46",
		"speaker": "Ricardo Lopes",
		"words": "great. So, Doctor Force uh just before we go would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "54:56",
		"speaker": "Sofia Forss",
		"words": "Yeah. So I'm normally uh putting out all kind of news regarding my research on my web page and you can find me on X or any time around international conferences and I'll be happy to chat to anybody."
	},
	{
		"start_time": "55:11",
		"speaker": "Ricardo Lopes",
		"words": "Ok, great. So I'm leaving some links to your work in the description of the interview and thank you so much again for taking the time to come on the show. It's been fun to talk with you."
	},
	{
		"start_time": "55:21",
		"speaker": "Sofia Forss",
		"words": "Thank you. Thank you for, for all the interesting questions."
	},
	{
		"start_time": "55:25",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitten, bear. No wolf, Tim Ho Erica LJ Connors Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken H her ma and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt, Pavla Stassi na Me, Gary G Alman Sam of Zal Ari and Y Polton John Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Gilon Cortez or Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di A Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Ebon, Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman Perlis Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson Mikela and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin John Carlman Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]