[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Loop. And today I'm Jane, but Doctor Thomas Tao, he's Professor of Metaphysics of Science at the University of Bristol. He specializes in contemporary analytic metaphysics with an emphasis on methodological and epistemic issues, namely meta metaphysics. And today we're going to talk about exactly that Metta Metaphysics, Metaphysics and some other related topics. So uh Thomas, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Tuomas Tahko",
		"words": "Thanks very much Ricardo. It's a, it's a pleasure to be here."
	},
	{
		"start_time": "00:36",
		"speaker": "Ricardo Lopes",
		"words": "So on the show, I've already had interviews on physics on metaphysics, but he is the first, this is the first one on me metaphysics. So I guess that we will have to uh I, I mean, walk a few small steps here into what it is, but uh broadly speaking, what is Metta mesic, how does it relate to metaphysics and what sorts of questions does it deal with?"
	},
	{
		"start_time": "01:04",
		"speaker": "Tuomas Tahko",
		"words": "Exactly. Yeah. Good. Um I suppose it makes sense to say just a few words about what I think metaphysics is uh before we get to the metaphysic meta Metaphysics. So um I take a broadly Aristotelian view of uh of metaphysics uh as uh be a study of being uh who are being or being in itself. So something like um the first philosophy uh as Aristotle would have put it and uh uh that would include uh quite a broad range of topics, obviously, things like uh ontological categories and, and the relations between them. Uh But uh you know, the whole spread of the usual topics in metaphysics would would fall under, fall under that. And uh if we get to metaphysics, well, uh the idea is just that there is something that it is like to do metaphysics or like to study metaphysics. And uh Metta Mess would, would ask that question, what it is to do Metaphysics. So how do we get to knowledge or information about those fundamental questions or philosophy that we study in metaphysics? Um And that could take a number of different shapes. So we could, we could look at uh the epistemology of Metaphysics uh that would, that would be part of Metta Metaphysics as scientist standard or the methodology of metaphysics more broadly speaking. So for instance, how does metaphysics relate to science, natural science? How does it relate to uh the a priori posti distinction again, back to epistemic issues? Um How does it deal with things like uh modality? So, study of possibility and necessity are metaphysical truths necessary in some sense? Uh And if so, in what sense um and uh broadly speaking, I suppose metaphysics could also be seen to study the role of metaphysics in philosophy. So how does me metaphysics relate to other philosophical areas of inquiry? Is there something especially problematic or difficult about metaphysics given that it claims to study uh philosophy in this sort of broader sense? Or if it's first philosophy as Aristotle put it, what does that mean exactly for uh for its role in, in philosophy? So that would be a very sort of rough uh list of topics that we could study in metaphysics as I see it."
	},
	{
		"start_time": "03:28",
		"speaker": "Ricardo Lopes",
		"words": "Oh OK. So several different uh topics that you mentioned there that I would like to ask you a little bit more about just to clarify things here. So when you say that Metta Metaphysics is also interested in how in how metaphysics relates to other areas in philosophy. Uh So it also asks question about questions about how, for example, it relates to things like epistemology and perhaps other areas of philosophy. But I would imagine that epistemology would be a big one here, right? I mean, because uh it's one thing to understand what reality is to put it in simple terms or, or what reality is composed of stuff like that. But another thing is for us to really understand to what extent we as humans can acquire knowledge about it. And if we are acquiring, acquiring knowledge about reality, what are we inquiring about? Exactly, right. I mean, is that right. Or?"
	},
	{
		"start_time": "04:30",
		"speaker": "Tuomas Tahko",
		"words": "Yeah. No, that's exactly, that's exactly right. Um, I, I often think of the relationship between metaphysics and epistemology as being um two sides of the same coin really. Uh BECAUSE you can't really uh do metaphysics if you don't have some view about how, what it is that you're uh trying to know, know about and, and how you are, you are going about uh that, that inquiry and, and similarly, you can't really do epi epistemology, if you don't have a target for, for that uh that uh knowledge that you are, you are seeking. So, um so I do think that they, they are very closely related in, in that sense. Um And uh I suppose, I mean, maybe it would be useful to give a, give an example. So, so um think about um uh think about the category of structure of, of reality that we supposedly study, study metaphysics. Now, uh if you think that that category of structure of reality is something that is uh just made up by, by people, it's mind dependent in some sense or dependent on our concepts or conceptualizations of reality, then it seems that the epistemic question has to focus on the human mind. Uh I suppose this might be a canteen answer to that question. You know, the categories are in the mind and we have to study the human mind. Now, maybe there's something out outside the human mind that these uh uh categories of the mind are related to, but that might be um uh beyond our uh beyond our reach in, in terms of uh of, of our knowledge of the world. Or if you think that those categories of reality are mind independent, then obviously you must, you must tell us something about how you intend to get to those categories, perhaps involving the natural sciences or some sort of interplay between metaphysics and the sciences."
	},
	{
		"start_time": "06:20",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And I guess that we also have to keep in mind and this is very important for us people, particularly in more developed countries and contemporary societies to keep in mind is that metaphysics is not necessarily a materialistic or about a naturalistic approach when it relates to epistemology and naturalistic approach to knowledge, right? I mean, it can be about other conceptualizations of reality that are not necessarily based on materialism or some other, some version of that that tends to go associated with the um scientific inquiry."
	},
	{
		"start_time": "07:05",
		"speaker": "Tuomas Tahko",
		"words": "Sure, that's, that's true. So it's just as much a part of metaphysics and indeed meta metaphysics um to, to study reality from uh an idealistic point of view, for instance, think of uh uh uh George Barclay, um who, who had an idealistic framework where uh which is upheld by God, of course, uh in, in Barclay's philosophy. But uh uh the question is then how uh how do we construct the reality and how is it dependent on our minds or, or God's mind in, in, in Barclay's case. Um And this is, this is not a naturalistic framework. Uh But it is a realist framework of sorts, even if it has this idealist uh underpinning. And similarly, you could, you could start from, from other starting points like that. Those would, those would be in the scope of metaphysics uh very much. So that's, that's true."
	},
	{
		"start_time": "07:57",
		"speaker": "Ricardo Lopes",
		"words": "So let's put a pin on the realistic uh bit of it, the realistic bit that you mentioned there because we're going to get into that in a second. But I I in your first answer, you mentioned ontology or uh if I remember correctly ontological entities, for example, are there differences between metaphysics and ontology? Because o of course, I'm not a philosopher myself, but I have to, to tell you that many times when I hear philosophers talking about metaphysics and ontology, uh I'm not completely sure if there's a strict separation there and if there's one ex uh where exactly it falls. So"
	},
	{
		"start_time": "08:42",
		"speaker": "Tuomas Tahko",
		"words": "yeah, good. That is a good question to, to, to ask. Um OFTEN the, the notions of metaphysics and ontology are used more or less synonymously, but we, we can definitely make a distinction between them. Um And I suppose you might say that ontology is a slightly narrower notion. So if on, on ontology studies, what there is Metaphysics studies, uh something um uh sort of a broader set of set of things, let's say me metaphysics might include the study of free will ontology perhaps not. So, um so uh this is a rough and ready distinction. I must, I must say so we could, we could make a, make a more formal distinction. But given that people use these notions quite synonymously often, it's not, it's not easy to do so. Um SO sometimes equally, the notions of meta metaphysics and meal on technology are used uh like this. But you, I think that meta ontology is a slightly narrow area of uh of focus again, whereas Metaphysics studies Metaphysics as a whole or the methodology of metaphysics as a whole and ontology is focused on um something a bit more precise such as uh what falls into those categories uh of, of being and what, what does exist?"
	},
	{
		"start_time": "10:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Right. Uh And so what are the different theories about how we can classify and categorize reality? Yeah, I mean, I, I guess that I've already ended up mentioning and you a few of them like for example, the materialistic ones or the idealistic ones. But how would you categorize, let's say the different approaches out there?"
	},
	{
		"start_time": "10:26",
		"speaker": "Tuomas Tahko",
		"words": "Yeah, good. Yeah, we've, we've mentioned uh category ontological categories uh already a few times. Um And uh then the sort of more um I suppose met metaphysical positions which are realism and idealism or uh sometimes also we talk about deflation is so we shouldn't really be thinking about metaphysics at all on a deflationary uh conception because uh all the questions studied in metaphysics would end up being studied in one of the special sciences or in other areas of philosophy such as philosophy and language perhaps. So, so there are a few different ways to, to, to look at that question. Um But you can't really answer that before you have some idea about what metaphysics is about either. Um So, so the way I would see it, um and this is just one answer to it is that metaphysics is indeed about studying those uh ontological categories. And uh the different theories about ontological categories could then be idealistic as well as realistic. So you might think that um the different categories of, of property and, and uh and substance and relations and whatever those categories are, we can talk more about that. But you might think that some of those cations are mind dependent or mind independent. So on either view, you would be studying the categorization of reality, right? But you would just have a, have a different perspective on that."
	},
	{
		"start_time": "11:52",
		"speaker": "Ricardo Lopes",
		"words": "I, I would imagine that probably one of the lys examples and please correct me if I'm wrong of an idealistic stance on metaphysics would be Plato's"
	},
	{
		"start_time": "12:04",
		"speaker": "Tuomas Tahko",
		"words": "right. Yeah, that's, that's right. So Plato's uh answer to, you know, a specific metaphysical problem that has a, has a venerable history. The problem of the many what, what is similar across uh many different things um is, is an, is an idealistic problem. So, there's, there's a, there's a form or an idea of, uh, something like, uh, beauty which is shared across all, all beautiful things, of course. And for Plato, they would be in this Platonic heaven, um, which I suppose is, uh, it is, I suppose a mind independent place in some ways but it's, uh, it's idealistic in, uh, in the sense that it's not, it's not in the material reality in the same way. So how do you classify these different uh historical views is, is maybe controversial but, but yes, there's a, there's a level of idealism there,"
	},
	{
		"start_time": "12:58",
		"speaker": "Ricardo Lopes",
		"words": "by the way, you mentioned mind independent there and, and that's actually something that sometimes, uh it confuses me a little bit when, for example, people in meta ethics uh use those kinds of terms. I mean, about moral values, moral truths, the moral realists many times say that they are mind independent. So, uh I mean, because perhaps it's me that I haven't studied math physics or meta ethics specifically or from a or at an academic level. So perhaps there is some of this is harder for me to understand because of that. But what does mind independent really mean? I mean, what would that correspond to? Because for us as humans that I guess that's very hard to understand when it comes to the metaphysical side of things, what that would correspond to exactly when we're talking about things like concepts, moral values and other things like that"
	},
	{
		"start_time": "14:03",
		"speaker": "Tuomas Tahko",
		"words": "good. I mean, I, I think you're asking exactly the right question. I, I've, uh I've used the notion of mind independence or mind dependence. Uh Partly because, um, we have some sort of intuitive idea of what, what that might mean, but actually it, it turns out to be quite difficult to specify it accurately. So, so you're, you're right to ask that question. Um So, um, well, maybe, maybe the first thing to say is, uh human minds are, are, are of course part of reality, whatever that reality is. So, in, in that sense, uh uh it, it's, it's, it's strange to talk about mind independence because we are, we are part of the world and we're studying our own minds just as well as we are studying the rest of reality. So, in that sense, uh everything, everything is dependent on the minds in so far as minds are part of reality. But when, when we talk about mind independence and philosophy, the sort of first rough and ready characterization might be something like, well, uh it's not made up by us, uh if it's mind independent. So, uh it's not dependent on what names we might call it or what our thoughts about. It might be this whatever this might independent thing is. Um, BUT it's something, something, uh that would be exactly the way it is if we weren't here to observe it and conceptualize it. Um, NOW that's, uh, that's only a rough and ready answer because you might think of different ways to, to problematic it, think of um I'll, I'll give you an example, think of something like um trans Uan elements um which we synthesize in la laboratories, um uh elements like Einstein and now they're not naturally occurring. So, uh they wouldn't exist without us being here to synthesize them, but that doesn't really make them mind dependent in the sense that we might be interested in here. Because you might think that, well, uh if the world had been configured slightly differently, those sort of elements, uh uh transgenic elements could exist, they just have very short half lives and they, they uh disintegrate very quickly. Um So even if we needed to give some sort of active input to bring that thing into existence, it doesn't make it mind dependent in any kind of very interesting sense. Uh BECAUSE we do not design its nature in a way. We do not design what it's like. We just uh use, use our technological tools to, to uh to bring it about. Um So I'm, I'm not sure if that's helpful, but uh maybe it gives you one way to kind of get a more nuanced sense of what, what we might need me by my independence."
	},
	{
		"start_time": "16:47",
		"speaker": "Ricardo Lopes",
		"words": "No, I this is a very interesting discussion to have because I mean, I come from a s mostly scientific background and so perhaps when I think about or when I hear people talking about mind, independent entities, mind the independent something out there. Uh Perhaps it's because of my own uh intellectual framework with the scientific background that I always tend to think as things as instantiated, physically or materialistically. And so perhaps there's a, there's an obstacle there in terms of my intellectual framework, in terms of understanding, how would something like uh concepts or moral values would be minded dependent. Because for me honestly, that's almost meaningless because I can't really conceptualize uh the exis uh how uh things like that would exist in reality outside of human minds be because again, probably, I mean, instantiating them uh physically materialistically. So, uh I, I mean, what by the way, what do you think about that? Do you think that perhaps when it comes to these metaphysical or Metta metaphysical conceptualizations that perhaps the sort of intellectual frameworks we are operating under limit some of our understanding or perhaps uh understanding some uh alternative positions out there that are non materialistic or something like that?"
	},
	{
		"start_time": "18:29",
		"speaker": "Tuomas Tahko",
		"words": "Uh Good, interesting. I mean, there's a few, there's a few questions there. II, I mean, firstly, I suppose I would, I would say, I would say yes, surely our um our um framework, the framework that we start out with does limit uh the way we conceptualize these things or, or conceive of them. But I mean, that's just the starting point, right? So we can, we can kind of uh discuss and and, and come to an agreement but on the, on the sort of, uh, the broader question on the background. So how, how would something like, uh, you know, normative properties, you mentioned meta ethics here and moral, moral properties like that, how could they even be mind independent in any sort of sense? Well, I, I mean, there are positions in, in sort of moral naturalistic um frameworks where, uh, where you might think that uh there is a way to understand these uh moral properties as ma material in a, in a sense. But that's probably not the usual uh usual way to way to go because we don't, we wouldn't describe normative properties to, you know, fundamental particles or something like that. But, but, you know, it could be done, people talk about it in panpsychism, of course, that there's something in, um, in something like a mind like, um substance already in, in, in, in fundamental particles. But uh that's just to give a, give a context for this problem. Uh The, the broader point you make is that if our minds are indeed part of reality and normative properties are some somehow dependent on those minds, then perhaps there is a, a way to understand those normative properties as material just uh uh uh on the basis of, uh of how our minds minds work in as instantiated in the material world as well. So if you've got a, a physical or materialist view about the mind. There's no reason why you couldn't return normative properties in the same way. But now we've stepped into ma ethics. Of course."
	},
	{
		"start_time": "20:32",
		"speaker": "Ricardo Lopes",
		"words": "No, of course. I mean, let's try to, to avoid that because it's really not something that falls under the scope of these interviews. So, uh, but let's get into realist positions and anti realist positions in, uh, I guess we could say mathematics its here. So, what is the realist position? What does that mean? Exactly."
	},
	{
		"start_time": "20:57",
		"speaker": "Tuomas Tahko",
		"words": "Yeah. So uh we have anticipated this in a bit, of course, because uh one way to, to define a realist position is by way of mind, independence that we have talked about. So you might say that if uh let's say the ontological categories do exist mind independently in the world, be it be material or non material by the way. So the, the materialist part isn't necessary part of realism here. Um But you, you could say that it's a realist position if those categories exist independently of us. Um um uh Whereas an anti realist position would, would then say, uh uh I mean, one version of it would, would say that it is, it is up to us how to uh uh uh how to conceptualize how to divide up reality. And uh the, the, the categories do not exist outside our language or outside uh our own conceptualization. I mean, that's a very rough and ready way to, to uh compare realism and anti realism. And of course, uh I think it's always important to note that uh you can be realist about some areas of metaphysics or inquiry and anti realist about others. So these aren't necessarily uh correctly conceived as global positions. So you might be realist about um there being a category of uh of universals, universal properties such as uh such as redness or, or beauty as mentioned before from, from Plato. Uh BUT you could be anti realist about, about other things, let's say, um you could be anti realist about those normative properties or uh social categories or something like that, you could have a different uh constructivist view about those sort of things which is mind dependent and anti realist in a, in a manner of speaking. Uh And indeed, probably most of us are realist about some things and anti realist about, about other things."
	},
	{
		"start_time": "22:51",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh And so, uh I mean, let me just ask you about an, an example that for me perhaps gets a little bit into murky waters because probably it's very hard to tell where's the separation here between metaphysics and epistemology. But getting into, for example, the position of uh Emmanuel Kent when he called, when he talked about the New Manon and the phenomenon, um I mean, uh uh a as I understand it, it would be then uh a realist position because at least when he talks about the Ninon, he is referring to the existence of something that is mind independent, right? But when it comes to the phenomenon, uh I mean, is, or do you think that he would be referring to uh something metaphysical there or is strictly referring to epistemology in the sense that we as humans with our perceptual limitations can only live, I guess, psychologically with in the these phenomenological world, but can't really get direct access into what uh the thing itself or the real world, I guess we could say is, I mean, what are your ideas about it?"
	},
	{
		"start_time": "24:17",
		"speaker": "Tuomas Tahko",
		"words": "Yeah, I mean, I should, I should preface this by saying that uh uh I'm no Kant scholar. So I leave the K exegesis to, to, to those who can read the original German. But um uh but I, I do know that uh it while Kant is usually interpreted as, as uh um not quite an anti realist position but as something that talks about um uh or is mainly focused is mainly focused on the, on the mind dependent categories in our, in our minds, that there are different interpretations of Kant where, where a sort of more realist uh position is possible. But you're right to say that uh the epistemic and the metaphysical agendas are very mixed up here because it does seem that uh Kant accepts the existence of objective reality outside our minds. So it's rare this position. But, but perhaps he thought that we just can't get any kind of information about it. So everything that we perceive is filtered through these categories which are, are uh sort of anthropocentric uh uh biases in a way. Uh So we, we can't get those, get those, those glasses of our, of our eyes. Um But yes, I mean, you, you might, you might have this type of anti realistic reading of, of content and that's perhaps what he thought. But the immediate question is, um where do, where do those categories uh that, that we have in our minds? Where do those glasses come from? And why do they filter reality in this sort of way? Uh Is it, isn't it more likely that there is something of a glimpse of the true structure of reality? Uh Even if it is filtered through these glasses, um uh and uh indeed would beings very, very different from us uh not share at least some of those uh those categorizations."
	},
	{
		"start_time": "26:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yeah. II I mean, something that I was trying to get at with that question is also to what extent um the things that we would classify as mind dependent would also or could also be uh considered within a realist position that is if uh things that are that we consider to be mind dependent uh could also be considered within uh Matam Mess uh as uh I mean, understood within a realist position, that is so, I, I mean, this is very hard to explain, to talk about for me, but le let me try my best here. So for example, if we're talking about uh red as a caller, there are people out there that would just say that because it is uh or apparently at least if you understand it through a physics framework, it is just a construct of our, a useful construct of our brains to deal with certain aspects of reality. And then you can also add evolutionary theory to that and neuroscience that the red itself does not exist, it just uh useful mind dependent construct of reality. So some people would just say so it's not real and that, that's it. But then there are other people that probably would say that uh redness exists as a some sort of property of reality, but that property is not exactly what we experience through our senses. And so, I mean, the property itself would be real but what we experience through our senses, uh I mean, I guess they would say it's not uh real, it's just uh again a useful construct. But then, I mean, are there positions where perhaps even though what we experience might not correspond to whatever property is out there in reality, people would still consider uh that mind, mind dependent construct also real. And so there would be two layers, let's say of reality or uh uh I mean, uh perhaps I'm being a bit confusing here. I I'm not sure."
	},
	{
		"start_time": "28:50",
		"speaker": "Tuomas Tahko",
		"words": "Well, no, I think you've um uh you've captured the situation regarding color quite, quite well there. And I, I am sympathetic to, to the idea that you outlined there, which is uh which is a form of a limit is about color, so, or anti realism about color if you like. So, uh so the color properties that we talk about redness and so on. Uh Well, you know, they're part of our phenomenology um but, but they don't correspond to real properties in the, in the same sense as well. Nuclear charge might be. Um Now, of course, people might, might often say when we talk about colors that well look colors, they just correspond to the wavelengths of the, of the light. Um But, but the color experience doesn't seem to follow that quite, quite in, in that way. And indeed, we know that um that women and men can experience color quite, quite differently, partially because of uh uh physical characteristics, women are better at it."
	},
	{
		"start_time": "29:50",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And there are some women actually that are that chromatic. I think"
	},
	{
		"start_time": "29:55",
		"speaker": "Tuomas Tahko",
		"words": "that's what I had in mind. Uh So, so there are, there are differences in our color experiences uh probably in other ways as well. Um So, so all of these things do do make me um more sympathetic to the sort of anti realism about color. It's unfortunate that color is also always the example of a real property that's mentioned because of this, but it is what it is. Um But maybe I'll give you another example, and we can, we can uh we can uh get a bit deeper into this because um there are cases which I think you were after that seem like they are mind uh dependent or indeed not quite real in the same sense as some of those other properties that we might talk about are. But still we seem to think that we need to be able to talk about them and there's something real behind them. So what's, what's going on there? So think about uh a mental illness or a psychological uh uh condition of, of some sort like that. Well, that is very much dependent on, on the mind of, of the person who has that condition, I suppose. Uh NO one would all presumably deny that even if there is a physical uh uh characteristic that underpins it. Uh But also we wouldn't want to say that it's, it's not, it's not real, it's not real property to have a, have a certain kind of mental illness. Now, the right question to ask then is uh what, what underlies, what kind of mechanism perhaps underlies that condition. And then we classify these conditions based on uh you know, DS M five in, in, in, in psychology. Um But often, often what uh what we're sort of classifying where we're basing those, those uh classifications on are just uh um behaviors or something like that, that are externally perceivable like that. So, when we ask, when, when we try to identify a condition, let's say depression. Um Well, we want to know what the underpinning mechanisms are and is it a single condition or is it perhaps just a, a variety of different things that come together and, and manifest in that sort of behavior that a depressed person typically uh manifests. Um But there's something real behind there, we might, we, we might just not know what exactly is, is giving rise to this condition. And, and the right question to then ask is, is it, is it one thing or is it several different things? Uh What, in either case, there's something real there? Maybe there's a real dere uh uh natural kind as we say, called depression or maybe there are several different things going on under there and we just classified them together as a sort of syndrome. Uh CALL it depression because we don't really know what the underlying mechanisms are. Does that make sense?"
	},
	{
		"start_time": "32:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, it makes sense. II, I mean, perhaps uh a sort of metaphor or analogy here to pick on uh Plato's allegory of the cave would be, I mean, do you think that there are stances in Metta mess where people would consider to be real? Both the people outside the cave and there are shadows inside the cave? I mean, do, do you understand what I'm trying to uh to arrive at here? I mean, are, are there instances where people would say OK, so there's something real out there that is not what we experience, but what we experience is also real. I mean, is there something like that out there or not?"
	},
	{
		"start_time": "33:24",
		"speaker": "Tuomas Tahko",
		"words": "Yeah. Um HM I don't have a good example in mind but uh but maybe we can talk about it in the abstract as well. So um so, so uh I mean, clearly we, we, we, if we think of the scientific context, we clearly try to think that we're trying to map reality in some ways, you know, we talk about, talk about properties that are fairly well defined, such as such as uh electric charge and so on. But, but let's say, let's say that we are in Plato's Cave and what we're actually perceiving are just those, those shadows right now. Uh I suppose any kind of uh uh uh uh metaphysical realist might still like to say that um Well, even if that is the case, um we are observing something that is a glimpse of what the real world is is like. So, um so you, you might think that there's a, there's a kind of a magnetism to the real thing that is causing, seeing the shadow, even if it is uh in reality, uh a couple of different things that we're mixing up together like the depression case maybe or uh it's not exactly as we thought it is because of uh uh whatever, whatever biases or, or limitations of knowledge, we we might have. So, so you might think that there's a um I mean, you could combine this to usual philosophy of science question uh discussions like uh no miracles argument. There's, it would be a miracle if we, if we were able to be so successful in science and make all the predictions in science. If we didn't, if we hadn't grasped something about the real connections and uh in reality that underlie whatever the shadows on the wall might, might show us. Um So perhaps this is, this is uh tracking what you had in mind. Um"
	},
	{
		"start_time": "35:08",
		"speaker": "Ricardo Lopes",
		"words": "Y yeah, I, I guess it is, I guess it is. So, uh le let's now move on to another topic. Um You in your work, I've read about uh you writing about the distinction between substance and property. So what is the distinction there? What and what is the substance and what is the property"
	},
	{
		"start_time": "35:29",
		"speaker": "Tuomas Tahko",
		"words": "exactly? Yeah. Good. So we're, we're getting uh to the basics in that uh these are often uh candidates for fundamental ontological categories. So we talked about ontological categories and substance. The category of substance. The category of property are probably the two most commonly mentioned ones. Um Now property is, is maybe easier to uh to grasp because property is just things like, well, those color properties that we talked about, be they real or not uh or indeed uh charge or mass or um spin uh to take, to take sort of supposedly fundamental physical properties first. Um uh And uh the usual way to talk about this would be that uh the, the properties are instantiated in some way. So, uh, so they are in, in reality, uh And where are they instantiated with? Well, they might be instantiated in a substance. So something that holds those properties to together. Uh So take an electron, uh if electron is a substance, it's a, it's an, it's an object, it has properties, it has uh unit charge half in to spin and a certain mass. Now, those three properties are instantiated in that substance. The electron. The problem of course, here is which Barkley put better than anyone else that I can think of is, well, when we observe these things such as an electron, well, we observe the properties, right, we, we can measure the charge and the spin and the mass. But once we take those properties away, where, where's the, where's the substance? We can't observe the substance, we can't, we can't point to the substance uh unless it's just a matter that uh uh constitutes uh the uh the, the object. But then if you take the mass and the, and, and all that away, then then that seems to be where the matter goes as well. So um that's a, that's a nice way to, to immediately problematic the, the distinction between substance and property. And of course, some people think that there are no substances, there's just properties bundled together. So a bundle theory of properties would say that well, that's all there is to be an electron, it's to have those properties. But then you still have a problem of saying, well, what, why do those properties go together? What unifies those properties into a single object? And that's the to problematic the other side of it. So, so I think it's nice to think about uh the uh the, the obvious thing that uh the obvious uh distinction that we, we can make here. But uh the difficulty of actually uh making either one of those solutions uh work. But,"
	},
	{
		"start_time": "38:21",
		"speaker": "Ricardo Lopes",
		"words": "but by the way, when we talk here about substances, we are assuming a substance ontology, right? Because there are, there's also other alternatives like a process ontology. And I've just recently started getting into this on the show, I've got into process ontology, approaches to psychology, neuroscience, biology and other scientific disciplines. But we are making that assumption here, right? That substance ontology is correct."
	},
	{
		"start_time": "38:55",
		"speaker": "Tuomas Tahko",
		"words": "Yeah. So uh w when people talk about substance ontology, they, they generally have in mind something like uh well, something resembling a sort of traditional Aristotelian picture where, where substance is, is uh uh in some ways the primary category. Uh So uh so you have to have a substance and it has to be uh characterized by some properties as, as we just talked about. Um But yes, you could have a different kind of ontology. So So we're just talking about the two categories. So you could have a two category ontology, you have substance and you have properties. But uh you could, you could just have the properties. People have tried to, tried to get it by with just one category of properties. But then uh some people have proposed that, well, if you really want to capture everything that's going on in reality and in, in science, uh you have to talk about events or processes as well as you as you've pointed out. So some people think that we need a category of event or process. Uh And indeed, that is uh really a fundamental category because things develop over time, uh like processes do and we can't really understand um what reality without, you know, including that dimension as a fundamental part of it. So I think that that's something that motivates process onto uh biological processes in particular if we want to understand those. Um So, um"
	},
	{
		"start_time": "40:19",
		"speaker": "Ricardo Lopes",
		"words": "yeah, but by the way, as you understand it uh process onto, do you think that they are completely excluding? I, I mean, to put it perhaps in simplistic terms, uh things, substances, objects out there beca because I mean, I mean, maybe again, this is perhaps some of the limitations that are inherent to uh the way we approach science in the West. This is something that I've already also talked about on the show. I mean, we tend to think about uh things about atoms, for example, electrons. And perhaps we're going to get into that later on when we talk, when we talk about building blocks. But um me even the process onto unless you just uh talk uh about things in mathematical terms, like in complexity science, I mean, you don't need to use terms like atoms, electrons. Uh I, I don't know, um personality traits or something like that. I if you just want to uh uh present things, method in mathematical terms, but uh even in psychology and neuroscience and so on, people still talk about uh uh things. I mean, it's, it's not just the process itself but a thing. So uh I mean, are they excluding co or completely excluding something that we would call uh substances or that people in metaphysics would understand their substances or?"
	},
	{
		"start_time": "41:55",
		"speaker": "Tuomas Tahko",
		"words": "So uh so not necessarily. So you could, you could think that processes or events are a fundamental ontological category, but you could still also accept substances, you know, processes could be something that happens to the substances and the substances carry their properties with them through this process or something like that. So, uh uh you know, you could have, you could have uh as you know, I had 10 categories, fundamental categories. Um AND some of them included events like uh categories, uh contemporary metaphysicians try to get away with fewer ontological categories. So you, you would see a trend that, well, if you can get way just with processes, you, you, you should probably try that. And similarly, um uh there are people who think that relations are the fundamental category. So structural realism is, is a position in this space where you, where you try to eliminate the category of substance. And uh uh and just uh say that um relations are, are the more fundamental or at least equally fundamental as, as as the things. So, so, you know, all of these options are open in the, in the logical uh space, but all other things being equal, if you think you can do all the explaining you need in science and in metaphysics with fewer categories, then you should, you know, get a get by with fewer categories that I think that's a widely shared sharing motivation."
	},
	{
		"start_time": "43:21",
		"speaker": "Ricardo Lopes",
		"words": "OK. So could you tell us now what is uh first philosophy, what it really means? Because, II, I mean, when I was 18 years old, I ventured into reading the carts uh meditations on first philosophy. And perhaps you now can finally explain to me what that really means because back then I was really confused,"
	},
	{
		"start_time": "43:47",
		"speaker": "Tuomas Tahko",
		"words": "good. Um I think I mentioned uh first philosophy in passing uh in, in uh in giving my Aristotelian motivation. So it, it, it's a term that comes from, from Aristotle, OK. Descartes was reflecting on, on the same, same topic and, and, and many people after him. But um but it's an Aristotelian idea um where metaphysics is something like um the foundation of our um of our philosophical inquiry. So um uh so then if you study, if you study some of the so called special sciences, um you study biology or you study physics, you know, I Aristotle physics uh included here, then, then those would be uh somehow more constrained areas of inquiry, whereas metaphysics would be studying the whole of reality. Uh And uh and not perhaps going into the same level of detail, but all those other things now, maybe, maybe from a contemporary perspective, you, you could just talk about philosophy and then the special sciences. Um BUT metaphysics, at least to, to my mind does have this sort of a prior role um to, to other areas of uh of, of philosophy. Um PRECISELY because you can't really say very much about any of the specialist topics such as, you know, ethics or, or indeed, epistemology, if you don't have some idea of what, what the metaphysics are like. Um Now that doesn't necessarily mean that you always start um in a temporal order first doing metaphysics and then doing these other things. Uh It's, it's more of a, more of an ontological claim that uh that you need a metaphysical underpinning for whatever it is that you're doing because you can't otherwise uh you know, constrain your inquiry in the, in the correct way if you like. Um NOT sure if that's going to uh solve all your, your problems from your, from your youth and reading the car. But uh but I hope it, it makes sense."
	},
	{
		"start_time": "45:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, it makes sense. And another thing that I read about in your work is about the notion of a minimal truth maker. So what is that, what we, what are we talking about here in the context of uh Metta metaphysics?"
	},
	{
		"start_time": "46:05",
		"speaker": "Tuomas Tahko",
		"words": "Uh Good. So uh uh to keep it simple, let's, let's first uh just uh uh specify what, what a truth maker is. So the truth maker is, is thought to be something. Um I mean, people have different views about exactly how this is to be specified, but it's, it's something that makes a given sentence, a given proposition true. So if you have a uh if you have a uh a claim such as there are electrons in the world, well, that claim we, we think is true and it's made true by uh by the fact that there are electrons or indeed by the actual electrons, the entities that uh that exist, you know, assuming that they exist. So, uh we want to be able to, to track the truth values of our, of our sentences, the truth of our propositions. And to do so we need to be able to uh uh give uh uh or point to the, the relevant truth maker. So, so the proposition or the sentence would be the truth bearer and whatever makes it true uh is the truth maker Um So some people just talk about facts, like I mentioned the fact that there are electrons, but the fact that there are electrons could uh be thought to consist of uh of the actual uh material things in the world, the electrons now. Uh So that's, that's, I think a fairly intuitive sense of uh of, of a, of truth maker. So, so we need something that makes things true. There might be things that are um uh you know, that where there's difficult to point to the truth maker such as uh some necessary truths. Uh uh And there's a discussion about these things. But uh but these are, these are kind of uh uh specific uh specific issues of how you, you specify the truth maker theory. So you might think that not all truths need truth maker in this sort of this sort of way as well. But I do think that the notion of, of minimal truth maker that you've mentioned has a, has a special importance because uh you might say things like this, you know, someone asks, well, um what, what makes it true that there are, there are electrons, what, what makes it, what makes anything true? And someone can give you an answer that that is correct, strictly speaking, which is to say that well, the world, the world makes it. So, you know, the world as a whole, the universe, you know, you, you might hear an answer like this and you know, strictly speaking, it's, it's a correct answer because the world does include those electorates as well. But it includes all the other things as well. It includes, includes everything, absolutely everything. So just to say that, well, all, all the true claims that you might utter are made to by the world as a whole is not very informative. And this is where we need the notion of minimal truth maker, which is just the uh smallest portion of reality that does make that proposition true. Now, using the same example, there are electrons, that proposition is made true by any one of the individual electrons. If there are many uh that exist, you need just one of them for that proposition to be true. Uh But uh you don't need to mention anything further than that first one of them that you encounter to uh uh to give, you know, the full truth maker for that, for that uh proposition as it were. So uh uh we want to be, we want to be able to track uh the truth of the of whatever claims we made as accurately as possible. We might not always be in a position to do so, in which case, we could go to the higher level. But that's, that's the goal"
	},
	{
		"start_time": "49:46",
		"speaker": "Ricardo Lopes",
		"words": "a and what are natural kinds? I mean, when we in philosophy, people refer to natural kinds, what do they mean by that"
	},
	{
		"start_time": "50:01",
		"speaker": "Tuomas Tahko",
		"words": "good? Um This is a topic that I've uh I've written a lot about and uh I actually think that natural kinds are one of the fundamental categories. Uh One of the fundamental anthology categories which we've talked about. So um the good way to think about this is, is uh is by, by mentioning those examples, I've been using the electron example all the time. Uh So electrons would be uh a potential uh example of a, of a natural kind as would be things like uh water or gold or uh you know, things like that. Also biological species I mentioned as, as candidates, there's controversy about what exactly uh should be, should be contained in, in, in those natural kinds. And uh people debate especially about whether things like psychological kinds. I mentioned depression before more social kinds such as money or, you know, race or gender would, would those be natural kinds? Um Either way uh what makes a natural kind real is, is often thought to be something like that criteria of mind independence. In which case, some of those social kinds that I mentioned would be uh immediately problematic, but they're less problematic if we specify that mind dependence criterion a bit more. But, but usually uh the sort of less controversial examples are supposed to be more fundamental uh kinds such as such as those chemical kinds, you know, gold uh or water or indeed electrons. But there's debates about all of these um as as a matter of fact. But um I think the sort of broader motivation here is to answer one of the questions that I mentioned earlier, which is what um what keeps the properties together of uh of something like an electron. Well, if you can uh refer to the natural kind, uh universal that is underlying uh any kind of natural kind such as an electron, then that would be responsible for keeping those properties uh together uh whether or not you have substances in fact."
	},
	{
		"start_time": "52:18",
		"speaker": "Ricardo Lopes",
		"words": "So uh I mean, I guess that it's important to keep in mind here that when people talk about natural kinds, they do not necessarily have a reductionist approach to them. There is they are not necessarily trying to reduce everything to physics. For example, as some people try to do or some people suggest that we should do."
	},
	{
		"start_time": "52:42",
		"speaker": "Tuomas Tahko",
		"words": "Right? Yeah, that's true. So um some people take the view in philo science that uh a natural kind is whatever we need um in in science to um uh make inductive generalizations and, and predictions. So, and you might think that you need all sorts of higher level kinds for that purpose, including uh psychological kinds that, that we've, we've mentioned here. Um And you might think that there's nothing particularly um uh uh well, particularly metaphysically interesting behind those things except that they are a useful epistemic tool. So that might be, you might take a sort of an instrumental view of, of kinds as well. Uh So, so it depends on, on what you, what you regard natural kinds to be, uh what their reality is, is in this sense. But you're right to say that you don't have to be reductionist, uh about, uh, about kinds. Um, ALTHOUGH I'm sympathetic to some, some of the more reduction views about them, I should say."
	},
	{
		"start_time": "53:45",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, I, I mean, I actually have to tell you that I, I used to be one of those people that thought that perhaps we should try to idealistically reduce everything to physics, but perhaps the way I got out of there was not very common, it was just that uh I noticed that I was not intelligent enough to, to deal with physics. I just prefer to deal with things in biological, even chemical and psychological terms. It's easier for me."
	},
	{
		"start_time": "54:19",
		"speaker": "Tuomas Tahko",
		"words": "I uh if I can add one thing on that, I think uh we shouldn't confuse the reductionist project as, as uh um you know, reducing everything to the, to the language of theoretical or fundamental physics if you like. So you could still, you could still hold on to those uh uh terms, the biological concepts for instance, or chemical concepts, even if you thought that uh metaphysically there, there is a reduction down there. But um I mean, that doesn't mean that it's easy to, you know, perform that reduction. But I don't think that we have to eliminate all the high level terminology even if we have a reduction."
	},
	{
		"start_time": "54:54",
		"speaker": "Ricardo Lopes",
		"words": "Sure. And I, I guess that, uh, I, I hope this is a good point to introduce this topic because I had save it for later on in our conversation. But since you've already mentioned, uh, terms like fundamental here several times, what does that mean exactly? Beca because some, uh, it might seem obvious, but perhaps the notion of fundamentality in metaphysics is more complicated than just thinking that, oh, it's something that is really at the basis of reality just to put it in simple terms, perhaps it's more complicated than that."
	},
	{
		"start_time": "55:33",
		"speaker": "Tuomas Tahko",
		"words": "Right. Well, it's so the way we use the notion of fundamentality in philosophy and metaphysics, it's certainly related to the sort of colloquial use of fundamentality. So we talk about fundamental physics. Well, what does it deal with? Well, something like the standard model of particle physics, it lists uh uh all these, all these things that uh do not have further structure that we know of anyway. Um AND uh and they sort of build up other things in some ways. Yeah. So, so that, that is one view and I suppose a fairly common view about fundamentality. Uh BUT it has, it has in its uh background, the idea that uh the whatever the the bigger things are, what the higher level things are, they depend in some sense on the lower level things. So, so often we, we are interested in this sort of comparative fundamentality, we say well, you know, electrons are more fundamental than uh than uh the atoms that uh they are part of. Uh SO the, the part of is key there. So we, we're looking for the, the smallest parts in some ways, but that's, that is just one way to think about fundamentality. Um YOU know, the sort of a mereological part, whole structure. And in fact, you might think that there are reasons uh uh to conceive of the whole, the bigger part of the universe as it were as the more fundamental one. So Jonathan Schaffer famously argues for this type of view. Uh BUT uh you might, you might look at fundamentality slightly differently as well. You might, you might think that, well, it's not necessarily the smallest thing or the, or the largest thing, but it's, it's whatever you need to get everything that there is. So what I mean by that is that uh that you, you need some sort of a basis um and not necessarily the smallest thing basis, but some, some sort of ontological basis uh that is, is minimal and that you don't need anything else just like with minimal truth maker. Um BUT it's sufficient to give you all the other structure or all the, all the other entities that they are in the world. And that basis could then be uh complicated in various ways. It could involve uh dependence, relations among its itself. Uh And it could improve, include bigger and smaller things perhaps. But that would give you, you know, everything that there is. So that's, that's one way to look at fundamentality. You, you, you try to focus on the smallest uh group of entities or facts if you like that, give you everything else."
	},
	{
		"start_time": "58:07",
		"speaker": "Ricardo Lopes",
		"words": "A a and when it comes to fundamentality as we tend to think about it in the context of physics, for example, I mean, I guess that the picture over time is getting increasingly complicated because now we not only have electrons but also quarks and other smaller entities, I guess we could call them. So, I mean, it really, if you're trying to build a picture of fundamentality in metaphysics or reality, whatever you want to call it, then on the basis of the smallest possible entities that we can find, uh I guess that over time it's getting increasingly complicated to really uh uh find the smallest possible thing that we can find out there."
	},
	{
		"start_time": "58:59",
		"speaker": "Tuomas Tahko",
		"words": "Yeah, definitely. And of course, we've, uh we've, we've assumed a number of times or science has assumed a number of times that we're already there. We've found the smallest things. Uh BUT there's further substructure that is, is just been discovered uh afterwards. And who's to say that there wouldn't be even further substructure now, that doesn't matter so much for the philosophical idea of fundamentality. Uh If you just think that it's, well, whatever the smallest things are. But uh if there were to be an infinite sequence going down, then that would be, that would be a problem. And that's perhaps where you could motivate some, some alternative views. So if there isn't a bottom level to be, to, to be discovered, if there is some, some sort of infinite descent of uh of dependence on, on uh uh lower down, then, then that would be a problem for some of these, some of these views. Now, of course, there wouldn't be any way to, to really know that that's the case because if it's an infinite descent, then, you know, you're never gonna get to the end. But of course, there isn't really a way to know that there isn't such a dissenter either because, uh, you know, you, you, you've only seen as much as you've seen."
	},
	{
		"start_time": "1:00:08",
		"speaker": "Ricardo Lopes",
		"words": "Right. And, and perhaps, uh, I mean, in, uh, to some extent this would warrant, or at least some people would immediately bring to the table an anti realist position or stance and say something along the lines of, oh, I, I mean, there's nothing really more fundamental or smaller out there. It's just the way you are conceptually, uh, uh, conceptually parsing reality out. Right. Something along those lines."
	},
	{
		"start_time": "1:00:41",
		"speaker": "Tuomas Tahko",
		"words": "Yeah. Uh, I suppose that's true. I mean, I'm not quite sure what the end result of that line of reasoning is though, is it just that there's, we should just focus on reality as a, as a whole rather than its parts. Um, BUT you might still think that they are dependent relations between those parts. So, so there's still questions that we might, we might ask. Um, BUT, but you're right. I mean, especially if there isn't epistemological any way to know the truth. It might seem that, uh, that it's, it's more of a conceptual um exercise. Now. I, I mean, one thing that people also say in this, in this uh uh discussion about fundamentality that is sort of supposed to get your intuitions rolling is that, well, the fundamental is, is, is just what, what God had to do to make the world, what it's like uh give that sort of a, that sort of metaphor. Um Now, I'm not saying that I necessarily like that metaphor, but it does give you the idea that, well, you, you just get the minimal bits in place whatever they are, you know, they could be idealistic pieces as well. Uh And uh if that's enough to get you going with the world, then, then, then so be it. Um YOU know, the alternative is to list every single thing that there is in the world, I suppose."
	},
	{
		"start_time": "1:01:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I mean, I guess that we also have to keep in mind that when it comes to the more epistemological side of things here, there's, it's always the case that whatever approach you have to epistemology, it doesn't necessarily have to be the epistemology that works within science or the scientific method it can be any other sort of epistemology. But when you really get down to it, there's a certain number of axioms that you just have to accept as true and can't really be proven. Uh, OTHER, I mean, you just have to take them at face value and believe in them to really then build up the rest of your epistemological approach. I mean, at the end of the day, there's nothing that we can do about that, right? It's just how things work, I guess."
	},
	{
		"start_time": "1:02:52",
		"speaker": "Tuomas Tahko",
		"words": "Yeah. Yeah. So, I mean, it sounds to me that you're kind of describing a sort of foundational epistemology where you have to take some primitives, you know, that you express your commitment to those and then you try to try to construct the rest of your epistemology on, on the basis of that and, and, and I mean, that's right, although not everyone accepts that sort of view of epistemology either. So you could have a sort of uh what might be called a coherent view of reality. Uh uh Where, where you have all, all your different, all, all the different parts of your epistemic framework, sort of um uh being related to each other and even being circularly dependent in some, some ways. Um Now how, how exactly you specify that is, is, is problematic because um it seems to violate some of the basic principles that we have in mind, which is uh uh that, you know, there's always an explanation. Uh And the explanation isn't circular, you know, if you, if you just keep on uh giving the same answer to, to the why question, then it doesn't seem like you're giving a satisfactory answer necessarily."
	},
	{
		"start_time": "1:04:04",
		"speaker": "Ricardo Lopes",
		"words": "But are there many, I, I guess we could call them coherent iss out there? I mean, to, to what extent is the uh how, how popular is this view?"
	},
	{
		"start_time": "1:04:17",
		"speaker": "Tuomas Tahko",
		"words": "That that is a good question. I, I'm not sure if I've got a good sense of how popular it is in epistemology more broadly speaking. But uh it has been been spilling into this discussion of fundamentality, this idea of metaphysical coherent system. And uh I mean, it's not a popular view, but it is a view that is um um I suppose defended by some explicitly and entertained by others as, as one possible way to uh way to understand reality where um I suppose you could motivate it with, with contemporary science as well because we don't seem to find those sort of independent building blocks so easily, you know, uh uh for instance, um if you consider uh quantum theory, uh things seem to have dependencies that we uh wouldn't have thought that they do if in uh in entangled systems, for instance, and so on. So that gives you, gives you a motivation to um to look at, look at a more holistic or coherent explanation uh of, of uh of the phenomenon that, that we're exploring"
	},
	{
		"start_time": "1:05:24",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. A a and please don't get me wrong you when my audience, uh, by asking you whether it is popular or not or how popular it is. I was not trying to make an, a popular argument here. I mean, because that's also usually a fallacy. It can be informed to some extent, but it's usually a fallacy. So I was just, uh, out of curiosity trying to know or understand better if there are many people out there defending this view or, or not. Yeah,"
	},
	{
		"start_time": "1:05:55",
		"speaker": "Tuomas Tahko",
		"words": "I understand that. No. Yeah. But it's, it's a, it's an alternative that's receive serious consideration. I'll give you that."
	},
	{
		"start_time": "1:06:02",
		"speaker": "Ricardo Lopes",
		"words": "OK. OK. So ju just to cover a few more concepts here before we get into our last question. So we've talked about things like natural kinds, for example, what is essence, I mean be because that's also another word that probably in common parlance we use in slightly different ways than the philosophers in metaphysics or Matam Metaphysics would use. So, what do the philosophers mean by that?"
	},
	{
		"start_time": "1:06:34",
		"speaker": "Tuomas Tahko",
		"words": "Yeah. Good. I, I've, I've avoided the notion so far because I suspected we might talk about it as well and because it's uh it's, it's a notion that um has an air of mystery about it for a lot of people. So uh let's start with an example. So, so um uh we talked about natural kinds and it's, it's sometimes said that the essence of a natural kind such as gold is that. Well, it's just the element with atomic number 79. So you look at its microstructure or something like that. So its essence or its nature is that it has that sort of microstructure or look at Aristotle exam. Aristotle's examples of essence. I mean, it's an Aristotelian notion really. So the uh the essence of Socrates is that, you know, his rational animal or something like that or capable of humor, what have you, you know, uh you can give all sorts of examples. It doesn't really matter what the uh what the uh what, what the correct answer is in, in some of those cases, the point is that when you give the essence of some entity, uh you, you're trying to give something like it's like it's nature, it's uh it's definition, but not just uh its definition in language, but its real definition as Aristotle puts it. So what it is to be that very entity and it turns out to be quite difficult to specify that uh you might start by listing uh sort of necessary properties you think. Well, Socrates is necessarily uh uh human uh Socrates couldn't have been uh uh you know, a, a plant for instance. Uh So, so that seems to tell you something about the nature of Socrates. But, but in some, some ways that's just uh your, your intuition about it. Now, when, when I specify the notion of essence, I, I like to, I like to give a very precise uh account of it, which is to say that, well, when you give the essence of a given entity, when you, when you state it, you're stating its identity and existence conditions. So what it is to be that kind of entity and what it would it take for it to exist. And that's saying something a bit more than just giving those sort of um intuitive uh accounts of it because uh for something to exist, uh you, you also know, need to know what other things need to hold for that thing to be able of existing. So, um you might think that uh well, you might think that the natural kind, water which is often thought of having as its essence as it being H2O well, in some ways, I mean, that's debatable, but there's something true there for sure, which is to say that uh you couldn't have water if you didn't have oxygen and you didn't have hydrogen and not only that, but oxygen and hydrogen need to be arranged in a specific way. Uh So that you have, you have the water molecule there. Uh So, so what you're trying to do when you're trying to then give the, the essence of, of some natural kind like that is, is to try to figure out all those connections that it might have to other entities. Uh What are the conditions that need to be in place for it to exist? And that I suggest is something that you, you get partially with the help of science and, and partially by uh by the help of sort of more better physical reasoning about it. Um But that's, that's just one view about essence. Uh SOME people would regard it as a, on a more conceptual basis that it is uh something that uh that we capture in language or that uh it's just the necessary properties that something has or you know, some sort of a bundle of the properties that uh that thing has. So there's debate about what exactly essence, how, how we should metaphysically characterize essence."
	},
	{
		"start_time": "1:10:23",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that uh scientists use terms like essence in a similar way that philosophers do? Because for example, in biology nowadays, it's very common for us to hear from evolutionary biologists that we shouldn't think about species in essentialist terms that there are many anti essentialist stances in science out there, not only in biology, but also many times in sociology when it comes to terms like race, for example, and stuff like that. So, uh uh I mean, as a philosopher, how do you look at the way uh scientists in those examples and others use the term essence? Do you think that it's similar to the way philosophers use it or not?"
	},
	{
		"start_time": "1:11:20",
		"speaker": "Tuomas Tahko",
		"words": "Well, it's, it's similar to the way that some philosophers have used it in the past, at least. So, uh those those anti essentialist tendencies in in, in biology, for instance, that you, you mentioned uh have as their source. Um KIND of what I think is an obsolete view of uh of essence, which is to regard essence as something that's necessarily intrinsic. Uh So something like the DNA of a biological species, for instance, so that is what, you know, crypt and partner at one time when they popularized, talk about as of natural clients might, might have thought or certainly wrote. Uh But that is a, that is a very constrained view of, of what, what essences are, it might be correct for some things. But um uh from the description that I just gave you, uh it can't be the whole story because uh to give the essence of something ID, IIII, I think that we need to give the relations that it has to other things as well. So for a biological species that would presumably in include its history or its uh or its lineage, not just its, its DNA. So this is debated. There, there are people who still uh defend forms of biological essentialism, but they are almost exclusively people who uh somehow include extrinsic properties such as the historical lineage that um uh biological species might have. And I think that that's the only way that we should ever have understood essentialism. So there's a bit of a misconception and a bad reputation for the notion of essence because of this."
	},
	{
		"start_time": "1:12:50",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So we've talked about essence Uh I wanted to ask you also about uh concepts like ground and modality and then to understand the relationship that essence, ground and modality have among them. So tell us first perhaps about ground and then we'll go through the rest."
	},
	{
		"start_time": "1:13:14",
		"speaker": "Tuomas Tahko",
		"words": "Yeah, good. Um So, so the notion of, of ground or grounding is, is, is uh kind of a term of art in philosophy right now, which has been enjoying AAA lot of popularity in recent years. Uh But we've already, I think because we've already touched on topics like fundamentality, it might be easiest to specify it in, in those terms. So some people think that uh what fundamentality is about is, is really just about what grounds what, so I've thought about this in terms of dependence and grounding is a type of metaphysical dependence relation. Uh If, if usually, usually it's conceived in this sort of way. So you might say that, well, let's start from the H 2 h2o molecule. Uh You'd say that the existence of the H2O molecule is grounded in the existence of the hydrogen and the oxygen or the fact that the hydrogen or oxygen exist and the existence of those atoms is grounded in the, in the fact that their, you know, parts exist and so on. And you might end up at the fundamental level like this. So this is just a type of dependence uh dependence structure really which uh which is captured with the notion of of grounding, uh something holds in virtue of something else. Uh There's, there's a bit of a debate about how best to characterize grounding, what, what the, what the properties of this type of relation is. And there's a debate also about whether this is the only notion of dependence that we need or whether there are different kinds of notions of dependence. Uh I'm perhaps more inclined to think that the latter that uh while grounding is a useful concept, we may need other notions of dependence as well. But um it's probably the most popular way to formulate this notion of fundamentality. It's just trying to find the ground level as it as it were or what, what uh everything bottoms out out on"
	},
	{
		"start_time": "1:15:08",
		"speaker": "Ricardo Lopes",
		"words": "and then what is modality"
	},
	{
		"start_time": "1:15:11",
		"speaker": "Tuomas Tahko",
		"words": "good. So, modality is um is a broader term that in philosophical context is usually uh captured with possibility and necessity, but it includes other things as well in philosophy. Uh We talk about deontic modality for instance. So uh I have a, I have a duty to uh be respectful for other people that would be a sort of a, a moral concept. Um But uh but the most common usage is probably uh to uh to the notions of possibility and, and necessity. So, uh uh those are, those are moral concepts and mortal epistemology would study the epistemology of those moral concepts. How do we know that something is necessary for instance?"
	},
	{
		"start_time": "1:15:57",
		"speaker": "Ricardo Lopes",
		"words": "And so what is then the relationship between essence ground and modality."
	},
	{
		"start_time": "1:16:07",
		"speaker": "Tuomas Tahko",
		"words": "So um if we start with essence and modality, uh they were, they were conceived uh at some point to be uh really the uh two sides of the same coin again. So you might say that uh uh what is uh what is necessary is essential and what is accidental is, is possible. So, um so I listed those necessary properties that Socrates might have, you might give the essence of Socrates in this sort of way, but that isn't quite right according to sort of Aristotelian line of thinking, um essence would, would be a prior notion to modality in this sort of way. So all the, all the moral truths that you might have all the truths that you might state about neces, necessity or possibility would ultimately be um made true in virtue of the natures of things, the essences of things. So if that's right, then essence is the prior uh prior concept and you can explain modality or reduce modality to essence. Now, that's it's a slightly controversial view, but there is a significant number of people in the sort of the r Cilian camp who would, would subscribe to something like this. And in fact, you could, you could try to express this relationship in terms of grounding. So sometimes you, you would hear people saying that modality of necessity is grounded in essence. Now, I actually don't think that that's quite right. But uh uh that's uh how you might see that these, all these three notions would be related that that grounding is uh is something that explains these uh these relations between different things and uh what the relationship between essence and modality is just this. Um But uh this is slightly complicated because uh if you, I I just said that you could reduce modality to essence grounding is not always thought of as a reductive concept like this. So you might think that even if the higher level things are grounded in the low level things that doesn't make the higher level things any less real than the low level things. So it's just expresses a notion of dependence between them. So how exactly you relate, all these notions will depend a little bit on how you think about uh the correct way of of cashing out both grounding and uh and the relationship between us and some modality if you like. Mhm That's a very brief introduction."
	},
	{
		"start_time": "1:18:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Sure, sure. Maybe somewhere in the future, we can dive deeper into the, the questions that would arise here. But I, I mean, I would imagine that when it comes to thinking, for example, about what is, I guess we could say essential to a particular um category. Le le le let's say we are talking about humans. What is a human? Uh I mean, we could say, oh, it's an individual from the species, almost sapiens or it's a living being that has these or that kind of uh psychological properties, for example, that distinguishes them from individuals of other uh species out there. Uh And we perhaps everyone would agree that when it comes to the accidentals, I mean, the fact that I was born in Portugal and Portuguese, I guess that everyone would agree that, that when it comes to thinking about what the human is, that would be just an accidental property and the fact that I have brown hair and all of that. Right?"
	},
	{
		"start_time": "1:19:41",
		"speaker": "Tuomas Tahko",
		"words": "Um Yes, I mean, all, all that you say is, is, is right? But um maybe I missed on with what question you want me to focus on."
	},
	{
		"start_time": "1:19:51",
		"speaker": "Ricardo Lopes",
		"words": "Uh I mean, I was just, I was just giving that for, for the audience that uh as an example, I mean, in terms of the, perhaps some of the ways by which sometimes philosophers think about something that is necessary or something that is just accidental."
	},
	{
		"start_time": "1:20:10",
		"speaker": "Tuomas Tahko",
		"words": "That, yeah, that's right. Yeah, I mentioned the accidental properties without really uh describing that. But yeah, that's right. Uh All those sort of things or it's accidental that, that I'm a philosopher or that Socrates was a philosopher rather than a carpenter or something like that. Uh That's, that's usually right. But then when it comes to specifying the, the really necessary, more essential properties, then that, that may be uh a more difficult question."
	},
	{
		"start_time": "1:20:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Right. No. Yeah. Be because again, we can try to perhaps ground it in a way in uh DNA, differences in DNA, between different species or even do not think about species at all. And cash it in nonbiological terms. What, what makes for a human and what is a nonhuman? I mean, it's, it's very complicated. It can and cash it in religious terms if you want it. I guess so and base it all in, I don't know, revealed truth or something along those lines or some sort of theology. But anyway, moving on, um I, I want to ask you about another concept before we get into our last question. So what is the structure?"
	},
	{
		"start_time": "1:21:25",
		"speaker": "Tuomas Tahko",
		"words": "Mm Structure. Yeah, we've, we've talked a lot about structure of reality actually in, in passing here. Uh BUT just in a sort of uh superficial uh such just as a superficial notion really. So the notion is used as a, as a sort of specific technical technical term. But I think that maybe the best way to, to conceive of it is as uh uh dependence relations. So whatever dependence relations hold in the world, that's a notion that I keep going back to as well. So whatever structure that is that there is in the world must be, must be somehow um governed by dependence relation of, of, of some sort. Um And they could be the sort of uh existence conditions. So something depending for its existence on another thing that would give you a sort of a structural relation. Uh And uh and some people think that when they talk about structure, they are just talking about fundamentality or grounding or the relationship between those. So all of these notions are, are very closely related. Um But uh people might differ then uh depending on, on how they specify one of those notions, what, what happens to the others."
	},
	{
		"start_time": "1:22:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And, and so the final question I would like to ask you is you wrote this very interesting article where you argue that there are no building blocks to reality. So what is the main argument there? And by the way, what, what do you mean by building blocks in this particular context?"
	},
	{
		"start_time": "1:23:08",
		"speaker": "Tuomas Tahko",
		"words": "Yeah. So uh I think you're referring to a, a AAA popular article that I, that I wrote on this, um which I, I think that the, the title is, is, is more provocative than I would like to be because I, I, I'd like to be more neutral on the question. But, but often, often, often we journalists want us to, to have a Clickbait titles just to get that out of the way. But uh but II, I do take that option seriously in any case. So I'm happy to talk about it. So uh so start with the building building blocks. So, so the building blocks is just a um an intuitive term for whatever, whatever the fundamental things might be. So, so I like to think of it in terms of uh what I specified before. So the minimal uh sort of minimal set of, of, of things or even conditions that gives you everything else. But you could think of it just as the, you know, the standard model of particle physics or something like that. Um So, so if those are your building blocks, what does it mean if there aren't any, well, it might mean something like the infinite structure that we sort of uh uh passed, passed on in, in passing. So, so uh uh there are no building blocks if there is an in, in infinite descent of, of, of structure, if you like going and, and there's never any, any bottom level that you, you encounter. Um But I think that uh even in that sort of scenario, there is a way to, to, to develop an interesting view because uh even if you had an infinite descent, uh it could be, it could be uh uh repeating in some sense. So, so if you, if you think of um uh us finding some sort of substructure in electrons, for instance, there's some sub electrons and uh and then you, then you were to find that uh there's some sort of patterns that repeat in that, in that structure that you find from that, that maybe that you could express in a, in a, in an algorithmic form of some sort. Uh Then that would give you a principle that would sort of produce uh whatever you have in reality, the minimal conditions for producing whatever else you have in reality. So even, even in that sense, um there could be something that could be conceived of as a, as a structure and as even potentially fundamental structure, even if you wouldn't really have that, that sort of building blocks uh metaphor in a, in a, in a sensible uh sense because you wouldn't have the, the smallest things in a, in a way. So, um uh if, if we're open minded to, about what those building blocks might be, then uh then I, I feel uh that it's unlikely that there wouldn't be any but uh uh I would leave the option open."
	},
	{
		"start_time": "1:26:01",
		"speaker": "Ricardo Lopes",
		"words": "OK. But, but do you think that if this view would be right? Um That we, uh I, I mean, even going uh just a level above electrons and protons that it would make sense for us to still talk about things like atoms or that we should just, when it comes to the f the fundamental structure of reality, perhaps we should try to cash it out in different uh terms."
	},
	{
		"start_time": "1:26:32",
		"speaker": "Tuomas Tahko",
		"words": "So, uh are you asking if this view were true that there weren't any building blocks in reality? Then, then would that would that undermine our, our, our talk of to build"
	},
	{
		"start_time": "1:26:45",
		"speaker": "Ricardo Lopes",
		"words": "our, our talk of um part, let's put it in terms of particles. So OK, so, so perhaps even moving one level above electrons and protons to the level of atoms? I mean, would that also be undermined in some way or?"
	},
	{
		"start_time": "1:27:05",
		"speaker": "Tuomas Tahko",
		"words": "Yeah. Yeah. Ok. I see. Yeah. So, people, uh, people have argued that if you, if you didn't have any building blocks then, then, uh, uh, these sort of compost entities like atoms, you know, wouldn't, wouldn't get off the ground as it were because you don't have, you don't have any basis for them. I don't think that's, that's quite right because um you would still have these dependence relations that we've been talking about in place. Uh So you would have structure in this sort of sense. Uh So, uh even, even if, um even if you couldn't give, give uh the sort of reductive basis for those things, uh the, at, at, at the level of atoms, for instance, because you wouldn't be able to point on the smallest things that they depend on. You would still have uh uh isolated uh uh uh sort of networks of dependence that could be informative for you. So you could still say that, well, the atoms definitely depend on um the protons and the neutrons and the electrons in some way. Uh And that would be informative and true. Uh Even if you, even if you didn't know what, what comes after that, so it depends how you, how you constrain that, that discussion. But I do think that it could still make sense to talk about these things. I mean, it better make sense because we talk about them."
	},
	{
		"start_time": "1:28:28",
		"speaker": "Ricardo Lopes",
		"words": "Uh But, but do you think that this would, uh, if that was true, it would warrant a sort of uh relational ontology instead of a substance ontology or not necessarily?"
	},
	{
		"start_time": "1:28:42",
		"speaker": "Tuomas Tahko",
		"words": "Yeah, I mean, it could speak in favor of, of some sort of relational uh ontology. Um But uh the trouble with that relational ontology, well, 11 issue with relational ontology is that we often think of relations as being relations between things between entities, not necessarily substances, but between things or potentially properties. So it's difficult to, to uh get rid of that idea. And in fact, there's the opposite idea that you could, you could develop. It's that there are really no relations, there are just uh the things that have dependencies between them but, but those dependencies are entirely explained by whatever properties those two things have. Uh SO that the relation between them is, is entirely uh internal, we might say. So, uh let's say, let's say that uh you are taller than me. I don't know if that's true, but let's say that you are taller than me. Um Well, that relation between us holds just in terms of uh your height and my height, but the taller than relation doesn't exist necessarily in reality. So that this way we can problem either of you really. So the relational ontology, uh are there just the relations or uh some sort of a substance ontology or property ontology? Are there just those things rather than the relations. And, um, it's not easy to come up with a conclusive argument for either of you, in fact."
	},
	{
		"start_time": "1:30:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I guess that this, in a sense goes back to something that we discussed earlier when I mentioned process ontology and now I've been talking about it over the past few months with psychologists, neuroscientists and so on because I, I mean, again, they still mentioned the substances there,"
	},
	{
		"start_time": "1:30:28",
		"speaker": "Tuomas Tahko",
		"words": "right? Yeah. Uh Even if you don't mention substances by name, it's difficult to get around the idea that there is uh there's something that sort of holds properties together or something that uh the relations relate. Uh SO uh or, or something that survives through a process, you know, has identity over time. Um UNLESS you look at the process in a more holistic uh holistic fashion. So uh yeah, I think all, all these options are are on the table."
	},
	{
		"start_time": "1:30:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, maybe we need more Buddhists in science to help us deal with, with real, with cashing things out in e exclusively relational or process ontology terms and just doing away with substances. Maybe it's a limitation of uh our Western culture. I don't know."
	},
	{
		"start_time": "1:31:22",
		"speaker": "Tuomas Tahko",
		"words": "Well, you could be, you could be right. Um I mean, there are, there are examples of process onto just in western Western culture as well, of course, but you may be right that it's a, it's a more um uh sort of more well researched topic uh outside the, the uh the western uh metaphysics if you like. And I mean, and, and same goes actually for some of those uh other topics that we mentioned the sort of coherent networks, holistic views and in indeed those infinite uh networks as well. So, um uh so people in uh studying fundamentality have, have uh uh drawn inspiration from uh from Eastern uh philosophy for these, these topic as well."
	},
	{
		"start_time": "1:32:04",
		"speaker": "Ricardo Lopes",
		"words": "So, so perhaps we're taking in reverse and it would be the highest levels that would be the fundamental, it would be actually culture, that is the fundamental level of reality. And then you would derive all the rest from uh that"
	},
	{
		"start_time": "1:32:23",
		"speaker": "Tuomas Tahko",
		"words": "perhaps. So, perhaps so, uh I don't know if that's still going to be realist."
	},
	{
		"start_time": "1:32:29",
		"speaker": "Ricardo Lopes",
		"words": "Well, we, we would have to perhaps discuss that with o other people as well and in another conversation. So, uh doctor uh or Thomas just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:32:46",
		"speaker": "Tuomas Tahko",
		"words": "Yeah. Um It'll, it'll be easy because my name is very unique if you can spell it, right? Uh So, so Google is your friend but uh my, my website is just uh TT A hko.net and uh all my papers are there, but they're also on Google scholar and Phil papers uh which is the archive for philosophical work that is very helpful. Um Yeah."
	},
	{
		"start_time": "1:33:11",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. I'm leaving links to that in the description of the interview. And thank you so much again for taking the time to come on the show. It was really fun talking"
	},
	{
		"start_time": "1:33:20",
		"speaker": "Tuomas Tahko",
		"words": "with you. Thanks very much, Ricardo. Likewise. It was uh it was uh very entertaining."
	},
	{
		"start_time": "1:33:25",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Z Mark Nevs calling in Holbrook field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel S friends, David Wilson, the dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi, Nale Me, Gary G Alman, Samos, Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez or Solis Scott Zachary ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Giorgio, Theophanous Chris Williams and Peter Wo David Williams Di A Costa Anton, Erickson. Charles Murray, Alex Chao Marie Martinez, Coralie Chevalier, Bangalore Dey Junior, Old Arrington, Starry Michael Bailey then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the brand and Nicholas Carlson Ismael Bensley Man, George Katis, Valentine Steinman, Perlis Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stein, Tom Ween, Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]