[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricard Loops. And today I'm joined by Doctor Iris Mouse. She is professor in the Department of Psychology at the University of California Berkeley. Her research focuses on emotions and emotion regulation with an emphasis on their links to psychological and physical health. And today we're going to talk about emotion, emotion regulation and some other related things like reappraisal emotion goals and also the potential psychological effects of us focusing too much on happiness. So, Doctor Mouse, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:41",
		"speaker": "Iris Mauss",
		"words": "Thank you so much for having me."
	},
	{
		"start_time": "00:44",
		"speaker": "Ricardo Lopes",
		"words": "So I mean, uh about emotion, what is emotion exactly? I, I mean, because I would imagine that uh in different scientific disciplines, people would approach emotion in at least slightly different ways. So, in your work, how do you approach it? And what is basically perhaps the role and the importance of emotion for our overall psychology,"
	},
	{
		"start_time": "01:13",
		"speaker": "Iris Mauss",
		"words": "let's say you hit on a, in a very understated way you hit on one of the biggest debates in in the field actually. Um AND so saying that there's slightly different approaches is little bit of an understatement. Um But so the simple answer to your question, what is an emotion is that um I define emotions as responses um that are um valuated in nature. So, have a good versus bad um component um that are in response to internal or external stimuli. Um And um I consider emotions as involving um the whole human. So there's experiences behaviors and physiological aspects to an emotional response um that tend to be at least um loosely coupled with one another. Um So, um that's how I think of emotions. So I alluded to there's um big divergences across researchers about exactly the nature of emotional response. Um And the nature of how the various emotional components relate to one another. But I find this a good starting point. Um Yeah."
	},
	{
		"start_time": "02:39",
		"speaker": "Ricardo Lopes",
		"words": "Uh AND so, uh about the second part of my question and when it comes to our overall psychology, what would you say is the importance of emotions? What is the role that emotions play there? And particularly since we're going to focus a lot on psychological and physical health, I mean, basically, how important are emotions in that regard?"
	},
	{
		"start_time": "03:04",
		"speaker": "Iris Mauss",
		"words": "Yeah. So I think emotions are absolutely essential um to all aspects of health, um psychological, physical health. Um And um really, if we think about um emotions, um they're so integral to all aspects of human functioning and human psychology, I sometimes sort of in my courses challenge students to think of any time when they experience uh no emotion at all. Um And so, obviously, we can think of times when we're not very emotional. Um But um I, I think that um it's hard to think of times when we have absolutely no emotion at all. Um And then of course, many of life's biggest and most consequential events um are characterized by an abundance um sometimes overabundance of um rich um emotional experiences. Um So, in a way, I think emotions are absolutely integral to um psychological and physical health. Um AND all of human um psychology, and it's interesting actually that in a way psychology has little bit ignored emotion um more so than other aspects of psychology. So, cognition has been in the field um topic of research um for um longer um in modern empirical psychology. Here comes the cat. Um And um we can talk about maybe why that is. Um BUT it has changed. So in the last 1020 years, uh emotions have uh very much so become um a topic of research interest appropriately. So, um and um there's been a recent paper even that has sort of described what they call the rise of activism in um psychology,"
	},
	{
		"start_time": "05:24",
		"speaker": "Ricardo Lopes",
		"words": "which is actually very interesting because I mean, at least by now, I, isn't it? I mean, I, I perhaps consensually is too strong a word to use here, to use it to use here. Sorry. But isn't it the case that by now? We, we've already sort of established that there's no strict division between emotion and cognition or emotion and reason because we actually need emotion to even be able to reason."
	},
	{
		"start_time": "05:55",
		"speaker": "Iris Mauss",
		"words": "Hm. Yeah. So I think there's kind of two really interesting parts to, to that statement one way is that I think, and that's maybe the simpler way to think about that um distinction between cognition and emotion. And that's the idea that they mutually constitute one another. So, um in other words, how we think directly shapes how we feel and how we feel directly shapes how we think. Um So there's a mutual interdependence if you will and they're very much so intertwined. But in that way of thinking, we can still distinguish between uh more cognitive and more emotional processes. Um But there's a second way um that's less straightforward of thinking about that distinction. And that basically sort of says, um you basically wanna do away with the distinction such that um responses that we call emotional in nature really um generalize um processes that we sometimes call cognitive um and apply them to um um to how humans respond. And so, for example, Lisa Feldman Barrett is a researcher who I think has advanced a model that's more aligned with that way of thinking um or by basically general processes um constitute both emotional and cognitive responses. Um In my research, I still um find it useful um to, to make the and maintain a distinction, at least in principle between more cognitive um appraisal processes thinking um versus more emotional um processes. Um And um yeah, I find it helpful. Um And also I think there's some um grounding and in empirical science to um distinguish those types of processes, even if we say, say that they're very much so intertwined with one another."
	},
	{
		"start_time": "08:18",
		"speaker": "Ricardo Lopes",
		"words": "OK. And why do you think that at least historically, people have focused more on cognition than emotion?"
	},
	{
		"start_time": "08:28",
		"speaker": "Iris Mauss",
		"words": "Um That's a great question. Um I'm not a historian of science. Um But I think there's um one answer to that question is just that it has been in, in incredibly difficult to do empirical science on emotions. And so I think uh quite frankly, researchers um were um unsure about how we could even study um these um very ephemeral processes um of the mind. Um And um sort of simply were hesitant, hesitant to, to do so until um I think William James was sort of an early precursor on sort of at least a talking in a principled and um at least in principle um empirically accessible way about um feelings and emotions. Um And then, um of course, um Sylvan Tomkins and Paul Ekman, starting in the fifties and the sixties, um 19 fifties, 19 sixties um um put emotion signs out on the map. They were the first ones to really start conducting um empirical work as we understand it today um on emotions. And that I think started little bit of a, it, it sort of opened the floodgates, I think because they were the ones to sort of step up. And of course, their work drew a lot of criticism. But I think it was really important to just show that you can, you have to get started somewhere even if it's a really simplified first approach. Um And so that, that I think really analyzed the field into starting somewhere and then going from there. Um And today we ended up with just a immensely rich um body of research. Yeah."
	},
	{
		"start_time": "10:41",
		"speaker": "Ricardo Lopes",
		"words": "And, and I, I mean, yeah, I, I, I'm not sure if this uh has played a big role or not, but I would imagine that also, at least in our Western tradition, I mean, people have been looking down for a long time on emotions. I mean, it's basically about uh reason and about being reasonable and about taming your emotions and ideally donating them because I mean, apparently people thought that if you could do that, you would reason even better, even though we now know that you can't even reason without emotions. But anyway, at least there's some legacy of that kind of thinking about uh emotions, I guess."
	},
	{
		"start_time": "11:27",
		"speaker": "Iris Mauss",
		"words": "Yeah. And so, and that very much so um um reappears in the research today. Um And I'm sure we'll talk about that um later. Um But that distinction between reason and emotion, of course, goes back a long time. There's the platonic ideas about sort of, um, human passions, um, hijacking human reason. And ideally we should be guided by mostly reason and not so much the passions. Um, OF course, there's a Aristotelian view that's different from that and that doesn't sort of see emotions as just negative, um, harmful animal like, but rather, um, thinks about emotions, I think in a much more, um, in a, that's much more aligned with modern thinking about emotions. And so Aristotle um proposed something that's um more aligned to sort of like feeling, um the right amount of an emotion in the right way and to the right extent as being um conducive to, to the good life. Um So it's a view of emotions that's not so starkly negative animal like um and um rather, like, we do have to modulate emotions as the view, but we can still use them and they're very important um for uh for making decisions and conducting in our life in a way that's uh virtuous and, and a good life. Um And that view reappeared of course, in various different shapes and forms. Um So, hume, for example, arguing, um that um um reason is and ought to be um the servant of the passions. Um And so, um there's another sort of historical view of emotions is really integral to making good decisions. Um But I think your starting point is really well taken that at the early part of the 20th century, there was a really negative view that was, uh, in part, sort of like Freudian psychoanalytic, right. That saw emotions as the source of, um, all, many, the most horrible things about humans aggression, um, destructive impulses, the, the, the aid basically being the seat of emotions. Um, AND I think actually you're absolutely right that, that sort of fed into, hesitant to, to study these bad things and when people study them, they studied them as something to be controlled and how we sort of can get rid of them. Yeah. Um, I think that's a really interesting observation. Um, CAN I make one more point about this? Yes,"
	},
	{
		"start_time": "14:48",
		"speaker": "Ricardo Lopes",
		"words": "of course."
	},
	{
		"start_time": "14:49",
		"speaker": "Iris Mauss",
		"words": "And one of the most, I think it's like, just the fascinating observation, sort of like how people think at the most fundamental level about emotions, like, are emotions good or are they bad? Um, AND, um, uh, we've actually started to study how, um, lay people think about, uh, emotions, um, sort of like, akin to these philosophical debates. Most lay people have intuitions about emotions that are sort of like either of the sort of platonic flavor where they think no emotions are to be feared and controlled and these are bad things that I should get rid of. But then some people, lay people, not philosophers, um have, um, sort of the more Aristotelian hume, like intuitions about emotions where they think emotions are to be embraced, they're important um, in our lives. Um, AND, um, give our lives meaning and richness. Um, AND, um, that extends to unpleasant emotions. Um, YEAH. So there's a really interesting parallel to that philosophical, um, debate and how lay people think about emotions."
	},
	{
		"start_time": "16:20",
		"speaker": "Ricardo Lopes",
		"words": "So, when it comes to classifying emotions in terms of them being good or bad, we're talking about violence here. Right. That's usually the term that psychologists use or not."
	},
	{
		"start_time": "16:33",
		"speaker": "Iris Mauss",
		"words": "Yeah. So that's very interesting. Um, AND I would say no. Um, SO, um, and I should check my own. I think there's a habit of doing that and I myself have that habit and I should check myself because, um, um, we can up so one of the most basic ways in which we differentiate uh among different emotions is by valence. Um And um there's emotions that feel good, pleasant, like joy, um, hope, love, um, excitement, um, peace, calm. Um And there's emotions that, um, feel unpleasant, um, anger, sadness, despair, fear and so forth. Um And sometimes we jump to the conclusion that pleasant emotions are those that are good and those that we should strive for and we assume that all people want to feel pleasant, emotions and conversely unpleasant emotions are those that are bad that people want to avoid, uh and that are harmful, but it turns out that, um, that mapping doesn't, um mm uh isn't completely accurate um, with regard to what emotions people want to feel and also what emotions people um should want to feel. Um, SO, um, Maya Tamir who's a, um, psychologist, um, at the Hebrew University, um, has studied, um, the cases, um, really in depth, um, where, um, the exact opposite is true and sometimes those are the most interesting, um, cases where people, um, pursue what's called contra hedonic. They, uh, my cat is especially active. He loves the topic. Um, SO, um, uh, basically, um, sometimes, um, more than sometimes people pursue unpleasant emotions and avoid pleasant emotions and that can be quite adaptive in people's lives."
	},
	{
		"start_time": "19:03",
		"speaker": "Ricardo Lopes",
		"words": "Ok. But, but when it comes to pursuing unpleasant emotions, do we know within those particular cases or contexts, people still experience them as unpleasant or not?"
	},
	{
		"start_time": "19:19",
		"speaker": "Iris Mauss",
		"words": "Hm. Ha. That's really, so you mean when people pursue unpleasant emotions, um, are they still truly unpleasant? Um, OR does it kind of then feel good? Um, LIKE, let's say, or"
	},
	{
		"start_time": "19:38",
		"speaker": "Ricardo Lopes",
		"words": "perhaps if we would ask people in those particular contexts, whether they fought, they had experienced a positive or negative or a good or bad emotion, they wouldn't say it was bad even though it wasn't pleasant. I, I mean, it's a bit confusing perhaps. But yeah, that's what I'm asking."
	},
	{
		"start_time": "20:01",
		"speaker": "Iris Mauss",
		"words": "It's a great question and um, many psychologists ask that too. And so I think there's sort of two parts to this, um, one part is that we need to distinguish um the, the phenomenology of the emotion, what it feels like from its consequences um for my functioning for my health and so forth. So, um and so when I say pleasant, unpleasant, I'm just referring to what it feels like. Um And so, uh, Maya Tamir and others research has established that unpleasant emotions can have um benefits. Um And so we might call them good for something else. So, for example, in research, um, with Brett Ford, they've shown that um when people, um are about to sort of head into a contentious uh negotiation, um they um tend to um favor um feeling anger over other emotions, anger being generally an emotion that's experienced as unpleasant. Um And they do so because anger has these functional benefits in their lives, it makes them slightly more energetic um effective negotiators. And so that's sometimes what we mean by good. Um WHEN we um talk about um uh emotions. Um SO that said, um so that's sort of like a simpler way of answering your question, right? That we have to distinguish the various purposes that emotions serve um to talk about pleasant, unpleasant, good, bad and emotions serve uh hedonic purposes um in people's lives, generally, people want to feel pleasant, want not to feel unpleasant, but emotions also serve a bunch of other purposes. Um THAT um we could call instrumental purposes. Um EMOTIONS can also make us fit in or not fit in with our culture and other people that's independent of the valence dimension. Emotions can also help us achieve um performance goal like the negotiation context that I just mentioned and that's also independent of, um, the hedonic or feeling or valence dimension. Um Now they're sort of like, and there we got maybe a tiny, little bit more into the weeds. Once you say that emotions independent of their valence can serve these other purposes. It's entirely possible that then there's a feedback loop such that emotions truly don't just simply feel pleasant or unpleasant because in realizing my anger serves a purpose in my life, I might come to experience it as um less aversive, less unpleasant. I sort of relish uh relish my anger almost. And then we get into sort of states that are mixed feeling states. Um And we encounter those like really interesting emotional states. Um WHEN we think about um righteous uh moral outrage, right? Where probably that, that has an unpleasant element to it, but also an element of um pleasant, well, feeling righteous. Um So, um that, that's sort of like, uh one answer to your really interesting question, that sort of this very basic valence dimension isn't quite so basic when we take a closer look and um wanting or feeling pleasant is not quite such a simple um pursuit. And in fact, it's not what most humans do um exclusively most of the time."
	},
	{
		"start_time": "24:38",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, actually, when you mentioned, uh uh when, how people sometimes went to feel angry in the context of negotiation? I mean, I uh it came into my mind, another context where I've heard many people saying that they want to feel angry. There is, for example, in a competition context, like for example, in sports or particularly combat sports, I've heard many people saying that when, for example, in M MA wrestling and so on, when they are going out into the rink, they really want to feel angry, they don't want to feel good, they want to feel angry and tense and all of that because that's what drives them to really uh fight, I guess."
	},
	{
		"start_time": "25:26",
		"speaker": "Iris Mauss",
		"words": "I think that's a great example that I've heard a lot as well. Um And um similarly, some people want to, at some level, I use the term broadly, worry, feel some anxiety, it serves a purpose in their lives. Some people want to. And again, I use the term broadly feel sadness. Um And so um absolutely"
	},
	{
		"start_time": "25:58",
		"speaker": "Ricardo Lopes",
		"words": "and so to get into another topic, but also a related when, what is the emotion regulation?"
	},
	{
		"start_time": "26:06",
		"speaker": "Iris Mauss",
		"words": "Um Another actually really complicated question that sort of there's a lot of division in the field about. Um I like again a pretty simple definition um of emotion regulation as altering your emotions um in accordance um with a goal that can be implicit or explicit."
	},
	{
		"start_time": "26:31",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, do you think that in the sort of cases and contexts we were just mentioning uh that would count as an example. Do you think that people do emotion regulation in those cases or not,"
	},
	{
		"start_time": "26:47",
		"speaker": "Iris Mauss",
		"words": "um in the cases where they um sort"
	},
	{
		"start_time": "26:50",
		"speaker": "Ricardo Lopes",
		"words": "of where they are basically competing, negotiating stuff like that."
	},
	{
		"start_time": "26:56",
		"speaker": "Iris Mauss",
		"words": "Um Yes, I think so. Um So, um uh and it sort of like we're heading into right away, sort of like one of the areas that has made it difficult to um draw the line between what is emotion reactivity versus what is regulation of emotion. Um Because say you mixed martial arts wrestler uh might sort of pump themselves at feel, sort of induce some level of anger. But probably if you ask them, they don't necessarily say, oh, I'm gonna regulate my emotions so that I feel a little bit more anger so that I can whoop my adversaries as a little bit better. Um um But I still think so it heads into a really interesting sort of gray zone um where emotion regulation and that's why I included the implicit goal idea where emotion regulation is um automatic or to some degree unconscious. Um So people are not necessarily aware that there's a goal activated um to regulate emotions. Um um And then you could ask, well, how do we know that someone is regulating or simply um um emotional in a particular way um without um any goal to alter their um their emotions. Um And I think one answer is, um I think we don't know, um we can't, we don't yet have really convincing measures um of these implicit unconscious ways of regulating altering our emotions according with implicit goals. Um But we have a little bit of understanding that um um and at least in principle, um the distinction again is a useful one between emotional reactivity that um people differ on um without um um the activation of a particular goal to alter the emotional response."
	},
	{
		"start_time": "29:26",
		"speaker": "Ricardo Lopes",
		"words": "But if it's done implicitly, if it's sort of subconscious, um how do you know uh that people are doing it? I mean, it must be hard. Right?"
	},
	{
		"start_time": "29:40",
		"speaker": "Iris Mauss",
		"words": "Yes. So it's incredibly difficult to, and that's why I said, I don't think we have very guns good evidence base for knowing um that people have actually engaged in unconscious or implicit emotion regulation. Um What we do know is that one unconscious processes um including goal based processes play a really important role um in psychology in general. But we also know is that um some of the most interesting individual differences and group differences in emotion regulation seem to at least um partly play out on a implicit um not always consciously accessible level. Um So just for example, there's socialization processes um that um sort of inculcate or teach Children um that they can or can't regulate their emotions. Um Sometimes we, we call that implicit models um of emotion."
	},
	{
		"start_time": "30:59",
		"speaker": "Ricardo Lopes",
		"words": "Could you give us an example of that, please?"
	},
	{
		"start_time": "31:02",
		"speaker": "Iris Mauss",
		"words": "Yeah. So um uh emotions um are can be seen um as um either um something that's um controllable, that's not super dangerous um that I can do something about. Um And um we would um ask about um this kind of, you could call it an implicit model or a mindset. Um BY asking people um very straightforward, are emotions controllable in general. Um Can humans do something about the emotions that they have? Um And um uh that sometimes also a controllability or malleability mindset with the term, um The um the other end of the spectrum is a, what's sometimes called a fixed uh mindset or entity mindset. Uh And that's um basically the idea that uh emotions are very difficult uh to control that they are overwhelming forces. Um So, the reason why I brought that up as an example of implicit emotion regulation or process that feeds into implicit emotion regulation is that I think people in general are not always aware of the beliefs that they have about emotions in that way. Um So, um and yet those beliefs have very important consequences for whether and how we regulate our emotions."
	},
	{
		"start_time": "32:52",
		"speaker": "Ricardo Lopes",
		"words": "So, do these beliefs this kind that, of course, as you mentioned, there can stem from the way we are socialized. Do they play a role in the degree to which we are able to regulate our emotions?"
	},
	{
		"start_time": "33:09",
		"speaker": "Iris Mauss",
		"words": "Yes. So, um and that's why um they came up as one really important aspect of implicit or unconscious processes in emotion regulation. Um And um there's um two sort of really fundamental beliefs about emotions that play a role here. One is, um, are emotions good or bad. And we already talked about that a little bit earlier. Right. And it sort of translates to the belief. Should people control their emotions or should they not? Should they control that sort of like the platonic, um, view if you will, um, should they not, should they be guided by their emotions? That's more the, the hum, um, view. That's one really basic distinction. The other really basic belief is, can people control their emotions or can they not um with the first being, sort of the view that emotions are um not so dangerous that they don't necessarily overwhelm us. Um And the second view being that emotions are these dangerous, overwhelming forces that I can't necessarily control or that people can't necessarily control. So the second belief is the one that seems to have really important implications for people's ability to regulate their emotions. Um And it makes perfect sense because if you think about it for a moment, if you don't believe that emotions are controllable, you're not even going to try to regulate them. So, um and that has been borne out in the research, um such that in general, people with um more controllability beliefs, people who believe that emotions can be controlled um tend to engage in um more um uh adaptive, more effective emotion regulation."
	},
	{
		"start_time": "35:35",
		"speaker": "Ricardo Lopes",
		"words": "And so, apart from this sort of um emotion regulation related beliefs, what are some of the other factors that explain both individual and group differences in emotion regulation."
	},
	{
		"start_time": "35:55",
		"speaker": "Iris Mauss",
		"words": "Um So, beliefs are a really important um factor here. Um There's a bunch of other factors that I think play a role um that have to do with how people um judge and think about their emotions in general. So, and a lot of it has to do with um socialization processes. Um So, for example, um when um we think about um should emotions um be controlled, um culture seems to play um an important role in sort of setting up that particular um belief about emotions and downstream um consequences for emotion regulation. So two cultures that have been kind of often contrasted with one another are um East Asian um more interdependent cultures and um uh European um or European American, more independent cultures. Um AND generally, um um as a function of these differences in self construal and beliefs about the, the nature of the self. And what is um the role that individuals should play in social context? Um People differ with regard to um how they think um or the extent to which they think emotions should be regulated and then emotion regulation. So there's a pretty stable um pattern such that um East Asian interdependent cultures tend to endorse emotion suppression. Um MORE so than Western independent cultures"
	},
	{
		"start_time": "37:56",
		"speaker": "Ricardo Lopes",
		"words": "and do, do the benefits that we get from emotion regulation depend on the context. I mean, are there perhaps contexts where uh trying to regulate your emotions more might actually not be beneficial or not."
	},
	{
		"start_time": "38:14",
		"speaker": "Iris Mauss",
		"words": "Yeah. Yeah. So it's a super fascinating question and I think we wanna back up for a moment and think a little bit more about what emotional regulation is and make a couple of distinctions that I think are really important when we answer that question. Um So um emotion regulation is not sort of like one monolith, but people can go about regulating their emotions in several different ways. Um And um one of the sort of like core models that the field uses um to um distinguish um various types of emotion regulation is based on um James Gross's um process model of emotion regulation. And the, the, the model is actually a pretty simple and really useful one. And basically, idea is when people have an emotion, you sort of go through a process, you encounter a situation, you play, you pay attention to the situation, you appraise the situation in a particular way and then you respond um with your experience physiology and behavior to that situation. So that's the process of emotion now to regulate that emotion, you can intervene or alter each of those four steps. So, um let's say, um somebody is um uh anxious about giving a public speech or something. So, so they can change that emotion in by intervening at four different points. Um First, they can change the situation. They can say I'm gonna cancel this speech and voila no emotion. Um Second, they can say I'm gonna change what I pay attention to, um, big, like I could choose to pay attention to the friendly, um, person who's sitting in the front rather than the scowling, uh, skeptical people who are sitting at other places in the audience. Um, SO that's sort of altering my attention and again, it'll change my emotion. Third, I can change my appraisal of the situation. So, for example, um I could um tell myself that this is sort of one event if I think about sort of like the history or the arc of my life or the whole universe, this is just like the teensiest blip and that might do away with a lot of anxiety. And then, so that's appraisal change sometimes called reappraisal. And then fourth, um we can change the emotional responses. Um And so, um um focusing for a moment on um the response of anxious behavior, I could just try to tamp down on that behavior and keep sort of like a non anxious, neutral phase rather than showing um that I'm sort of terrified on the inside. Um So that's sort of like four groups of emotional regulation that people often distinguish. So now, and I needed to make that distinction because before answering your question about whether emotion regulation is kind of moderated or whether emotional regulations effects on health and well being are moderated by the context because to answer that question, we first to need, we first need to understand the effects of emotion regulation on well being in general. Um And then we can understand whether there are boundary conditions or context um moderation. So backing up, so I backed up two steps. Now I'm backing up what set. Um And so that like we'll give you like the super simplified answer, which is that in general, when people kind of studied emotion regulation, they often they, or there's a lot of research that has focused on reappraisal, changing our re appraisals or const controls of emotional situations and expressive suppression, just tamping down on the emotions that I show in my behavior. And the first lines of research very generally indicated that people who use reappraisal, especially people who use reappraisal very effectively tend to do better. They have greater well being, they have um better social relationships. Um There's even the hints that they have better um um physical health um in, in some like certain domains, in contrast, people who tend to use expressive suppression, they feel something on the inside, but they don't show it on the outside, um tend to be less psychologically healthy um and have less good social relationships. Um So, two really important domains of well being and functioning. Um And then again, sort of hints that even physical health um might be negatively impacted. Um So that was sort of like the first line of findings in emotion regulation research. Um Now we come to finally, I come to your question that is, well, are there context effects? Um Are those sort of simple relationships always necessarily true? Um Is it the case that reappraisal is good for everybody to use? And in all contexts, is it the case that suppression is bad for everybody to use? And in all contexts and as you can imagine, like for most things in life, um no, they're not all good or all bad. Um And um so there's in fact really interesting um boundary conditions and moderators. Um And so um one interesting or I wanna give you two examples for um moderators, one for reappraisal and one for suppression um just to keep things symmetrical. Um So reappraisal has been shown um like I said to be um beneficial in lots of different contexts for lots of different people. Um And actually reappraisal is one of the most. Um I think culturally and across people stable effects um that I've seen. So I love cultural differences and um sort of have looked or always interested in sort of looking at how things might play out differently in different cultures. And I want to preface sort of what I say about boundary conditions. Um BY saying that um I've been actually really um struck by how stable these benefits of reappraisal appear to be. Um So recent research in my lab, for example, looked at um appraisal in Mexican American adolescents. Um AND it was good um across time for anhedonia symptoms. Um uh WITH uh Qing Zao, we've looked at um Chinese American immigrants and again, adolescents found that the reappraisal was good for them and that sort of dovetails with a lot of other research. Um But one particular context where um we and others have found that reappraisal seems to hit some limits is um when we look in particular um types of um um uh situational adversity and in particular, um more, um when people face more um controllable um stress. Um So, um the idea is that sometimes um it can be really good to regulate your own emotions, make yourself feel better, feel less negative and more positive emotions. Um And those seem, and that's what reappraisal is really effective at. But sometimes, and this goes back to something that we talked about earlier. It might not be the best idea to tinker with your own emotions. Um But rather sometimes it might be a better idea to actually alter the situation that you're in. Um And that's the case when you're facing a controllable, stressor or controllable adversity, let's say you're in a fight with um with your best friend. Should you then tell yourself, oh, it's just a blip in time. It's not as bad as it looks, I'm gonna feel better. Um Or should you feel some of that sadness or anger or worry and use those unpleasant emotions in turn to fuel a motivation, hash it out with your friend, apologize to your friend and so forth. And so the argument is that, um when you face controllable adversity, things that you can and maybe should do something about it might be better to um, not self regulate, um using reappraisal. And so, um, few different studies um have indicated, um that, um, that's indeed the case. So, um, um found that people who were in um more controllable, who had experienced more controllable life stress in the past 18 months, uh previous to assessment, the better they were at emotional regulation, the more depressed, um They actually felt um people who are in uncontrollable life stress, um the better they were at emotion regulation via reappraisal, the less depression they felt. So you see almost like this teeter totter of self regulation versus situation regulation. Um Another study um that um Brett Ford and Oliver John and Phoebe Lamb um headed um found that um Clinton voters um after the 2016 presidential election where Donald Trump won and Hillary Clinton lost um when they um um uh used reappraisal as assessed with surveys or by experimental manipulation um when they like used reappraisal and effectively reduce their negative emotions, they were actually less likely to then go out and um protest or try to do something about the situation that was very stressful for them as Clinton voters. And that again, hints at that um teeter Totter of self regulation that might sometimes come at the cost of situation regulation and doing something about bad situations. Mhm. So that was a long answer to your question about reappraisal and it can sometimes be bad. Um, WE can stop there or I can tell you about when suppression might be not so bad."
	},
	{
		"start_time": "51:43",
		"speaker": "Ricardo Lopes",
		"words": "Oh, ok. But just before we get into that, I mean, one example was coming to my mind. Well, while you were explaining all of that, hopefully it's a good example. I'm not sure. But uh I mean, perhaps a case, uh perhaps there's a particular kind of case where um I mean, doing emotion regulation would not be so good. So for example, if you are um a man was brought up in a very, with very strict masculine norms. And for example, you, you associate uh stoicism with being very masculine. And for example, you experience a loss, a family member of yours die and then you are at the funeral and you just try to suppress or regulate some of your emotion and you avoid crying because I, I mean, crying is not manly or something like that. I mean, perhaps that would be uh something that would have uh potentially negative psychological consequences. I mean, I I'm not sure if the example is the best one, but what do you think about it?"
	},
	{
		"start_time": "52:57",
		"speaker": "Iris Mauss",
		"words": "Yeah, I think it's a great example. Um And first of all, you hit on a really important gender difference um in expressive suppression where men um across various cultures and um groups that have been studied tend to um say they use expressive suppression more than women. Um And so that's a gender stereotype that we have and that seems to be borne out in socialization in, in how and degrees to which men versus women use expressive suppression. Um And it's a great example because in general, expressive suppression has been associated with bad outcomes. Um LIKE I said earlier, like in terms of psychological health, um and um uh and social functioning. Um AND um and that seems to um be um true across the genders um and across a number of different groups that said, um your example actually is a great one in hinting at potentially a boundary condition to the harms of expressive suppression. And that's, that stems from the idea that there's sort of two reasons why expressive suppression might be bad. One is that sort of like it, it's, and you could think of it as inherent to the suppression. I have an emotional impulse and in sort of like almost like a Freudian way I tamped down on it. And that sort of like makes the impulse um grow stronger and more harmful um hydraulically almost. Um And there's some um physiological measures um that are consistent with that, but also um suppression might be um bad for a second reason that's not sort of inherent to the process but has to do with how people think about the process. And um some people think that suppression is actually the culturally appropriate and correct thing to do. Um So in sort of coming back to the distinction of independent and interdependent cultures in independent cultures, we think of um, emotions sort of as something that we ought to express. It's part of being authentic, part of the norm. If you're sad and you are grieving, you can cry even if you're a man. But um in other cultures, emotions are not seen as so acceptable. I mentioned that earlier so that if the interdependent view of emotions as something that can upset social harmony and individual emotions um ought to sometimes at least be adjusted to the context. And so, if we think of emotions in that way, expressive suppression might be more valued in a cultural context, specifically in interdependent cultures. And so, um there's um some indication that accordingly, we then see that expressive suppression in those cultural contexts is not quite as harmful and sometimes um even beneficial. Um So, um going um back to the study I mentioned earlier that was um led by Gerald Young um um look and he looked at um expressive suppression in Mexican American adolescents uh and its relationship with um depressive symptoms. And he argued that um actually in um the Mexican American cultural context, um positive emotionality um highly valued. It's sort of like the ethos of simpatia if you will. Um But negative emotions are very much so not valued. Um And um consistent with the idea that the effects of expressive suppression depend on the cultural view of expressive suppression. He found that suppression of positive emotions was linked with greater depressive symptoms, but suppression of negative emotions was actually linked with lower depressive symptoms. Um In this sample, um indicating that there are really important um moderators, not the case that it's always bad or always good. So in the broadest sense, we come back to the takeaway that no single emotion regulation strategy is always good or always bad, but it depends on the context."
	},
	{
		"start_time": "58:31",
		"speaker": "Ricardo Lopes",
		"words": "So I think that perhaps we could say here that uh at least one underlying or current theme here uh has to do with the culture and cultural context. We've talked here for example, about differences between independent and interdependent cultures. So for example, the differences between uh Western cultures and East Asian cultures. So I I mean, isn't it the case that when it comes to, for example, um understanding mental health that perhaps even when it comes to the mental health professionals themselves that perhaps they have to take into account the cultural context where the patients come from because it seems at least very obvious to me that this would have clinical implications or not."
	},
	{
		"start_time": "59:26",
		"speaker": "Iris Mauss",
		"words": "Yes. Um Absolutely. And I think that's one of the really important implications here that um and we want, I think um construe culture broadly. Um YOU know, we focus a little bit on interdependence, independence, East West. Uh But of course, ethnicity is a really important driver of values, beliefs, particular ecologies that people live in. Um TYPES of adversity that they face. Um Gender is another way of thinking about culture. Um And so culture broadly, construed. Absolutely is really important for um the implications and thinking about this for mental health and interventions um and helping people use emotional regulation to serve them in their lives. Absolutely."
	},
	{
		"start_time": "1:00:28",
		"speaker": "Ricardo Lopes",
		"words": "And, and that do you think that were among those different uh aspects or factors that you mentioned there? Like ethnicity, gender. Uh Would you also list among them socio-economic status or not? Yes."
	},
	{
		"start_time": "1:00:44",
		"speaker": "Iris Mauss",
		"words": "Yeah, I think so. Um In, in, in that socio-economic status, of course, is deeply intertwined with um ethnicity, race, gender um and so forth. Um And also in that it constitutes a ecology. If you will, what kinds of values and beliefs will people encounter um in the environments? Um What kinds of adversity, what levels of adversity will they encounter and so forth? Um So we talked about um controllability of adversity as one of the um factors that um moderates um the effects of reappraisal, right? Um How effective emotion regulation via reappraisal tends to not be as beneficial when people can and should do something about situations that they're in. Um And so one extension of this is to say, well, let's look at S CS as um a factor that's related to um controllability, right? The more resources people have the higher in SES, they have the more control over their environment they tend to have. Um And um by extension, then reappraisal should be less um beneficial for people higher versus lower in SES. Um And we tested that idea in um three different samples um together with um Alison Troy, um and Terry mccrae and found um evidence that that's the case. So, um, people lower in S CS, um tended to benefit more from uh reappraisal and that might be due to the fact that uh lower ses covaries with, um having less control over the context. And therefore, um, and I say that a little bit um with, with some pain, um because I think there might be a cost to the person in some other ways, but at least when we look at mental health, there's a benefit to self regulating."
	},
	{
		"start_time": "1:03:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And so, uh are there ways of improving our emotion regulation? I mean, anything that we can do individually to improve how we regulate our emotions or the extent to which we are able to do it?"
	},
	{
		"start_time": "1:03:35",
		"speaker": "Iris Mauss",
		"words": "Um Yes, first there's, you know, good old therapy. Um And so, um, you know, cognitive behavioral therapy, um is one of the ways, um that, um, very much so helps people um recognize, um when and why they use maybe dysfunctional types of emotional regulation that teaches them how to and what kinds of regulation they might use that might benefit them in their lives. Uh And also teach us techniques um in essence, restructuring, automatic thoughts um uh is a way of um teaching people to use reappraisal. So that's one really important piece. Um I wanna also um talk about um recent, more recent extensions of um C BT that incorporate um mindfulness and acceptance um into the therapy. And um those um I think um are sort of like a spin on C BT that sort of are very relevant to emotional regulation. Um But they make a really interesting extension um by, at their core, relying on emotional acceptance. Um"
	},
	{
		"start_time": "1:05:16",
		"speaker": "Ricardo Lopes",
		"words": "BY the way, when you mentioned acceptance, there, are you tying it to acceptance and commitment therapy or not or there? Oh, ok."
	},
	{
		"start_time": "1:05:26",
		"speaker": "Iris Mauss",
		"words": "OK. Yes. So, um um so it's acceptance and commitment therapy is sort of like one of those recent. Um I mean, there's divergent opinions I think on whether they are cognitive or like a completely new thing. Uh But um regard um there's sort of um mindfulness based cognitive therapies, but also acceptance and commitment therapy that all sort of incorporate themes of mindfulness and emotional acceptance into the therapy. And um why am I talking about those when answering your question about how people can improve emotion regulation? Um Because at first glance, you might think, well, this is emotional acceptance, accepting your emotions as they are, that sounds like the exact opposite of emotion regulation, right? And so, um to me, these are incredibly interesting extensions and they bring into the fold of emotion regulation, emotional acceptance. And so in the last, I don't know, like uh 1015 years, um the emotion regulation field I think has started to grapple with what is emotional acceptance? Um How does that play into emotion regulation? Does it undermine the whole idea that emotion regulation or reappraisal is such a great thing? Because we do know that emotional acceptance has benefits. And so that sort of like could be seen as an issue, right? Emotion regulation. Researchers over here talking about how you should regulate your emotions and then people over there who say, oh just accept your emotions and sort of magically that will improve your um well being. Um So, to me, it's really interesting to think about why um emotional acceptance um could be beneficial and how it relates to emotion regulation. Um Maybe we can talk a little bit more about acceptance at the moment. Um I wanna sort of just briefly answer your question about how people can improve their emotion regulation in one more um way because sort of not everybody has the capacity to um go to therapy, right? It's really expensive, you have to have access to a therapist. And so um there's um um I think recent um developments in uh mobile assistant assisted um um interventions. Um NO, even apps um that um um deliver um often it's sort of coach um uh coached in sort of mindfulness interventions um that deliver interventions at a, in a much more accessible manner that um can help people regulate their emotions um better. Um There was a recent study um by David Yeager and colleagues um that delivered a 30 minute um what they called synergistic mindset intervention. Um um That was based on the idea that basically, if you change people's beliefs about emotions, that's sort of a really um uh effective way to help them regulate their emotions better. Um And so they um basically taught people two things, first, emotions and your own mind is controllable. So it goes back to that controllability belief and second uh emotions aren't these like including stress, aren't these super dangerous, terrible things. Um And so, um they call that a synergistic mindset because you needed to teach both of those. And they found, um that's a 30 minute intervention and they found a bunch of uh benefits associated with that that was uh mediated by emotional regulation. So, um that's a couple of thoughts on how people can be helped and taught to regulate their emotions in better ways. Um Somehow we got into acceptance, which I think is really important. Uh Maybe we can talk about it, but I don't know whether you want to talk about acceptance."
	},
	{
		"start_time": "1:10:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yeah. No, actually I was going to just comment briefly on it. If I say something wrong here, please correct me. But actually, I mean, when it comes to mindfulness specifically, and that idea coming from, for example, Zen Buddhism that, that people apply to mindfulness where um they teach you that it doesn't really matter much what goes on in your mind. The sort of the sort of thoughts that your mind produces the sort of feelings because that's just something that happens. You have really no control over but what you, how you react with and what you do with it, it's something that you can control, not the thoughts but you, what you do about them actually, for me, uh what I mean, when you try, when you tie it to accepting what goes around in your mind is, is a sort of, I, I always tied it to a sort of e emotion regulation or control because it's actually about you uh being able over time to, to react, how you want to your own feelings, your own thoughts and so on. So, so I, I mean, at least for me personally, it does, there doesn't seem to be, even though the word there is, is acceptance, there doesn't seem to be uh much contradiction there. But I mean, maybe I'm wrong. I don't know."
	},
	{
		"start_time": "1:12:31",
		"speaker": "Iris Mauss",
		"words": "So, yeah, I think that's exactly one way in which um emotion regulation researchers have reconciled this sort of like um apparent um or seeming tension that basically they said, well, so it's kind of like a type of reappraisal of your own emotional response. Maybe that's what you mean. Right. Um, BECAUSE sort of acceptance sort of is at the level of the initial emotional response I think, and you sort of, rather than thinking about that response as something that's, um, uh, important right to, to, to regulate and tinker with you simply let it be, you don't judge it, you maybe mindfully observe it with curiosity, but you don't try to sort of tinker with that initial emotional response. Um OR the, the feeling state, you very much so and acceptance seems to empower people to do that, you very much so decide how you wanna respond to it, sort of the downstream um actions, right? I feel angry. Am I gonna hit somebody? No. Um And so some people have argued that like it's a type of reappraisal of your own emotions if you will, I'm not sure that that's actually completely right because um it, it really emotional acceptance really is encountering your emotions without judgment without um trying to alter them. I truly let them be it, it like you said, it's, I don't give them a lot of importance, but I also don't try to alter them. So I do think emotional acceptance is different from reappraisal um in that way. Um I do think to me it's more about sort of once you have an experience to, to let it be. Um, I absolutely agree and there seems to be like a positive relationship between acceptance and um precisely not um having the, the space not to act on your emotions. Um But to me, acceptance seems more about like, um it's the like that the, the inverse of experiential avoidance you allow the experience. Um But also you're not afraid of it, um because you don't see it as defining um yourself as being identical with yourself. Um So to me, acceptance and reappraisal actually play a really um interesting um synergistic role and sort of live seem to live alongside one another um rather than being one and the same process."
	},
	{
		"start_time": "1:16:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, I, I mean, uh I was just pointing to the fact that perhaps uh what seems initially to be a sort of contradiction there between emotion regulation and acceptance, perhaps it's not such a big contradict, a contradiction. I mean, that more or less what I was saying, not necessarily waiting, acceptance to reappraisal. So,"
	},
	{
		"start_time": "1:16:30",
		"speaker": "Iris Mauss",
		"words": "yes. Ab OK. Yes, I think we have the exact same response then. Yeah. Yeah, but we don't know yet a lot about, about um acceptance, like it's been like a little ignored by emotion regulation researchers uh for, for, for a while. And so I think it's a very, there's starting to be more and more research from the emotion regulation field um on it. Um And I think that's a really um interesting um development um because you know, we've talked a lot about reappraisal, truth be told, reappraisal is a pretty complicated um abstract process. I don't know whether that's a reaction you have. You know, you're like talking about thinking about your emotional situation in a way that sort of changes it. Um That's a little bit abstract and complicated. And um what I like about acceptance is that um at least in theory it's uh more straightforward. Um And yeah,"
	},
	{
		"start_time": "1:17:41",
		"speaker": "Ricardo Lopes",
		"words": "yeah. II, I mean, this is all very complicated. Don't get me wrong when I talk about mindfulness to this day. I'm not sure that I 100% understand. What's that thing about just letting your thoughts popping, pop into your head and not doing anything about it. I mean, it's a weird as well."
	},
	{
		"start_time": "1:18:02",
		"speaker": "Iris Mauss",
		"words": "It's true too actually. And that's why I quickly added, like in theory, it's more straightforward because you're, you're right. I mean, you know, that's why you have like meditation courses that are many, many weeks and hours and, and days um long. Um And uh you know, like it sounds so straightforward, just let your emotions naturally unfold, think of them like clouds in the sky and so forth. But when we do experimental studies, um somehow it's actually not easy at all to actually do this for our participants. Um And no matter what metaphors we use, uh it's, it's tricky. Um And I've wondered a lot about why that is. Um And um I mean, one idea of course is that we're so used to thinking about our emotions. This goes back all the way to something that you said much earlier. We're very much so used to think about our emotions as dangerous, um, potentially overwhelming negative things that, uh, we quickly should do something about lest they overwhelm us. Um And so maybe acceptance is such a difficult thing because it goes against, um, those beliefs."
	},
	{
		"start_time": "1:19:38",
		"speaker": "Ricardo Lopes",
		"words": "So to get into the last topic of our conversation today, let's talk a little bit about happiness here because uh I mean, this is uh you're not the first person that I talk with about this, but uh it seems that there are some paradoxical effects when it comes to valuing and seeking happiness,"
	},
	{
		"start_time": "1:20:01",
		"speaker": "Iris Mauss",
		"words": "right? Yes. Um Happiness, one of my favorite um topics and of course, it's deeply intertwined with everything that we talked about happiness, of course, has, you know, like is an emotional state, at least to some degree, right? Um uh Happiness has been studied as um subjective well being made of in large part, like there's an evaluative, more cognitive piece to it, satisfaction with life, but then abundance of positive feelings and not so much negative feelings, hedonic balance sometimes it's called um so um inherently related to everything that we've been talking about. Um And um you mentioned the paradoxical effects of um valuing happiness. And um I first became sort of interested in, in this um sort of as a, um, immigrant to the US, um, coming from Germany. I noticed that, um, uh, in the US happiness, of course, is colloquially and sort of in general talked about much more. Right. We, we've all heard sort of like the stereotype of people asking, uh, you know, how's life in the US? And people will be, it's great. And sort of like when you first move from Northwestern Europe, it's sort of like, oh what? Really? Um So there's a cultural difference that kind of motivated um me to look at um how that um value might play out in um helping or hindering um people from obtaining happiness. Um And so we've um actually just finished um a big paper um together with uh Felicia Zit and um Brett Ford and Oliver John that looked at um this value across um um five different um larger samples. Um So um the idea is that in general people value happiness, there's some cultural differences, but that's a overwhelming value around the world. Um And it like makes perfect sense, right? Because happiness feels good as we talked about earlier and it also helps people be have better lives, like helps people be more successful, contributes to greater mental health, greater social well being and so forth. Um And um I also want to say that there's, of course, lots of um interventions, social, psychological and others um that we already talked about that basically are based on the notion that um helping people become happier is a good thing and it works. So, Sonia Lerski, of course, has amazing research on that Barbara Fredrickson and others. Um At the same time, um we had a sneaking, um, uh suspicion that you could overdo it. Um And or do it in the wrong way. Um The idea being that if you are sort of singularly focused on being happy, becoming happier, there's a paradox in there where if we're focused on say doing better in math, you work hard, you set up an expectation, I'm gonna do better and you might not do as well as your expectation, you're disappointed and you work harder and become better. So no paradox there when we think about happiness, happiness has an emotional component, right? So as you highly value happiness and you encounter times when you fall short of this value, this expectation, you feel disappointed, that's an emotional state that's in direct conflict with the very goal that you have, which is happiness. And so that's at the core of the paradox. Um And so um we recently examined this um um value of happiness in greater detail. Um We used to think of it as a one dimensional construct that's aligned along sort of strength of the value of happiness. Um But we noticed something um and others noticed um that, that might be too simplistic an idea where the strength of the value itself might not be enough to um engage these paradoxical effects. Um The reason for that being that you might have a really strong value of happiness and you might fall short of your expectation, but you might handle that shortfall without, without stumbling on it, you might not react with greater disappointment, but just kind of like roll with it. Um And in cases like that, and we call this aspiring to happiness. It's people who sort of endorse happiness is extremely important to me just that you it could be pretty innocuous. But then there's the second case and we call this being concerned about happiness and this is the case and we go back to beliefs and our own reactions to our own emotions. Here, you have people who worry who are concerned when about their own level of happiness. Um And they believe that it means something negative about their lives uh about how they're doing in the world. And they need to negatively elaborate on their own level of happiness um by being disappointed by judging their own experiences. And so it turns out um when we look across five different um samples um about 1500 people, they reliably differ in terms of aspiring versus concern about happiness. People who are concerned about their own happiness, who react um with elaborate negative elaboration to their own happiness levels. They go on to um show the paradoxical effects, the more they value happiness in this concerned way, the less happy, the more depressed they go on to be. And then in the last part of the research, we wanted to look at this idea that this is because they respond with greater negative meta emotion exactly when they ought to be happy, when they experience positive things in their daily lives. Um And we found that was the case. Um So when, um um uh and we match sort of like the intensity of the positive events, like, let's say a birthday party, people who are concerned about their own happiness, um undermine those experiences uh by injecting negativity, disappointment, and judgment into those experiences. And over time it feeds into exactly the thing that they want to avoid, which is less happiness um and greater levels of depressive symptoms. Um So, uh the, the, the conclusion is that absolutely, there are these paradoxes in focusing in the wrong way on our own happiness um that we should try to avoid um if we um if we want to avoid the negative downstream consequences um of those and maybe it goes back to something that we talked about earlier, which is emotional acceptance. So, in a way, um you know, be happy about what you have versus having trying to have um what you think you're gonna be happy about might be the way to go."
	},
	{
		"start_time": "1:30:09",
		"speaker": "Ricardo Lopes",
		"words": "But then these beliefs that people have about happiness, their expectations and so on are also shaped by culture."
	},
	{
		"start_time": "1:30:19",
		"speaker": "Iris Mauss",
		"words": "Right? Yes. Yeah. So um going back to the observation that um at least anecdotally, some cultures seem to value happiness in a different way or think of happiness in a different way. Um IS, is borne out by some research. It's really, it's really complicated as, you know, comparing um mean level reports across cultures is tricky because people in different cultures use scales in different ways and make judgments in different ways. Um There's something called a contrast group effect. So it's really hard to do that. Um One thing that we have tried to do um to get around that is to examine the links between values, how people think about happiness and outcomes um across different cultures. Um So, in um research that was um done um led by Brett Ford, um um we compared um us um samples to Russian, German and East Asian samples um and found that um the cultures that um valued happiness more in a socially engaged way did not show the paradoxical inverse relationship that I talked about earlier. So it's a little bit of a complicated design. I'll, I'll simplify in the US. We saw that valuing happiness was less linked with socially engaged um meanings of happiness. Um LIKE spending time with other people, helping other people. Um In um Germany, that link um was um absent in Russia, the link started to flip. And then in East Asia, there's sort of like a gradient of interdependence. If you will, the link uh flipped more strongly. So in East Asia, valuing happiness was more strongly associated with socially engaged uh understandings of happiness. And to the extent that that was the case, valuing happiness was associated with greater benefits. So we see a flip of the relationship such that in East Asia, Japan and Taiwan, in this case, um valuing happiness was associated with better outcomes and that was explained by this more social focus."
	},
	{
		"start_time": "1:33:26",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So let me ask you then one final question. S uh so at the very beginning of this section of our conversation on happiness, you mentioned that cross culturally, at least as far as we know, it seems that uh everyone values happiness, uh at least uh I mean to, to a higher or lesser degree, it seems that everyone values happiness out there. So uh I would like to ask you because there are people that pick uh on these results, like the ones that you mentioned there about the paradoxical effects of valuing and seeking happiness and they tweak them and say that the conclusion then is that people should just ditch happiness, that happiness shouldn't matter, that people should seek other things in life. I mean, is that really warranted? I mean, does that conclusion follow from the these results on the paradoxical effects of valuing and seeking happiness?"
	},
	{
		"start_time": "1:34:36",
		"speaker": "Iris Mauss",
		"words": "That's a really great question. Um To some degree, I wanna say yes, it's warranted. Um And like, and that doesn't mean that um the, that we should, uh, give up on happiness. Um, BUT it's sort of one way to think about this is that there's better ways to actually go about achieving happiness and those ways go via just focus on something else. So doesn't mean let's just be miserable and wallow in our misery, but rather let's take the focus away from happiness. And the cross cultural research is sort of consistent with that. And so, um the idea being engage in things, sometimes these are called positive activities um that will make you, that will have the downstream effect of making you happy. Um And um interestingly dose might precisely be the more social things that um I talked about being with other people um expressing gratitude, loving kindness, meditations. Um um um THOSE are actually uh some of the most um sort of proven ways of increasing well being in a lasting way. Um So, um the conclusion I think is absolutely founded that in a way, let's just ditch the direct focus on happiness. Um But ironically, happiness um as it moved, John Stuart Mill quote uh might just appear as a side effect of uh focusing on these other um pursuits and activities."
	},
	{
		"start_time": "1:36:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm But, but perhaps I should have been a little bit more specific here because I, I was talking about people who say that we should ditch happiness, but then to focus our efforts into, for example, grinding at our work and stuff like that. So perhaps that specifically is not so much of a good uh piece of advice or is it?"
	},
	{
		"start_time": "1:37:13",
		"speaker": "Iris Mauss",
		"words": "No, I think that's a really bad piece of advice. Um And uh I would definitely not want the last word to be like start grinding in your work. Um I think the uh but thank you for clarifying that. I think that uh where I was coming from is that um we should not ditch happiness as an all ultimate and well being as the ultimate goal for many people, but we should ditch it as the direct um thing that we're heading towards, right? But rather um direct our attention towards some, some other things um with the delightful side effect and the very much to my mind wanted side effect um of um actually ultimately increasing um happiness and well being uh for people. So I don't think we wanna ditch that as a goal. That's a little bit what I meant by like, should we all just like wallow in misery? Absolutely not. Um So as a um goal, we don't wanna abandon it, but we, I think want to rethink about how we go about um and how single mindedly and how um worriedly we go about pursuing uh pursuing it as a, as a goal. Yeah."
	},
	{
		"start_time": "1:38:40",
		"speaker": "Ricardo Lopes",
		"words": "Ok, great. So where can people find you and your work on the internet?"
	},
	{
		"start_time": "1:38:47",
		"speaker": "Iris Mauss",
		"words": "Um So probably the best um place to look me up is at UC Berkeley emotion and emotion regulation lab. Um AND we're posting our, our work there um and uh describe it. Um So that's probably the best place to found it. E lab, E er lab."
	},
	{
		"start_time": "1:39:12",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving links to it in the description box of the interview and Dr Mouse. Thank you again so much for taking the time to come on the show. It's been very fun to talk with you."
	},
	{
		"start_time": "1:39:23",
		"speaker": "Iris Mauss",
		"words": "Thank you so much. It's been a delightful conversation."
	},
	{
		"start_time": "1:39:28",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitten B are no wolf, Tim Ho Erica LJ Conners, Philip Forrest Connelly. Then the Met Robert wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel Sran David Sloan Wilson Yasa dear Ro Ro Diego, Jan Punter, Romani, Charlotte bli, Nico Barba, Adam hunt Pavlo Stassi Nale medicine, Gary G Alman Sam. Of Zal Ari and YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca Beto Lati Gilon Cortez Scott Zftdw, Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey, Junior, Old Ebon, Starry Michael Bailey, then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis, Valentine Steinman Perras, Kate Von Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Benedikt Muller Thomas Trumbo Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi Adrian Bogdan Knits and Rosie. Thank you for all"
	}
]