[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lob to the MG by Doctor Robert Vinton. He's a postdoctoral research fellow within a project on epistemic injustice and previously also a postdoctoral research fellow on a project on the Epistemology of religious belief at the Nova University of Lisbon. And today we're going to focus on the book. He is the editor of Cognitive uh Wittgenstein and the Cognitive Science of Religion, Interpreting human nature and the mind. And toward the end, we're also going to talk a little bit about epistemic injustice. So, Doctor Vinton, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:40",
		"speaker": "Robert Vinten",
		"words": "It's a pleasure to be here. Thank you for having me on. I'm, I'm glad to have been in finances."
	},
	{
		"start_time": "00:45",
		"speaker": "Ricardo Lopes",
		"words": "Su"
	},
	{
		"start_time": "00:46",
		"speaker": "Robert Vinten",
		"words": "Sure."
	},
	{
		"start_time": "00:46",
		"speaker": "Ricardo Lopes",
		"words": "So, um I've already had several different cognitive scientists of religion on the show and that's also one of the main reasons why when I got across your book, I really wanted to invite you one. So, uh but perhaps the approach that you bring on into this book um is um different than the one that is more mainstream in the cognitive science of religion. So how do you try to approach religion in the book? Exactly. OK."
	},
	{
		"start_time": "01:16",
		"speaker": "Robert Vinten",
		"words": "So um my background actually isn't in the cognitive science of religion. My background is in philosophy and particularly the philosophy of uh Ludwig Fensin. And um so I became interested in cognitive science of religion through reading Finian critiques of cognitive science. And I thought that those could be applied across over to cognitive science of religion. I saw a lot of the kind of mistakes that were being identified by Vicks Finian's reappearing in the work of cognitive scientists of religion. Um So, I su I suppose in one sense, my approach, my own personal approach is uh is uh a critical one from a Vicky perspective. Um But within the book, there, there isn't really a single approach to religion. There's uh a variety of different contributors from quite different backgrounds. There's uh Rita mcnamara who's a cross cultural psychologist, uh Olympia Panagiotou studies history and uses neurocognitive approaches to studying ancient rituals. Um There's some people with a background in cognitive science of religion. So Roger Trigg uh Hans Van Agen, um uh there's Casper Hes who studies social neuroscience and then there's a, a variety of philosophers as well. So um there's quite a lot of different approaches to religion within the book and there's disagreements between the authors as well. So in, in some sense, I would say there isn't a single approach within the book. Um There's, there's quite a lot of different approaches and, and disagreements between the different authors. On the other hand, there is a commonality between the various authors. There's a common interdisciplinary, which is something that I emphasize in the, the introduction. And I think that's something that's uh cognitive scientists of religion agree that their discipline is, is basically an inter interdisciplinary discipline that it, it takes on board insights from linguistics and psychology and neuroscience, anthropology and kind of bring tries to bring all of that evidence together along with reflections on frameworks and things like that, philosophical uh reflections as well. So there's a common interdisciplinary. Um AND Wittgenstein is also a common thread throughout the book. So 10 out of 11 of the chapters discuss Wittgenstein explicitly and all of the chapters discuss Vick and Stian themes in, in one way or another. So, so yeah, there's, there's those two common two com com common elements between the whole, the whole book. Um And one more thing I I would say about the book is that it's more philosophical than empirical. So that's another thing that I think the authors have in common is that it's, it takes a step back from empirical reflections on uh you know, data about religion or descriptions of religious rituals. It's, it's more about the frameworks through which we few religion, uh the relationships between the various disciplines via which we might study religion. Uh These kind of philosophical questions are at the center of the book"
	},
	{
		"start_time": "05:01",
		"speaker": "Ricardo Lopes",
		"words": "a and apart from its interdisciplinary, how would you characterize mainstream cognitive science of religion and in what ways would you say, perhaps it differs from the sorts of approaches that you have in your book?"
	},
	{
		"start_time": "05:20",
		"speaker": "Robert Vinten",
		"words": "Um So the first thing I'd say about cognitive science of religion is that it's a, it's a relatively young discipline. It's been around for about 30 years. If you, if you date it back to Tom Lawson and Robert mcauley's book, uh what's it called? Rethinking religion? Yeah, it's rethinking religion. Um That book is sometimes identified as the kind of founding document of cognitive science of religion and that was published in 1990. Um And so it emphasizes commonalities between uh participants in religious practices. Um QUITE often taking uh an evolutionary approach to that. So, showing that human cognitive abilities have certain things in common as a result of human beings having involved in a certain way. Um AND then looks at how that might help us to understand religion. And I mean, there, there are differences between different cognitive scientists, but I, I suppose we'll, we'll get into some of the ways in which the mainstream cognitive scientists of religion uh uh do their work."
	},
	{
		"start_time": "06:41",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yes, we're, we're going to get into some of that later in our conversation. But why Wittgenstein in this particular case? I mean, in what ways, uh I mean, general ways because we're going to get into more detail. W would uh would you say his work connects to the, not necessarily the cognitive science, but perhaps more broadly the science of religion?"
	},
	{
		"start_time": "07:09",
		"speaker": "Robert Vinten",
		"words": "Um So, uh one reason that I uh wanted to bring wittenstein into this is just my background, but I'm, I have a particular interest in Wittgenstein uh myself. Um And there has been a bit of an interest amongst Finian's in cognitive science in recent years. So, one of the books that inspired me um to take an interest in this was uh Peter Peter Hacker and uh Maxwell Bennett's book on the Philson Foundations of Neuroscience. And it struck me that a lot of the criticisms of cognitive science and neuroscience that they make in that book can carry over to cognitive science of religion. So that's one reason for bringing fensin into this. So, so uh one of those criticisms is that there is a bit of a tendency within cognitive science of religion to muddle together neuroscientific language and psychological language. Um So one very straightforward way in which they do that is to talk about the mind as if it's synonymous with the, the brain and to use the expressions, mind and brain interchangeably. Why, why Fensin was the question? Yeah. Um So, so there's lots of reasons actually. So um for one thing, Wittgenstein had quite a lot to say about religion in his work and some of that was commenting on people like uh James Fraser and The Golden Bough, which I think can be seen as a precursor to the kind of work that you get in cognitive science of religion these days. So it was a scientific attempt to, to grapple with uh religious ritual and magic. Um And Wittgenstein made criticisms of Fraser, which I think carry over to some of the work in cognitive science of religion today. Um So there's, there's an interest in religion in Wittenstein. There's also an interest in uh the correct use of psychological terms and particular, particularly in uh terms like belief, knowledge, certainty in his later work in uh uncertainty. So I think some of Wittenstein s reflections on, on uh psychological expressions on cognition are gonna be relevant as well to cognitive science of, of religion. Um Yeah. So uh by,"
	},
	{
		"start_time": "09:52",
		"speaker": "Ricardo Lopes",
		"words": "by the way, since, since you've already mentioned, uh Wittgenstein's examinations of uh concepts like belief, knowledge, certainty and so on. Uh I have this question saved for later in our conversation, but perhaps it's good to introduce it now. Uh How do you think that notions like that? And also notions like uh thought and faith, it would fit into a naturalistic framework because since we're talking about the science of religion here, um we're basically approaching things through that sort of framework,"
	},
	{
		"start_time": "10:27",
		"speaker": "Robert Vinten",
		"words": "right? Yeah. Well, I, I mean, I think from a F and Stian perspective, you might wonder whether they do fit into a naturalistic framework at all. Um uh It, depending on what you mean by naturalistic. So naturalism is sometimes taken, I think, to be synonymous with, with scientism. Um, AND in that sense, fensin certainly wouldn't think that, that you could give a naturalistic account of these psychological expressions. Um, I mean, obviously this is something that cognitive scientists of religion think you can do. So, uh, cognitive science of religion is, that's exactly what it's all about. Right. It's about a scientific investigation of notions like belief and knowledge and faith uh from a, from a scientific perspective. Um uh II, I wonder if I, I might say a bit more later on, I think about Wittgenstein and, and, and naturalism. But um but that's how, how I'll, I'll answer that one for now. OK."
	},
	{
		"start_time": "11:40",
		"speaker": "Ricardo Lopes",
		"words": "Uh And do, do you know if there's been lots of interaction or not so much between people working in the cognitive science of religion and people working on Wittgenstein's philosophy? I mean, do you know at all if the cognitive scientists of religion, for example, are aware of work uh on religion than by, by the wits and if they take it seriously at all or if they are aware of it, but just don't uh take it very seriously. I mean, what do you know about it?"
	},
	{
		"start_time": "12:17",
		"speaker": "Robert Vinten",
		"words": "I don't, so I don't think there is a huge amount of interaction between cognitive scientists of religion and Fenians. I know uh in the Lawson and mcauley book that I mentioned before, rethinking religion, they mentioned Peter Winch, there's a bit of discussion of Peter Winch there and they're critical of Peter Winch. And I wonder if that's been influential in um putting people off a kind of thick and Stian approach to understanding uh religion. Um But I think probably um part of the reason that there hasn't been a huge amount of interaction is just the way in which academia works that people are divided up into different departments, different disciplines and they tend to interact with people from their own discipline. So, you know, although I in the book uh say that it's, it's a, it's a virtue to, to kind of have interaction between different disciplines and that it's going to be fruitful. Actually in my professional life, I tend to mostly mix with other philosophers. And even more than that, I tend to mix particularly with finian philosophers. I go to conferences with Wickens Stans. Um And if I'm not going to Wittenstein conferences, I go to philosophy conferences and I very, very rarely go to a conference where I'm going to interact with somebody from uh from another discipline. And a lot of people working in the cognitive science of religion work in other departments, they work in religious studies or they work in psychology um or anthropology. So they probably don't come across philosophers all that much, let, let alone Vick and Stinn philosophers. So that would be one reason why there's not very much interaction. Um But it, it's not as though there's no interaction whatsoever. So, some of the contrib contributors to the book, uh Roger Trigg, uh he was involved in a project on cognitive science of religion. He's edited a book on cognitive science of Religion with Justin Barrett. Um And he's also written about Fensin in the past. So he has an interest in, in both. He's quite critical of wittenstein, but he at least takes an interest in, in Fensin and philosophy. And he's contributed a discussion of Fensin to this, to this volume. Uh Christopher Hoyt, one of the other contributors to the volume. Um I saw him give a presentation on Fensin and cognitive science um at a conference in Seville a few years ago and I was impressed by that. And so I asked him to contribute to the, to the volume so that there is a bit of awareness um between the two cups and there's some that kind of that are not quite in either camp as well. So the, the guy a still contributes a, a chapter and he's, he works in philosophy, philosophy of religion, but he's not particularly interested in Fensin. Um And he doesn't focus entirely on cognitive science of religion, but he has a bit of interest in body. Um Yeah, but unfortunately, I think there, there isn't a huge amount of interaction between the two. And that was one of, one of the motivations for the book was to, to bring people together"
	},
	{
		"start_time": "15:53",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, let me just mention uh some of the names that you mentioned, there are people that I've had on the show like Justin Barrett, Robert mcauley and also from your own book, uh I'm releasing an interview with Casper Hesp in just a few months, it's already recorded, but by the time we're recording this one, it's not out yet. Uh And also I think that uh on, on your book you also have in Zolli."
	},
	{
		"start_time": "16:21",
		"speaker": "Robert Vinten",
		"words": "That's right. Yeah. She, she writes a chapter jointly with Casper Hes. Yeah. So she's from a philosophy background and he's from a neuroscientific background and they've written a paper together."
	},
	{
		"start_time": "16:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. Yeah. So I have interviews with all those people on the show if people want to check them out and also because they might get a little bit more familiar with some of the ideas from both sides here."
	},
	{
		"start_time": "16:46",
		"speaker": "Robert Vinten",
		"words": "Sure. Sure. It's a wonderful resource show podcast. I mean, it's enormous, isn't it the number of interviews that you've done? There's hundreds of them there and uh you know, lots and lots of different, interesting people to, to look, to look into. So, yeah, I, I'd recommend that people come and come and take a look."
	},
	{
		"start_time": "17:04",
		"speaker": "Ricardo Lopes",
		"words": "Well, thank you so much. And by the way, do you think that perhaps one of the reasons why there's not been lots of interaction between the cognitive scientists of religion and the Wiens as also, or would also have to do with them, uh coming into the discussion or into the science of religion with different theoretical frameworks. Do you think that's perhaps one of the reasons?"
	},
	{
		"start_time": "17:30",
		"speaker": "Robert Vinten",
		"words": "Yeah. Sure. Sure. I mean, you, but I, I suppose it, in both cases, there's a, there's a broad spectrum of, of, uh, of opinion. So within wittenstein studies, wittenstein is quite a dense and difficult philosopher. And so there's lots and lots of different interpretations given of, of his work. Um And within cognitive science of religion, there are obviously differences as well. I mean, we've mentioned people like uh mcauley and Lawson and uh Boy a and um and Barrow and I think there's quite a lot of similarities between their work. Um But there are other other people working in the cognitive science of religion who I think are probably closer to a vic and Stian kind of approach."
	},
	{
		"start_time": "18:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And what would you say are the main critiques of contemporary uh cognitive science of religion by Wittgenstein or, or even cognitive science more broadly?"
	},
	{
		"start_time": "18:38",
		"speaker": "Robert Vinten",
		"words": "OK. So uh I mentioned the book by Peter Hacker and Maxwell Bennett earlier. That was one of the books that inspired me to uh engage in this, this project. Um And the central critique that they make of um cognitive science and work in neuroscience that they identify from a finian perspective is that they commit what, what they call the Mereological fallacy. And that's the fallacy of attributing to a part of a thing, things that only properly apply to the whole thing. So, in particular, they think it's a mistake to apply psychological predicates to something less than a whole, a whole preacher. And so they're inspired by Wittgenstein's remark, I've got the quote here. Only if a living human being and what resembles in brackets behaves like a human being. Can one say that it has sensations it sees is blind hears, is deaf, is conscious or unconscious. So, Wittenstein, there is making a, a remark about what it makes sense to say. So he, he thinks it makes sense to, to ascribe psychological properties to human beings and things that behave like human beings, but not to some as a stone or something like that. Um So it makes sense to say Ricardo has a headache. Um It makes sense to talk about animals having AAA kind of psychological life if I see my cat walking out into the garden looking at a bird and following the bird's movements, chasing it towards a tree. Uh And I see my cat staring up at the tree, I think I could appropriately say that my cat thinks that the bird is up the tree. Um And that's because the cat exhibits behavior that's similar to human beings in some ways that it moves towards things that it's interested in and looks at them. And uh but what what that means if we accept what Wittgenstein says, what it means is that we can't ascribe psychological states to brains or to parts of brains. And that's something that cognitive scientists of religion do all of the time. So, uh uh Pascal Boyer, whose work I discuss in my chapter, he talks about inference systems in the brain, uh perceiving things, inferring things, understanding things, uh all kinds of psychological predicates applied to parts of brains. But of course, parts of brains can't behave in a manner similar to human beings as my cat can. And so it doesn't make sense to talk in that way um about parts of brains. Um So related to that, I think one problem that Finian's have with both cognitive scientists of religion and with the precursors to the cognitive scientists, uh cognitive science of religion is uh the idea that there's uh an unwarranted intellectualism in their work. So there's this idea that that what they're interested in studying human cognition is hidden uh in people's brains or in their minds hidden behind behavior in that it has to be inferred from visible behavior. And so what you need is uh scientific work in order to uncover what's hidden. And so, Finian's criticize that by saying that this is a kind of uh a misconceived picture, a Cartesian picture of the mind where the mind is something inner and private and hidden. Uh And it's entirely logically independent of the behavior of, of human beings. Um So I, I think they're probably the two central critiques. Um BUT I mean, there's lots of other things that you can say as well."
	},
	{
		"start_time": "23:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, of course. And the book gets into many more of those critiques. Uh But of course, we don't have time to explore them all here today. Um But going back to the naturalistic bit that I mentioned earlier. So, is religion a natural phenomenon or at least according to the Witkin Stian, do you think that we should approach religion as a natural phenomenon or not?"
	},
	{
		"start_time": "23:48",
		"speaker": "Robert Vinten",
		"words": "Again, I suspect that this is gonna be an area where Vick Andys probably disagree. I, I think um so some finin I think are probably going to be resistant to, to reasons altogether. Um Just because of the thick Andy and uh uh uh distaste for theory. Um And um so there, there's two philosophers write about naturalism within the book. There's a chapter by Thomas Carroll and there's a chapter by Guy Axel and they both look at this different aspects of, of this question. And I myself, I'm inclined to give an answer along the lines that Thomas Carroll does in the book. And it's a kind of uh it's a bit of a philosopher's answer to it. And, and that is to say, well, depends on what you mean by natural and depends on what you mean by naturalism. Um And so natural as it's used by us, just in our ordinary language, I think is used in a way that has lots and lots of different contrasts. It's used with different meanings within our ordinary language and within technical philosophy as well. Naturalism is used in different ways. Um And so in religion, there's a contrast between the natural and the supernatural. So you might think about that as being the, the relevant contrast where what you're thinking about as a uh is a distinction between the world as it's studied by science and the supernatural realm of God and angels and spirits. Um There's a discussion in cognitive science of religion that is discussed in Guy Axel's chapter where um some cognitive scientists of religion claim that religion is, is natural. Uh WHEREAS science isn't natural and what they mean by that is that religion kind of comes easily to us given that we're the kind of creatures that we are. So we've evolved to have a certain kind of cognitive system and that cognitive system inclines us towards taking on board, certain things quite easily but not, not other things. And religion is one of the things that we take on board quite, quite easily according to some of the people in the cognitive science of religion. So there's a book by Robert mcauley, which you're probably familiar with that, I think, is it called Religion is Natural and"
	},
	{
		"start_time": "26:33",
		"speaker": "Ricardo Lopes",
		"words": "science? I think, I think it's why religion is natural and science is not. I think that's the thing."
	},
	{
		"start_time": "26:40",
		"speaker": "Robert Vinten",
		"words": "OK. Um Oh yeah, that's exactly his claim is that um and, and there there are other philosophers claim similar things. So boy, a make similar arguments about religious concepts being ones that we that are easily spread. Um So religion is something that is eas easily catches on. Whereas science is something that involves counterintuitive inclusion conclusions, it involves quite a lot of work. It's not something that comes so naturally to us. Um But so just carrying on with the naturalism thing, OK, you might say that there is a kind of naturalism within the work of Fensin. So that's a claim that Thomas Carroll makes in his chapter of the book. And there are, there are, um there are elements of Wickens Tin's work that lend support to that interpretation. So there's a passage that Carol quotes from Wickens Tin's remarks on Fraser's Golden Bow. Uh So Fensin says the characteristic feature of the awakening mind of man is precisely the fact that a phenomenon comes to have meaning for him. One could almost say that man is a ceremonial animal. So there, it seems that Wickens Sein wants to characterize human beings as, as having something in common that they're, they're inclined towards ceremonial or ritualistic behavior and that they're inclined to find meaning in things. The example that he gives is fire, that people see fire and they, you know, they're struck by it, it makes an impression on them. Um Iii I in a way that it, that, that it only could to the kind of creatures that we are the creatures that, who live meaningful lives that who see things in a kind of symbolic way. Um And you might think that that's something that, that kind of all human beings share, regardless of whether they're religious or not. There is this symbolic meaning finding aspect to human beings and uh a ritualistic and ceremonial aspect to human beings live. So, y you know, there, there are religious ceremonies that are associated with burying people, for example, but it isn't only religious people who engage in ceremonies like that. There's, in fact, I, I, there's very few people I think who, if somebody dies, they say just stick them in the ground, they're, they're dead now. You, you need to kind of mark the, the passing of somebody in, in some way to honor their memory, to remember them, you know, these kind of things and, and people tend to have a, a ceremony built around that and get together and celebrate people's lives and um you know, tell stories about people and things like that. So, so, yeah, there's, there's this naturalistic interpretation that you might put on Fens Sein's work. Um But as I said before, if, if naturalism is taken to mean scientism, then I think that's certainly not present in, in Wickens Tin's work."
	},
	{
		"start_time": "30:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh So there are two or three other ISMs that I would like to ask you about here that some of your co-author also talk about in the book, uh What about reductionism? I, I mean, do you think, or would you say that the cognitive science of religion is, tends to be reductionistic? And if so in what ways would that be an issue according to the Wittgenstein?"
	},
	{
		"start_time": "30:47",
		"speaker": "Robert Vinten",
		"words": "OK. So, first of all, I'll, I'll, I'll just tell you a little bit about what reductionism is. So, uh there's a, a definition that I pulled up from JJ C Smart. Um He says that X reduces to why? Only if X does not exist over and above why. Um So there's a, an ontological spin that you might put on reductionism where, what you're claiming is that if wine re um if, if X reduces to wine, then X is nothing, nothing but wine, right? In, in terms of what exists. Um So you might claim that uh all of the chemical things that exist uh um are, are, are basically made, they're made up of atoms. And so, and atoms are more fundamental. And so you might say then that chemistry reduces to, to physics on that basis. Uh ONTOLOGICAL, the kind of things that exist in chemistry are just the kind of things that exist in physics and nothing more. But you might also make a AAA claim about reductionism in explanatory terms. So you might, you might say, regardless of whether one thing reduces to another in ontological terms, you might think that think that things at one level are explainable in terms of things at another level. So it might be that you claim that chemical reactions, things that go on in chemistry are explainable in terms of the property of atoms and the interaction of atoms they're explainable in, in the terms of atomic physics. Um So particularly relevant to the discussions in my book is uh reductionism from the mental to the physical or, or psychological to the neurological. Um And I, I think that there is a problematic kind of reductionism present in quite a lot of the work of cognitive scientists of religion. So, one of the things that I mentioned before was this, this tendency to use the, the word mind and the, the word brain interchangeably as if they mean exactly the, the same thing. Um And to talk about brain processes, perceiving things and understanding things, I, I think is uh another aspect of that. Um Yeah. So, so that's, that's how I'd answer that question."
	},
	{
		"start_time": "33:38",
		"speaker": "Ricardo Lopes",
		"words": "So earlier, you've also touched on scientism. You said basically that Wittgenstein himself and the Wittgenstein ins more broadly uh take issue with it. But what does scientism mean?"
	},
	{
		"start_time": "33:53",
		"speaker": "Robert Vinten",
		"words": "Exactly. So the, the definition that I use in the book is one taken from Hans Johan Klos uh Fensin Dictionary. And Haar Klock is uh uh Fensin scholar. He was my supervisor in reading some years ago. Um And I think he, he gives a good definition. Uh So he defines scientism as the imperialist tendencies of scientific thinking that result from the idea that science is the measure of all things. Um And so as you say, this is something that you find within the work of Fensin himself. I've got the blue book here. And so in the blue book, Fensin talks about our craving for generality. And uh on page 18 of the blue book, if anyone wants to look it up, um Wittgenstein says our craving for genera, uh our craving for generality has another main source, our preoccupation with the method of science. I mean, the method of reducing the explanation of natural phenomena to the smallest possible number of primitive natural laws. Philosophers constantly see the method of science before their eyes and are irresistibly tempted to ask and answer questions in the way science does. This tendency is the real source of metaphysics and leads the philosopher into complete darkness. Sosin there is clearly opposed to philosophers conceiving their own work as being uh something akin to work in the natural sciences. And he doesn't think that you should import methods of the natural sciences into philosophy. He thinks that's a mistake because he thinks philosophical problems are essentially uh grammatical or conceptual problems. And that what philosophy aims at is understanding through um to getting to grips with our our concept. But the the problems that philosophers fall into, they fall into as a result of of misusing certain terms that crop up in philosophical problems. So it might be knowledge that gets misused, say or being. Um And what the philosopher needs to do is to look carefully at how these terms are ordinarily and correctly used contrast that with the way that the philosopher is using them and point out that the philosopher is, is misusing them in some way according to our, the, the the ordinary rules for their use. And so they're not talking as we ordinarily do about knowledge or about being there talking in some other peculiar philosophical way about things and that's why they get into a mud. Um So you, there's within Wickens Sein's work, there's a rejection of scientism in philosophy. Um But of course, scientism isn't something that is just a uh a problem identified by Vian. It's something that the cognitive scientists of religion themselves talk about. They say that they're wary of scientism that you can't construe all of the disciplines involved in cognitive science of religion as being natural scientific ones. Um And recently, so as you say, I've been um involved recently in a, a project on epistemic injustice and I've been reading a book by Jonathan Khan Race on the brain. I don't know if you've come across that and he's a legal scholar and he um he looks at the way in which legal scholars have looked at scientific work on unconscious bias uh as a way of resolving legal disputes about racism. And um there's a bit of a tendency amongst these legal scholars who look to the the the implicit bias um literature, to privileged science over other disciplines. So that there's, he thinks there's a kind of scientism present there. And why is that problematic? Well, because there are, there are psychological or neurophysiological aspects perhaps to understanding racism, but that's not the whole story. So part of the story is uh about the ways in which society is structured about power relations, um about the way in which prejudice is embedded within institutions. And so he objects to thinking about racism just in terms of these biases that people have as individuals. Um And so there, I think he's identifying a kind of scientism as being problematic within legal studies. Um A, a privilege uh an unwarranted privileging of science. Um Are you a humanistic disciplines? Right? Social scientific disciplines."
	},
	{
		"start_time": "39:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So just to cover one more is here before we get into what you say or what you write about in your chapter on Pascal Boyer's understanding of religion. Um There's also you also talk about you, I, I mean, by you, I mean, you and your co-author also talk about cultural relativism in the book. And you claim that um the cognitive science of religion might have been a response to cultural relativism in a way. So could you explain that in what ways might it have been a response to that?"
	},
	{
		"start_time": "40:16",
		"speaker": "Robert Vinten",
		"words": "Yeah. So um relativism looks at differences between cognitive frameworks uh between the values and the practices of different societies. So the, the focus of cultural relativism is gonna be on cultural differences, differences in values and perhaps the, the worry that these might be incommensurable, you know, that there, that there are uh uh conceptual differences in the way that people conceive of time or of color or, uh I, I suppose, particularly significantly or uh of values. Um And that there's no way then to resolve differences between the, the different cultures because they have in incommensurable concepts or incommensurable values. Um COGNITIVE science of religion, on the other hand, because the focus is on the way in which human beings as a whole have developed evolutionarily and common uh common cognitive features of human beings that result from that, that common evolutionary heritage. There's, there's a an emphasis on what human beings have in common as opposed to what, what divides them. So, so cognitive science of religion I think is, is uh sits in contrast to cultural relativism in that way. So human beings have in common, for example, that they uh they tend to over detect agency. So this is one of the things that gets disgusting, cognitive science of religion, quite a lot that cognitive uh that human beings because they evolved to uh prey upon pre and because human beings were predating, they needed to look out for other agents in their environment, they needed to look out for food sources and they needed to also look out for things that might kill them."
	},
	{
		"start_time": "42:35",
		"speaker": "Ricardo Lopes",
		"words": "I think that there, you're referring to what the cognitive scientists of religion called the hyperactive agency detection device."
	},
	{
		"start_time": "42:43",
		"speaker": "Robert Vinten",
		"words": "Yeah, that, so that's one of the ways of referring to it. Yeah. So the, the hyperactive bit there is that what human beings tend to do is they tend to overestimate the agency in their environment according to cognitive scientists of religion because of the way they've evolved because it's beneficial to human beings to do that because it's better to think that there's an agent in your vicinity and there isn't rather than not to identify an agent in your environment that might kill you or might be a source of food. Um So human evolutionary history explains why humans tend to think that there are more agents in their environment than there in fact are. And they take that to be an explanation for things like seeing spirits or belief in God or. Mhm."
	},
	{
		"start_time": "43:42",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. I, I mean, they try to many times boil it down to evolve the adaptations in terms of them having increased our uh fitness,"
	},
	{
		"start_time": "43:53",
		"speaker": "Robert Vinten",
		"words": "right?"
	},
	{
		"start_time": "43:54",
		"speaker": "Ricardo Lopes",
		"words": "It's something, uh uh they use terms like that,"
	},
	{
		"start_time": "43:58",
		"speaker": "Robert Vinten",
		"words": "right. Yeah. Yeah. Yeah. So, so there's, there's things that have aided us in our survival throughout the evolutionary history that have kind of structured the way we are cognitively and um that's something that's common to human beings in general. Um So within Wickens tin's work as well, there's, as I've already said, there's some emphasis on, on common features of human beings. So there, there is this uh common tendency towards finding meaning in things and to uh towards ceremony. But there is also present within Wittgenstein hints of relativism. So some people have found relativism within Wittgenstein's work. So there is of course, within Wittenstein, uh the an emphasis on the point that our con our concepts might have been different than they in fact are. So uh he likes to imagine circumstances in which um in, in which things in the world are different than they in fact are. And that, and that impacts upon the way in which people categorize things in the, in the world. Um So there's, there's uh uh this emphasis on the possibility of human beings having different concepts. And of course, you know, it's an empirical fact as well that human beings throughout the world do conceptualize things in different ways to each other in certain ways. Um There's also within Wittgenstein, this um possibility that people might have different hinges, what he calls hinges. Um So what he's referring to there is that people might have different um certainties that they might be certain of quite different things. And sometimes Fensin puts a, puts this into a, a kind of religious way of thinking about things. So he, he counter poses uh the way in which a Catholic might think about things to the way in which a non-catholic might think about things. So he he takes it that it's a hinge or a certainty amongst most non-catholics that people have two parents. But he says Catholics think that Jesus only had one human parent and he, he says, uh and others might think that there are humans with no parents at all. Um So there's, there's this worry of, of, of relat rela relativism that arises out of the fact that human beings might have different fundamental religious beliefs, different fundamental values. Um These are all things that fensin kind of acknowledges um in, in uncertainty and which might lead us to, to towards a kind of relativism. So if we think that these fundamental certainties aren't something that we can uh discuss rationally and come to a resolution of the problem rationally, then you might think that there's, there's a problem uh of relativism there that, that, that one set of hinges can't be justified relative to another set of hinges."
	},
	{
		"start_time": "47:48",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's get then into your chapter on Pascal Boyer. So uh how would you summarize his views? I mean, the way by which he understands and approaches religion."
	},
	{
		"start_time": "48:04",
		"speaker": "Robert Vinten",
		"words": "Um So we've already mentioned these, these systems in the brain and um the inference systems, what he calls inference systems are, are absolutely central to the way that Pascal Boyer understands religion. So he thinks that we have this agency detection system, the hyper hyperactive agency detective system that you were talking about. He also thinks that we have what he calls uh an intuitive physics system. Um He thinks that we have something called an intuitive psychology system which makes inferences about the thoughts and feelings and beliefs of other people. So we have all these things, computational processes going on in our brain inferences going on um that are, that are um activated by stimuli in our environment. So, um the intuitive physics system might be stimulated by seeing one billiard ball hit another billiard ball. Um TO take an, I think that's an example that Boyer himself uses, but it's an example that goes back to hume. Um And in, in a sort of human fashion, Boyer says that what then happens is that we then infer that there's a cause present between the two events, the event of one billiard ball approaching the other billiard ball and then the other billiard ball moving. But the, the, the intuitive physics system in our mind infers that there is a cause present when it's stimulated by um seeing these, these events in our environment. Um So Boyer, he thinks we've got these, these various um systems and I've got a quote from Boyer here. Let's see if I can find it. Yeah. So these inference systems, they're made to do a huge amount of work in Boyer's book. I th I think basically they do all of the work really in, in explaining religion. So here's a quote from Boyer. He says the activation of a panoply of systems in the mind explains the very existence of religious concepts and their cultural success and the fact that people find them plausible and the fact that not everyone finds them. So and the way religion appeared in human history and its persistence in the context of modern science. So the ba basically wants to say that the the discovery of these various systems in the brain cognitive science, it can explain, you know, a huge amount of things uh that we want to understand about religion. It can explain the spread of religious concepts. It can explain why people engage in certain religious rituals. Um Yeah. So I I think in summary, that's, that's Pascal Fer's Boyer's theories that, that we have these inference systems in our brain. And that if, if we look at the results of studies in psychology and in cognitive science, they can inform the way in which we understand religion. Mhm"
	},
	{
		"start_time": "51:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. By, by the way, also for the audience, I have a handful of interviews, one of them with Pascal Boyer himself, by the way, where we talk about what people in psych developmental psychology and some areas of anthropology refer to as core knowledge that is intuitive physics, intuitive biology and intuitive psychology sometimes in instead of intuitive, they was they use the word folk, folk physics, folk biology, folk psychology. Uh But yeah, I have a handful of interviews with people on the show evolutionary psychologists, anthropologists about that. So um and And so from a Wittgenstein in perspective, what would be your critique here of those in or that that approach based on influence systems?"
	},
	{
		"start_time": "52:22",
		"speaker": "Robert Vinten",
		"words": "Uh So, first of all, there's the, the criticism that I've already mentioned coming from Vick and Stian philosophers. So the first criticism that we might make of Boyer is that what Boyer is doing here in talking about inference systems in the way that he does is misusing psychological concepts. So uh Boyer doesn't only say that these inference systems can explain these various aspects of religion. He all of the time, he's attributing psychological um states to these infant systems. So he says that the the inference systems perceive things in our environment uh that they understand things that they interpret things, um obviously being called infer systems, they're inferring things all the time. Um And so these are the kind of things that we would ordinarily attribute to human beings, right? The human beings compute that they infer that they perceive. Um And so if fensin is right, that psychological expressions are only properly properly uh applied to human beings and creatures that behave like human beings, then Pascal Boyer has gotta be wrong to attribute psychological states to infer systems in the brain or to any part of the brain because the brain can't behave like a human being. Um So that criticism of Boyer is connected with uh another criticism that we might make. So as Fensin notes, there are behavioral criteria that are associated with psychological concepts. So there's the remark I've already quoted to you where he talks about psychological concepts being attributable to human beings and creatures that behave like them. Uh There's other passages within his work where he talks about how it is that we learn concepts like pain and how it is that we attribute paying to other people. And his answer to that is that there are behavioral criteria by which we um attribute those states to, to other people. So things like crying and wincing and saying I'm in pain, these kind of behaviors, they're not just kind of accidentally or contingently associated with the, the mental state. In question, there's a, a logical connection between those behaviors and, and the pain. Um And that logical connection is obscured by the fact that people can, people can um suppress those behaviors. So people need not behave in that way when they're in pain. Pe people need not give any sign that they're in pain. Uh OR they might pretend to be in pain when they're not. Uh OR yeah, they, they, they might hide their plane for one reason or another. So, so there, there is sometimes a mismatch between what's going on, be behaviorally and what's going on psychologically. And I think that that mismatch between the behavior and the psychology is what has led some people to think that there's no logical connection between the two at all. And that's Boyer's view, right? So Boyer thinks that the internal realm is entirely logically disconnected from the behavioral realm. It's, it's hidden behind behavior rather than the behavior being criteria for the, the psychological stuff. Um So a second criticism that you might then make in connection with that is, is the boy a holds a kind of Cartesian view of the mind. So, so although he wouldn't accept that label, he wouldn't think of himself as being Cartesian. Um So he, he doesn't believe in the, in the Cartesian view that there's a uh a material substance and a and an immaterial substance. That's not, that's not what I'm referring to here, but what he does believe and that they, that, that Descartes believes is that there is a, a logical disconnection between the mental or the psychological realm and the physical and the behavioral realm. Um And that what, what we have to do because thoughts are hidden, we have to infer psychology from their behavior. So there's a kind, there's a kind of Cartesian aspect to Boyer's work and lots of other work in the cognitive science of religion, which I think is, is problematic um from a victim Stian perspective. Um Yeah. OK. I'll leave it at that for now. OK."
	},
	{
		"start_time": "57:48",
		"speaker": "Ricardo Lopes",
		"words": "Uh And I guess that also sort of related to what you talked about when you mentioned intuitive physics, biology and psychology, there's also these very common idea among researchers in the cognitive science of religion about uh theory of mind or mind reading and how and how these sort of Western model of the mind uh w would, would also apply cross culture across all cultures. So, uh I, I mean, from a Wittgenstein in perspective, uh what do you think about that? And if it doesn't apply cross culturally, what would be the implications for the study of religion?"
	},
	{
		"start_time": "58:35",
		"speaker": "Robert Vinten",
		"words": "Uh So, so I think this is a further criticism that you can make of Boyer's work actually is that there's a kind of scientism present in, in Boyer's work. So what it means that this division, this strict division between the inner and the outer, it means that there's always work to be done in uncovering what's going on in the inner realm. And so this is where science comes in, right? So, so uh the idea then is that cognitive science is needed to uncover what is hidden. Um And that's also related to the, the idea of a theory of mind, I think um the idea that there, that there's something theoretical about the way in which we attribute uh psychological states, um beliefs, pains, et cetera to, to our, to our fellow human beings. Um So I, I think as a vic and Stian, I'm very wary of this talk of theory of mind at all. I, I think it's a, it's a bit of an uh an odd way of talking about things. I don't think babies or chimpanzees or, or adult human beings have a, have a theory of mind unless they're doing psychology, right? Um Just in, in just attributing mental states to other people, that's a perfectly ordinary everyday non theoretical activity. But the, the, the reason that the reason that people think of it as something theoretical I think is that they're, they're holding on to this kind of Cartesian picture where the inner is something hidden that has to be unburied by science. It's a bit like you have to uh um observe uh certain things in order to detect what's going on with atoms that are hidden. The, the, the psychological is conceived in a similar way to, to the atomic. And I think that's a mistaken analogy that the psychological isn't analogous analogous to the, to the atomic in that way. Mhm"
	},
	{
		"start_time": "1:01:03",
		"speaker": "Ricardo Lopes",
		"words": "So, uh I mean, of course, as I said, there are many other critiques that you and your co-author is explore in your book. But now for the last part of our conversation, I would like to ask you actually about a new project that you working on right now on epistemic injustice. Uh Could you tell us a little bit about that? And, and by the way, just to introduce the topic to uh for the audience, uh I mean, what is epistemic injustice exactly?"
	},
	{
		"start_time": "1:01:35",
		"speaker": "Robert Vinten",
		"words": "OK. So the, the coin uh the, the, the term was coined by uh Miranda Fricker in her book, uh epistemic injustice, which has become a bit of a, a classic in the field that's inspired a lot of the work in the field. Um And she distinguishes two kinds of epistemic injustice, two basic kinds of epistemic injustice, uh testimonial, injustice, and hermeneutic injustice. So, what she's talking about are injustices that are connected with uh human beings as being knowing and believing creatures. So that's the epi epistemic side of things, right? So, epistemology is this the theory of knowledge or the study of knowledge, belief and justification. Um So, epistemic injustice is injustice in the area of uh epistemic things. So, injustice in relation to knowledge and belief and justification. Um So, in particular, um testimonial injustice that Friar talks about this is the injustice of somebody offering up testimony and not being believed due to a prejudice that the hearer has. And so the, the speaker here, the person giving their testimony um is trying to convey some information to somebody else. They're perfectly believable. There's no reason to disbelieve them, let's imagine. But the, the heer nonetheless does not believe them because they're prejudiced in some way because they're racist or because they're sexist uh or because they're homophobic, they think that the person in question uh you know, is, isn't trustworthy on this issue when in fact, they have no reason to think that this person is untrustworthy. So, in that case, uh an epistemic injustice has been done to that person. They're a victim of prejudice, but they're also a victim of prejudice in their capacity as a, as a knower and as a as somebody offering up knowledge to other people. Um So the other form of epistemic injustice that Miranda Fricker talks about is hermeneutic injustice. And that's the injustice of people not having the hermeneutic resources uh to, to understand their own oppressed condition. So the example that she gives is the example of sexual harassment. So the concept of sexual harassment is a relatively recent one. And until uh women got together and discussed what was happening to them in the workplace, the the abuses that they were facing until they started to conceptualize it as sexual harassment, they didn't fully understand their own uh oppression that the, the, the, the way in which they are being harassed. Um So there, there's, there are gaps in the conceptual resources in society. Uh The hermeneutic resources more generally it that are unfavorable to certain people um that she points to so that they're the two forms of epistemic injustice that Miranda Fricker talks about. Um BUT you might think that it's broader than that, right? So Fria doesn't own epistemic injustice and I mean, it's quite natural to expand the term in certain ways. So if, if, if what we're talking about is injustices done to people in their capacity as, as know as then we might think that there's various other forms of um epistemic injustice. So one form of epistemic injustice that people have pointed to is that oppressed people might in fact have better hermeneutic resources than their oppressors for understanding their situation. So it might be that oppressed people in virtue of being oppressed have a better understanding of their condition than the people that are oppressing them. Um But nonetheless, the conceptual uh resources that are available within society don't reflect uh don't reflect that. So there are gaps in the conceptual resources of the people that aren't oppressed in that in that way. And so the people that aren't doing uh that aren't oppressed or perhaps the people doing the oppressing, they're the ones that have gaps in their conceptual resources. And, and that's a problem for the oppressed because people within the society don't understand their oppression. So it might be that, I don't know, say black people have a very good understanding of the ways in which they're being oppressed. But other people in that society don't have the conceptual resources that, that the oppressed people do. And that is therefore a problem for the, the people that are oppressed because they try to talk to other people about their oppression and don't get understood as a result of that. Or, or it might be that the the misunderstanding is wilful, right? So it might be that the people doing the oppressing recognize that, that there are certain gaps in the collective hermeneutic resources that are disadvantaged people and they might deliberately obscure those her hermeneutic resources. Uh I think I've rambled enough there, but I just want to give, I give an impression of how you might broaden things out. So, you know, there's all kinds of directions that you might go off, go off in uh discussing epistemic injustice. Uh If you're thinking about justice in the area of um people being oppressed in their capacity, as know, as then you're thinking about epistemic injustice and that might take a, a number of different forms,"
	},
	{
		"start_time": "1:08:24",
		"speaker": "Ricardo Lopes",
		"words": "right? So just one more question then uh here in the particular case of epistemic injustice, you're also bringing into the table. Uh Wittgenstein and his philosophy, right? Particularly I guess his philosophy of language if I understand it correctly. So in what way do the Wittgenstein approach here also apply or be relevant to discussions of epistemic injustice."
	},
	{
		"start_time": "1:08:52",
		"speaker": "Robert Vinten",
		"words": "OK. So I, I mean, I've only just started this project myself. So I, I haven't actually written a huge amount on how this might, how this might work out. But in, in very sort of broad brushstroke terms, Fensin, as I say, he conceived our philosophy as being concerned with uh conceptual or grammatical problems. And given that a lot of the discussions within uh the field of epistemic injustice are philosophical um and conceptual that it's clear that Wittgenstein's philosophy is going to have an application then. Um SO one of the things that I started looking at is uh the question of the relationship between knowledge and certainty. So this is something that Fricker raises in her book, Epistemic Injustice. She wonders whether there's a confidence condition to knowledge, whether whether people have to be confident of what whatever it is that they know in order to be said to know or whether they have to be certain uh in order to know. Um And obviously, Fensin S work is useful in reflecting on the relationships between knowledge and certainty. He wrote on certainty, which contains, yeah, you know, lots of interesting reflections um on how exactly knowledge and certainty are related to each other and how exactly we are to understand knowledge and certainty. So I think that's just one example of how Fensin might be useful in uh in understanding issues of epistemic injustice. Um I mean, I'm, I'm not the first to do this. So, Fensin S work has been used in discussions of uh epistemic injustice already. So, one of the ways in which it's been used is to, to think about the potential for um Fensin S understanding of hinge epistemology um to be used in discussions of epistemic injustice. Um Yeah. And there, there were discussions of fensin and relativism and uh and epistemic uh epistemic injustice, lots and lots of different ways in which you might go off."
	},
	{
		"start_time": "1:11:19",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, um just to mention your book again, it's Wittgenstein and the Cognitive Science of religion, interpreting human nature and the mind. I'm leaving a link to it in the description of the interview and Doctor Vinton just before we go apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:11:41",
		"speaker": "Robert Vinten",
		"words": "Yeah. Um So I'm, I'm affiliated to uh Nova University, as you say, in particular, I'm affiliated to Ill Nova uh which is the Philosophy um institute at Nova. Uh I'm a researcher there. So I have a page on the Ifill Nova website. Uh That's IFI Lno va dot pt, if people want to look me up there. Um I also have an academia page, a research gate page. Uh THE the usual kind of research pages. I'm on those if people want to look me up there. Um And I'm also a member of the, the Lisbon Mind and Cognition Group and I have a page on their web page. So if people want to look me up on that page, you can do. And um I mean, that's an interesting group as well if people wanna look into the activities of the Lisbon Mining Cognition group."
	},
	{
		"start_time": "1:12:42",
		"speaker": "Ricardo Lopes",
		"words": "Ok, great. So, thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:12:49",
		"speaker": "Robert Vinten",
		"words": "Yeah. Thank you very much for, for inviting me on to the show. It's, it's great. Thanks."
	},
	{
		"start_time": "1:12:54",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Conners, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel S friends, David Sloan Wilson Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba Adam hunt Pavlo Stassi na Me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broder. Douglas Fry Franca la Gilon Cortez or Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson Benjamin Gilbert Jessica. No week in the Brendan Nicholas Carlson Ismael Bensley Man George Katis Valentine Steinman Perros, Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni. Tom Ween, Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]