[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, as always Ricardo Lob. And today I'm joined by Dr Monte Johnson. He's a professor in the Department of Philosophy at the University of California, San Diego. He teaches and researches GRE Roman philosophy and its influence on the history of philosophy and science. And today we're talking mostly about some aspects of the philosophy of Aristotle, democritus and also Greek Roman philosophy. So Monte, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:34",
		"speaker": "Monte Johnson",
		"words": "It's a pleasure to be here. My, my favorite thing to do, talk philosophy."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "And I guess that probably was"
	},
	{
		"start_time": "00:41",
		"speaker": "Monte Johnson",
		"words": "with you. It's an honor to do it with you, Ricardo."
	},
	{
		"start_time": "00:44",
		"speaker": "Ricardo Lopes",
		"words": "Well, I really appreciate that. So, and I guess that probably one of the things in philosophy that you love talking about the most would be Aristotle, right? So, uh what got you interested in Aristotle to start off with? And what are perhaps some of the aspects of his philosophy that interest you the most? And then we can get into some specifics here."
	},
	{
		"start_time": "01:08",
		"speaker": "Monte Johnson",
		"words": "Well, uh give you, give you a tiny uh intellectual biography here. I actually started out uh getting, getting interested in Nietzsche uh in my Catholic high school. Um AND I was reading Nietzsche and realized I don't understand anything he's talking about because all of these Greek philosophers. So in, in college, I need to study Greek philosophy so that I can sort of work my way through the history up to Nietzsche, which I really wanted to understand. But then I started doing Greek philosophy and um never got beyond it, found so many interesting things to do there that II I just sort of stalled out in Greek philosophy, but you start doing Greek philosophy and you realize, well, everybody keeps talking about Aristotle and you've got to understand what's going on with, with Aristotle, particularly if you wanna know the earlier history of philosophy. So that's what initially interested me in Aristotle was just trying to figure out what's going on with, with Greek philosophy in general. And then I just found so many interesting things within Aristotle that, that, that became all absorbing and, and almost all of my other philosophical projects have, you know, sort of started out with things that I, that I found in Aristotle and started investigating further and realized, OK, well, I need to understand these criticisms he's making of materialism or whatever. So then you get further into democritus and epicurus and, and others and so on. So um it, it, it's really just because he's so um central to, to, to Greek philosophy."
	},
	{
		"start_time": "02:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know, I left a little bit when you mentioned Nietzsche because back when I first read Nietzsche, uh, a little bit prior to that, I had already read a little bit of Plato, but then I started reading Nietzsche and I was like, damn it. I have to go back and live and read a little bit more of Greek philosophy."
	},
	{
		"start_time": "03:17",
		"speaker": "Monte Johnson",
		"words": "Yeah, that's right. Even though, you know, he Nietzsche doesn't really say that much about Aristotle directly, as much as he does about, about Plato and Socrates and so forth. But, you know, if you're wondering what interests me, you know, my, my deeper interest in Aristotle, like what, what I found when I got there, I mean, one thing is that he's one of these philosophers that actually contributed massively to science. Um And so, you know, the, the the two areas he's most known for, there would be, you know, his logic and biology, basically two fields of science that, that he completely founded and he contributed to almost all other areas of science as it was conceived in antiquity. Um But especially those those two, but also just his, his general approach to science and, and conceiving of a kind of philosophy of science, almost a scientific method and his treatment of his predecessors and kind of a development of a, of a dialectical method, almost like history of philosophy. Um All of all of those things are, are so interesting even before you start talking about his subsequent influence on the history of science and the history of philosophy. Um SO that, you know, even even today, largely the terminology that we're using in philosophy and to a, a pretty big extent, the formulation of problems that we still have um are are due to Aristotle. So, you know, everything from, you know, the term metaphysics itself originally conceived of as a, as a editorial term for positioning works within his corpus. Um Two great problems I was looking at the uh there's a Oxford handbook of Metaphysics that came out a couple of years ago and reading its introduction and the, the editors tell us that uh there's this, this great stuff happening in metaphysics now, like, you know, uh modal metaphysics and category theory and, and so on. And it's like all these things that Aristotle, you know, initially took up and, and, and gave us, gave us some of the first positions in. So, you know, even if you're interested just in contemporary philosophy and understanding why it's using the terms. It is why it has the problems that it has. Um YOU sort of have to have to know something about Aristotle and, and, and how he got a lot of this, this stuff going. So that's that, you know, those, those are the main reasons I'm interested in him. It's, it's hard not to be if, if, if you're serious about philosophy and especially history of philosophy."
	},
	{
		"start_time": "06:23",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I guess that particularly for these older ancient philosophers, a very frustrating thing sometimes is that, um, some of their literary works are lost, perhaps some of them lost forever. And I noticed that again when going back and reading some of their works because of Nietzsche, the works of Eric Le, for example, I mean, there is nothing there pretty, pretty much so. But, uh, and that's interesting also because you told me before we, they interviewed that you're working on reconstructing a lost work of Aristotle or Aristotle entitled Pro Practicus. So what by the way, what do we mean by lost work here? What does that mean"
	},
	{
		"start_time": "07:13",
		"speaker": "Monte Johnson",
		"words": "exactly? Yeah. So um you know, we look at the, the works that we have inherited what we call the Aristotle corpus and they're based on medieval manuscripts of works that were attributed to Aristotle. And these are works that essentially were continuously copied by hand from antiquity through the middle ages and, and made it into the renaissance in the age of printing. And so we have this, this corpus of works and, and you know, within that corpus, uh we consider some of the works dubious meaning. Scholars don't really agree whether it can be attributed to Aristotle. We have other works that are spurious, which basically means scholars agree that we can't attribute it to Aristotle. And then we have all of the works and the most famous works that we uh attribute to him like the politics, the physics, the metaphysics, uh the poetics, the Nick and mckeon ethics and so forth. All of these, you know, are the core of our Aristotle corpus. But when we look at ancient lists of Aristotle's works, and there are three ancient lists of his works. It actually doesn't correspond very well to our Aristotle corpus. Um And so we notice a lot of titles on those lists that are not the same as works that we have and uh entire genres of works that, you know, weren't copied continually. And so haven't made it into our contemporary Aristotle corpus. So by lost work, we basically mean a work that was either on an ancient list of Aristotle's writings or that other ancients referred to, you know, by a certain title and, and, and so forth. Um AND then sometimes quoted or paraphrased. Uh And so we know that these works existed and that, and that they had them, but they just didn't make it down uh to our day. And that, that, that's another issue uh that we can discuss is, you know, why we have the works we have and why we don't have some other works we have. It's a big issue when we, if we, if we talk about Democrats, for example, but by lost works, we basically mean works that existed in antiquity and that we don't uh have anymore. And for Aristotle, there are a lot of these works. In fact, I think what we have is probably something like a quarter of what he wrote, or at least what was attributed to him in antiquity. I mean, may maybe we have something like a half, but probably more like a quarter. And one thing that we are entirely missing is all of the works that Aristotle intended to publish all of his popular works. So he wrote a lot of dialogues just like Plato. In fact, he wrote four dialogues that he gave the exact same title as Plato. So he wrote a symposium, he wrote a Nexus, he wrote a statesman and so on. And all of these dialogues, which there's a lot of ancient praise for Aristotle's, the golden flow of Aristotle's words and so forth, which is referring to these popular works and these dialogues, nobody could describe the works that we now have of the Aristotle Corpus as a golden flow of rhetorically beautiful speech. But he wrote dialogues like Plato did that were extremely popular in antiquity. In fact, it's possible that that most of Aristotle's reputation in antiquity uh before the later uh later antiquity, when you know, the Aristotle commentators, business was really going. Um But but earlier than that, and in the hellenistic age, his reputation was largely on the basis of these dialogues. So one of the dialogues that he wrote, one of the popular works he wrote was called the Protreptic. And that means uh you know, to give it a Latin translation, exhortation, exhortation to what exhortation to philosophy. So it's designed to be a work that encourages people to do philosophy, do philosophy as opposed to what while doing either another kind of philosophy. So he's encouraging you to a certain kind of philosophy or do philosophy in preference to other kinds of activities like uh politics, business, uh strategy, uh things like that law. Um A actually what he comes around to saying is that if you want to do any of those, you sh you can enhance it and do it in a, in a real way by also doing philosophy. So this is AAA work that did not survive in medieval manuscripts, but it was excerpted heavily uh by some, some later ancient writers and in, in such a way that we can take these excerpts, study them very closely and even arrange them into a plausible order that we think was the order of the original work. And then we can actually say something about Aristotle's popular works, the so called exoteric works as opposed all of the works that we have are actually esoteric works, meaning meaning works designed for use within his school. Uh We, we often lazily call them something like notes. Uh And it's not usually clear whether it's meant notes that the teacher is using to lecture or notes that his students are taking down as he's lecturing or were they initially written by him and then revised by students or initially written by students and revised by him. Uh We, we we we don't really know any of that. But what we know is that these are highly technical works intended for use within a school and not the kind of polished literary works that, that we have with play doh uh or other contemporaries of Aristotle like is Socrates. So it's just interesting to get it, get an insight into that literary accomplishment. And then there are certain things we can actually say, we can inform things about our reading of the Aristotle corpus. And that esoteric works on the basis of having a clearer theory about the, the exoteric ones like the paretic."
	},
	{
		"start_time": "14:16",
		"speaker": "Ricardo Lopes",
		"words": "So to get into some of uh the aspects of Aristotle's philosophy that you've explored in your work more specifically and to try to perhaps tie a little bit to modern conceptualizations of science, for example, uh did Aristotle defend in any way, the idea of scientific unity? And by the way, what does scientific unity mean exactly?"
	},
	{
		"start_time": "14:47",
		"speaker": "Monte Johnson",
		"words": "Well, that is, so that's a, that's a big question. Um I'm, I'm, I'm very happy to talk about it. So first thing I think that first way to approach this issue is to realize that, you know, for Aristotle science, uh that's the term we use to translate his term, you know, epistemic where we get the term epistemology, it's really a state of mind or, or even a state of, of character. It's an, it's an intellectual virtue that people possess. OK. So when we, when we talk about science fundamentally, don't mean something that's like out there in objects or like in on papyrus scrolls or on the internet or something. It's, it's actually a condition of a mind. OK? And, and, and in an ability to do something, an ability to prove things, an ability to demonstrate things. OK. So there is, there is scientific unity in the sense that science is a modification of a soul and every scientific soul is capable of doing something capable of proving something. Now, in different domains, there are different standards of proof or demonstration and different methods used uh to build up to these proofs. And that's where we start getting uh divergences um in and, and, and we get away from the unity of science in a, in a single mind into um the way that this unified mind approaches various kinds of objects which are themselves quite different and, and of a different nature. So, um and, and we can continue to talk about scientific unity even when we talk about how he approaches those different kinds of objects. But there, it's, it's, it's interesting the way he divides things up because he, he does so quite differently. So we look at his, his overall division of the sciences and classification of the sciences. The first and most important division is between practical philosophy on the one hand and theoretical philosophy on the other hand, OK. And theoretical philosophy studies objects that we want to know their causes, whether or not we can have any further effect from that knowledge, produce any other kind of effect. So things that we just want to know about and this basically comes down for him to you know God or theology, uh the gods, the divine uh mathematical entities like arithmetical or geometric objects and natural science. So uh everything from the stars, moon and sun to the nature of the earth and the environment, to plants and animals, all of those things, we want to know about their causes, just, just to contemplate them, we might be able to do something else with that knowledge. But the knowledge, the key thing is that the knowledge is valuable even if we can't do anything else with it. And that differentiates it from the practical sciences where here we judge their success on the effects. We wanna know their, the causes in these various domains in order to produce certain effects. So we don't wanna just know about happiness or know about the good. We wanna actually be happy and uh have the goods and we don't wanna just know about the causes of good government. We actually want to um participate in, in good government and build good government and live under good government and similar to, you know, medicine or economics or anything else. We don't wanna just know what it is to be healthy. We actually want to be healthy or know what it takes to make money, we want to actually have a lot of it. Uh And so then you start to get different standards for what constitutes knowledge in these other kinds of domains. Now, another aspect of the unity of science is AAA unity of methods that applies even to these theoretical and practical ones, which involves sort of stages of scientific knowledge. So a stage at which empirical facts are gathered. And this is a process he calls, you know, history, inquiry or investigation. And we establish what the facts are in the various domains. And then we search for ways to explain those facts that is we search for causes. And ultimately, we try to trace these causes back to principles, principles that we accept as, as self evident or there are sort of like definitions and that operating with those principles or definitions we can through chains of, of reasoning, arrive at conclusions that constitute the phenomena that we observe that we, that we want to explain. So, you know, that's, that's a kind of outline of, of, of how any science will work. Since a science is a mind's ability to prove something, then this is how this is how you would ultimately prove it. But within laying out that that kind of method or that that standard for scientific knowledge, he talks about different domains of scientific knowledge and he actually creates a kind of prohibition on domain crossing or kind crossing explanations. So he, he wants to, to tidy up where uh how the observed phenomena that we're explaining relates to the kind of principles being used. And he looks at his predecessors and he sees them trying to just use a couple of principles to explain all of the phenomena in all kinds of various domains. And he thinks we need, we need a tighter relationship and more specific principles. And so he actually says, we should not be able to just freely cross, for example, from principles about arithmetic or geometry immediately to the explanation say of ethical matters, uh which he kind of conceives of like Pythagorean is doing this. They think that numbers are the principles of everything. So they would explain even marriage injustice on the basis of these being like the numbers three or four and things like that. And he thinks, well, arithmetic principles can explain arithmetic facts and, but we're gonna need ethical principles in order to explain ethical facts and, and we should not, we should not have a sense of scientific unity. That's so tight that, that we just expect a few principles to explain uh everything whatsoever. Uh So that's uh one thing that he lays out and it's an extremely important and influential aspect of his thought that being said as he is laying out this prohibition on kind crossing or doma domain crossing explanations. Immediately, he says, but there are certain exceptions to this and it, it's almost as if the exceptions end up constituting the rule. So for example, we if we're explaining a meteorological phenomenon like the rainbow or the halo, then we're gonna need theorems from a natural science like optics in order to explain these phenomena. But the theorems of optics are themselves based on geometric principles. So ultimately, the explanation for why the rainbow is a semi circle or why the halo is a circle has to do with geometric principles. So we do, we do cross kinds from meteorology all the way to geometry and that explanation. But but we have these standards for keeping the phenomena tied to the principle. So that's a very long winded answer to the to the question. Ultimately, yes, science is a completely unified thing and it's an ability to prove and it's something in a mind. But because the objects that are being explained are so diverse, this unity breaks down pretty, pretty quickly. But it, it can be reestablished because there are lots of general principles that we need in order in order to explain everything. And there are geometric principles involved even in explaining things like justice. So we need a proportional concept of equality in order to explain distributive justice for example. But it's a much more sophisticated matter than you know, a a kind of number theory about something that seems to correspond to justice. It, it's, it's, it's really a deployment of, of uh principles arrived at after some empirical investigation of the field."
	},
	{
		"start_time": "24:52",
		"speaker": "Ricardo Lopes",
		"words": "So another thing that uh at least modern scientists uh care about and are interested in is explanation of course. And uh Aristotle thought about different kinds of explanation and modern scientists tend to favor mechanistic explanations, but there's also for example, teleological explanation. So uh how did uh Aristotle look uh at those different kinds of explanations? How did they look, for example, at the relationship between mechanistic and teleological explanations?"
	},
	{
		"start_time": "25:30",
		"speaker": "Monte Johnson",
		"words": "Great question, one of my, my favorite things to talk about. Um So I I think there is an enormous confusion in the, in the history of philosophy and, and really the history of science about the relationship between mechanistic or mechanical explanations and teleological explanations. And a lot of it has to do with, with what we mean by mechanistic explanations. Um So first of all, it should be pointed out that Aristotle wrote probably the first systematic treatise on mechanics called the Mechanical Problems. And it employs exactly this methodology of science. I've just been describing some people think it's written by an early member of his school or somebody a little bit later. But the interesting thing about it is that it embodies Aristotle's Philosophy of Science as he expresses it in the posterior analytics better than any other work of Aristotle that, that we have. And it was an enormously influential text we can demonstrate, for example, its direct influence on Descartes. OK. So he wrote the first, the earliest, the most systematic work on mechanical explanations. OK, explanations of mechanical problems. All right. But this is not often read and he's not often credited with this. And usually what we do is is build up some kind of history of science that says, well, Aristotle was interested in in final causes and teleological explanations and forms and these kind of qualitative things. And he wasn't at all interested in in a matter and motion and the kind of things that the later later came to the fore in the scientific revolution of the 17th century. So a lot of people will just lazily define a mechanistic explanation as being one that only depends on uh matter and motion or something like that. So the first thing to realize is that Aristotle causality, you know, his, his theory of causality is that we need complete explanations that involve all the kind of causes relevant to a certain phenomenon. And so he certainly believes that an important cause is motion. What first moved the thing? That's one of his four causes. Second one of his four causes is the material cause. OK. So it's, it's rather odd to oppose Aristotle to material explanations when he is the one that invented the idea of material explanations. In fact, I've written an article that shows he invented the term material that wasn't used even by the supposed materialist predecessors, like democrats didn't use the term material neither did empedocles, neither did Amex Aristotle invented the term material and used it for a certain kind of explanation for the first time later, so called materialist explanations are Aristotelian in this respect. But what he thinks is that if we're, if we're explaining some phenomenon, then we need to explain the material involved, what moved it, what form uh the things take and what its end or purpose or function is now returning to mechanistic explanations or mechanical explanations. What are they? Well, let's start with mechanical explanations. OK. These are based and, and the most simple of these would be explaining the simple machines, OK, an incline plane, uh pulleys levers, things like this. Right now, all of these things, you can't begin explaining them without giving some kind of end or purpose. So it makes an inclined plane, makes carrying weight up uh uh up a slope easier. Um The lever makes moving heavy objects easier, the the lever and fulcrum and so on. Uh So there's no explanation of these until we say what they're able to do. And then we described the form that they're in, you know, that you need a fulcrum that you need uh an object of a certain length and so forth. And then we bring in material things. Well, it needs to be rigid and it needs these, these other kinds of qualities and we bring in a mover. Um YOU know, somebody needs to depress the lever or whatever. OK. And so I can't find any so called mechanistic explanation or explanation of anything mechanistic that doesn't involve all of these causes. OK. I, I don't think there's any such thing as a mechanistic explanation that doesn't involve them in jars or anyone else. And so we're all sort of using Aristotle's theory of causality to explain this. And there are people that would like to sort of reduce it and say, well, we don't, we don't need the, the final causes anymore. We don't need the formal causes. But I just, I just don't think that's, that's the case. So there is certainly no opposition in Aristotle's philosophy between mechanical or mechanistic explanations and teleological explanations. And I don't think there are anywhere else. So all mechanistic explanations are teleological. Now, on the other side of it, Aristotle would be the last person to accept a merely teleological explanation of something which would be to just say what it's good or end is what he's really interested in is what, what's the mechanism that makes all of that possible? Like how do these parts relate to each other? Such that this this end is realized so largely what his philosophy is like. His biology is describing the mechanisms that make vital functions like reproduction, growth, uh nutrition, uh perception, self motion, even thinking, what are the mechanisms that make those things possible? Um And if you take those out, you, you, you, you, you getting rid of all of Aristotle's explanations. So there is this this later polemical dialectic that opposes the two and says one is superior to the other. But it's, it's just absolute nonsense in terms of explanation. Uh We we, we, we need all of these causes in any particular explanation. And there's no phenomenon that we can explain without it. I mean, take, take the the most famous early modern example, something like a clock, right? You cannot explain a clock unless you want to talk about the function of keeping time. OK? And the mechanism is completely oriented and designed every aspect of the mechanism is to bring about that. And only that end. And so try to explain a clock without talking about the end AAA robot that walks across my desk, I can't explain anything about it. It's a pure mechanism, but I can't explain anything about it unless I begin with saying, well, the purpose of it is to simulate a thing like walking, like stepping or something. And then I give the mechanism to explain that, but it begins with the end. So there are no explanations of mechanical phenomena without teleological explanations. And my conception of mechanistic explanations are that they are explanations modeled on mechanical explanations. So we have this real science of mechanics and then we have other attempts to give explanations like mechanics in other fields like biology. OK. So biomechanical explanations and these are mechanistic in the sense that they try to describe the mechanisms, including the material for movers and everything that bring about certain biological functions or an"
	},
	{
		"start_time": "34:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I imagine that perhaps one of the reasons why maybe modern scientists, I, I mean, by modern scientists, I'm referring mostly to the contemporary ones. I'm, I don't think that probably scientists from the 16th 17th century who wouldn't be aware of how important these different kinds of explanation coming from Aristotle would be. But reps, they have not read much philosophy, the contemporary ones. But also when they hear about things like the theology, they probably immediately think of religion or something like that."
	},
	{
		"start_time": "34:46",
		"speaker": "Monte Johnson",
		"words": "Well, yes, I mean, there is enormous confusion, of course, caused by the intermediary history and teleology. One of the big purposes of teleology in the early modern era was to support uh what was at the time called natural theology. The idea that we can even sort of prove God's existence by examining these phenomenon. What do we find? We find that all these ends come about by these very elaborate mechanisms and these mechanisms are simple to our mechanical objects. So for, for one thing, we've got to, we've got to discover that and then, and then we'll realize sort of the glory of God and kind of intelligent design, creationism. And uh and, and second, we have these nice and more uh complete explanations of the phenomena. Now, um Aristotle doesn't accept any of that stuff about God because his concept of God is totally different and he is totally opposed to an intelligent design, creationist concept of God, uh which Plato had. But Aristotle totally, uh totally rejected. But because that was taken over and used so extensively, then people think, oh, well, the whole purpose of teleology is really not to do something scientific. It's to prove the existence of God. But if we're, if we're just talking about explanations, ok, then we need teleological explanations. As far as I can tell, there aren't explanations that don't involve teleology at some level. But we do need to, we do it, we do need to separate it out and, and make the relevant distinctions by what we mean by God, similar thing, what we mean by soul. Uh You know, there's a lot of confusion because of the intermediary, history of the concept of soul or in ethics. You know, virtue, people have these concepts of virtue that it's like something that, you know, something in Christian ethics or something. And you have to do, do some work to say no, let's go back to what the original notion is and it ends up being quite different."
	},
	{
		"start_time": "37:04",
		"speaker": "Ricardo Lopes",
		"words": "So another thing that you wrote about is how Aristotle approached or thought about the meaning of life. Could you tell us about that? I mean, what is the meaning of life or?"
	},
	{
		"start_time": "37:17",
		"speaker": "Monte Johnson",
		"words": "Right. OK. Yeah, you, you really asked the big questions, don't you Ricardo? Um So, you know, and of course, I'm giving Aristotle's approach to the meaning of life. And, you know, nowadays, every philosopher worth their ASA has to have a view on the meaning of life. Uh So I have a colleague that he's just started a course on the meaning of life. And of course, it's the most popular, you know, new course at U CS D. Everybody wants to, you know, oh, I can, I can go figure out the meaning of life by, by taking this. And I, I contributed to this extraordinary um anthology that took something like 30 philosophers from antiquity down to like Camus or something and, and, and explains what each of their views are on the meaning of life. So I think, I think, you know, Aristotle is really a special philosopher in this context because he's, he's really the first one to directly and sort of systematically and philosophically approach this issue. And he does in, in two, in two different ways that correspond to two different meanings of the term meaning, you know, two different senses of the term meaning of life. So one of them is, you know, sort of what we mean when we use the term life, what are we talking about? He has a very specific and careful method of figuring that out for one thing. And then the second is that by meaning of life, we often mean something like the end or purpose of life. Like why go on and what, what makes it worthwhile and that sort of thing. And he also has a very methodical, careful approach to that issue and his approach to these two different aspects of the problem with the meaning of life are interrelated. So on, on the first one about, you know, what do we mean by life? His answer is that, well, we mean the different things that living things can do so to be alive is to be able to do certain things to have a certain function. So we, we think that plants are alive because they can reproduce and they can use nutrition and they can grow and that sort of thing. And, and we can actually talk about what's good and bad for plants themselves, not in relation to humans or other animals but themselves. So a gardener can tell you what's good for this plant or a botanist can tell you what's good for this plant in terms of what kind of soil is good, what kind of, how much water, how much light, how much shade and so on. And that's because these living things have these ends or functions. And he thinks that animals uh are basically like superpowered plants, they too reproduce. Uh THEY use nutrition, they grow just like plants, but they also additionally have have other powers or functions like uh perception or sensation and moving themselves around in space. And so we can again talk to biologists or zoologists or veterinarians or pet owners or whatever. And they can tell us what's good for these, these animals in terms of the functions, they have not just the plant like functions, but also the animal like functions. So they're not doing well if they can't move themselves around in space. For example, if they're confined to a tiny cage or something, or if there's something wrong with their ability to perceive or sense or it's mostly they're sensing things that cause them pain. Then we think that's, that's bad for animals. And then humans again are like superpowered animals or plants that have all of those plant and animal capabilities. But additionally, the ability to use language and reason. So what we mean by life, what we mean by plant life is reproduction, nutrition, growth. What we mean by by animal life is sensation and self movement. And what we mean by human life is something like um reason use of language, rationality. Now, when we move to the to the other dimension of this question, the end or purpose of life, then it is related to this meaning of life. So the end or purpose of life for a plant just is the the flourishing of those functions that they're capable of. So they're capable of nutrition and growth. So we say that they're doing well when they're literally flourishing, throwing out shoots and flowers, fructifying that sort of thing. And we say that animals are living a good life when they're having a lot of pleasure and they're moving around a lot and that sort of thing. And for humans, the meaning of life though will be activities related to their special capability of reason or language. And so ultimately, for Aristotle, um tho those other things, those plant like and animal like capabilities are also important to our happiness and to our, to our overall end. But most important for that is some kind of use of reason. So he his entire theory of virtue and what's excellent or good about human beings has to do with the activities of reason. And the and the highest most meaningful uh life you can live according to Aristotle. Perhaps not surprisingly, philosopher comes to the conclusion that the most meaningful best thing you can do is philosophy. Um BECAUSE it is, it is the exercise of this animal plant, but human capability that this most human capability that we have and that allows us to do all of these extraordinary things. So the the the meaning of life is um tied first, we establish the meaning of life by what we mean by it. And then, and then we, we relate our own purpose to uh to, to this very meaning. And you know, 11 last thing on this is that um you know, Aristotle's definition of a human being as a rational animal, you know, I I think it's, there's a lot going for it and it survived. I mean, basically, basically the way we, um, classify our species. Homo sapiens, you know, wise humans is due to this definition of Aristotle. Um, I mean, I think, I, I, I think we need to revise the name of the species because I think we're sort of like putting on these errors to call ourselves. Oh, we're the wise hominids or you, especially when we say Homo sapiens sapiens, you know, and we sort of double it like we're, we're really the wise ones. And I there's proposals for changing the name of the species to something more descriptive, like, you know, homo terminator or something like that, you know, and because we drive other species into extinction and this is the sort of role that we play or other things. But um, it's why, why do we use that name for the species? Well, because that is what is distinctive about this life form. And so that is where the meaning of our lives must come from in, in, in Aristotle's view. And so we, we name the whole species. It might be kind of aspirational, but it's, it's because that's what our, that's what our end is. That's what we're trying to be. I know. And so we should think of Homo sapiens is not that we're all wise or that we're all intelligent, but that's, that's, that's what we should, that's what we should become. That's what, that's what would give our lives a true human meaning."
	},
	{
		"start_time": "45:27",
		"speaker": "Ricardo Lopes",
		"words": "So, before we get into the critics. Let me just ask you about one more topic. Uh Aristotle related here. I mean, many things we could talk about here, of course, but we have to try to keep it a little bit shorter. No, no, no, no worries. But I, I would like to ask you and particularly since, uh I commented earlier about uh how people think about uh the theology nowadays and so on. Um How did Aristotle look at the relationship between biology and theology?"
	},
	{
		"start_time": "46:06",
		"speaker": "Monte Johnson",
		"words": "Uh Well, this is a very good question. It, it actually ties in several of the earlier questions that you asked. You're very good at, at, at, at doing that. Um So one thing is that, I mean, they are related um and this, you might think is problematic from what I was saying earlier about kind prohibiting kind crossing explanations or domain crossing explanations because the domain of theology and the domain of biology are presumably uh separate. And so they should have different principles uh in each that explain the unique phenomenon in each and they, and they really, you might think shouldn't cross over and they don't cross over in the obvious way. And that I think some people would like to read Aristotle is saying, which is that, you know, theology tells us that God uh created an intelligently designed all of the animals and plants. And so the explanation of those phenomena have to do with theological explanations. Ultimately, Aristotle totally rejects that picture, which by the way, because it gets rid of nature, it turns every thing into an artifact of a creator God and eliminate the idea of nature. Whereas Aristotle has this idea that, that uh biological entities are natural things. And by natural, he means they haven't, they have internal principles of rest of motion, of their uh self-organization of their self movement and so on. So that being said, uh he does believe there's a connection and it's because he believes there is one continuous scale. And so this also gets back in another way to the question of the unity of science. There's basically one continuous scale that goes from inanimate objects through plants, animals, human beings and gods. And there's one order of nature that embraces all of those, all of those entities. And so we actually need some principles that we derive from studying animals, like about their reproduction, about their motion, even even from studying plants, about their reproduction. We need, we need some things uh to explain some of those phenomena by appealing to principles that are essentially theological in nature. Uh So, in order to, for Aristotle's account, ultimately, of why we reproduce and even why we move it all has to do with this divine principle of reason that we're trying to imitate. And we do that in various ways, plants do it by reproducing things of their kind and sort of creating these cycles that resemble the cycles that the, the stars move in animals do it by their self motion and their use of perception and humans do it by their use of reason. But at the same time, Aristotle thinks that, you know, how do we explain stuff about the gods? Well, he uses principles from his account of animal motion in order to explain things about his God, which he conceives of as a living thing. So it is a kind of animal and it's even a thinking thing and it has to have pleasure and it, and uh this sort of thing, I think it's ridiculous to have an idea of a God that doesn't enjoy what it's doing and or or doesn't do anything. So, um but in order to explain the activities of His God and what and how His God enjoys pleasure and so forth and the kind of motion that that God causes. He falls back on some biological principles. So he thinks that the stars are these divine entities that are gods, but we can only explain how they move in perfect circles by referring to how any kind of animal motion works. So he refers to principles from the beginning of his on the motion of animals in, in order to explain um how these divine entities, the stars move in his work on the heaven. Uh So there are principles taken from biology to explain theological facts. And there are theological principles utilized to explain biological facts. And I think we can keep all of this straight and not just mash the, the, the, the two together, they are two different sciences, but they are two different theoretical sciences. And there is no problem with them utilizing principles uh from one in the case that they could be tied directly to the phenomena being explained."
	},
	{
		"start_time": "51:28",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk a little bit about democ then. So these democracies of ab there a guy who was he? Exactly. And what was he interested in?"
	},
	{
		"start_time": "51:42",
		"speaker": "Monte Johnson",
		"words": "Um Well, yeah, he's, he's a guy from, from ABD um AAA famous famously sort of backwater and backwards kind of place. So um he um Aristotle calls him his most important predecessor by far in the field of natural philosophy and he's including Plato in that discussion. So Aristotle, Aristotle actually says no one, no one other than Democrats has touched on these issues in natural philosophy more than superficially. OK. Only Democrats has democrats, democritus is like Aristotle's only real predecessor in the field of natural philosophy. Somewhat similar to the compliment Darwin paid to Aristotle when he said all of my predecessors are schoolboys compared to Aristotle. Aristotle basically said all of my predecessors are schoolboys compared uh to Democrats, but he has a very mixed um reputation in part based on the fact that Plato never mentions his name. OK? And the explanation for that seems to be if you really hate someone and you really want to deny their influence on your own thinking. Then the last thing you do is cite them in any kind of footnote. Uh And you just pretend like they don't, they don't exist. But another problem is that Democrats became this sort of ma associated with materialist, hedonist, empiricist philosophy that was for various reasons opposed to Aristotle and Plato and then eventually condemned and, and, and, and as it was a, as you took one of its biggest influences on epicurean, then it was a actually um stifled. And then, and, and, and Christian authorities tried to stamp it out and actually burned all of the books of Democrats and other materialist philosophers. And this is part of the explanation for why certain works have survived and certain others haven't. So none of democritus's works have established intact. There is no equivalent of the Aristotle corpus for Democrats. There's only reports about his physics, basically stemming from Aristotle and then a bunch of uh fragments of his ethics. But you know, he is treated sometimes called a Pres Socratic philosopher, which is a particularly inept expression uh for him because he was a contemporary of Socrates, unlike Socrates who wrote nothing, Democritus wrote more than anybody before him and basically more than anybody before Plato is Socrates or Aristotle on a vast variety of topics, mainly physics and uh ethics, but also poetics and culture and music in general. Mathematics. Uh AND so on. Uh So that's, that's who he was. And he had a huge influence on later philosophy, beginning with Aristotle. But then especially in the hellenistic age, his reputation seems to have just grown and grown to the point where he was being uh imitated by other kinds of philosophers. And almost, I mean, basically every philosophical school in the hellenistic age is directly influenced by uh democrats. So that's, that's who he is. It takes, it takes work to recover and, and, and appreciate this influence and especially tricky working with fragments. We don't have texts like we do with, with Plato and Aristotle. But you know, if you ask Aristotle or you ask anybody in the hellenistic age, democritus is one of the most important or maybe the most important ancient philosopher."
	},
	{
		"start_time": "55:51",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so of course, we tend to associate him a lot to cosmology. But uh and you also mentioned ethics there. But what other kinds of questions did you work on?"
	},
	{
		"start_time": "56:05",
		"speaker": "Monte Johnson",
		"words": "Well, as you say, he's, he's most famous probably for his, for his cosmology, but really for the invention of atom is OK. So the theory uh that reality consists of atoms and void. OK? That uh sensible qualities like hot and cold, red and green, uh bitter and sweet and so forth um are all a matter of the way that atoms are moving in a void and are juxtaposed and rearranged and collide with each other. And a conception of a human being as an aggregate of atoms and void. And all of the sensible objects or external objects, also consisting of atoms and void and trying to come up with explanations about how the phenomena, you know, the the as as we perceive them can be explained according to these, these interactions of uh Adams and void. Now, he applied that theory into a vast range of natural sciences beginning with things, you know, uh elemental physics and what we would consider like chemistry and that sort of thing, but also explanations of plants, uh animals, meteorological, uh phenomena, astronomical phenomena, um but also human beings and human civilization and the development of um uh the, the, the, the development of human technologies and civilizations and things like that. So he has, he has an all embracing naturalistic account that starts with the fundamental level level of atoms and void and ends with the level of human institutions like political and religious institutions and so forth and, and by means of, of one ideological account, trying to explain it all. And so obviously, that's inspirational for various kinds of materialist, atomist um uh systems of explanation and alternatives to Platonic Aristotelian uh metaphysics. Um But then he not only contributed to ethics and I can say more about that if you like, but especially social political philosophy. And so one of the main things I love about Democrats is that he is one of the only promo democratic philosophers. OK. And one of the only ones that any promo democratic statement of his has survived. So, you know, uh Plato is, you know, hated democracy, hated democratic freedoms and, and democracy. Socrates was a critic of democracy. Um Aristotle considered democracy a corrupt form of government. Yes, it's the least bad, but it is a corrupt and perverse uh form of government. But democritus was pro democratic and had a, a notion of autonomy. In fact, in one of his fragments, he invents the notion of autonomy, talks about applying a law to yourself, to your own soul. And he says that um that uh freedom in a democratic government is, is much better than so called prosperity or Monia under dynastic and, you know, kind of tyrannical rule than uh freedom is better than slavery. And so, uh he's, he's a actual pro democratic theorist and that is so extremely rare and people don't, don't realize this. They think, oh the Greeks, they're all, they're all pro democracy. We don't have any pro democracy works to figure out what arguments people were making in favor of democracy and antiquity. We have to reverse engineer it from their critics like Plato Aristotle, the old oligarch and so forth or look for tiny fri of pro democratic writers like Democrats. And he wrote about democracy. He wrote about the problems of Democrats holding uh offices. He wrote about the relations between rich and poor. And he has this amazing social political philosophy that, that is intertwined with his ethical philosophy. And also with his theory of education and his theory of the history of culture and civilization, which as I said before is also tied in to his naturalistic uh theory of explanation and the other sciences."
	},
	{
		"start_time": "1:01:13",
		"speaker": "Ricardo Lopes",
		"words": "So tell us just a little bit about his uh ethics then. So what did the, what were his spots on the the topic?"
	},
	{
		"start_time": "1:01:22",
		"speaker": "Monte Johnson",
		"words": "Well, um right, so I talk about the major areas that he's had an influence in and that we have fragments that show him practicing this kind of philosophy. So one thing is, you know, we talk about new dyin theories of philosophy uh of, of ethics, right, centered on the happiness or success or prosperity of the agent. And he uh like Plato and Aristotle used this term eudaimonia and seems to have conceived of, of ethics as a means of bringing about eudaimonia. Um He also engaged in what we call virtue theory, theorizing what the virtues are uh and relating human goods to these kinds of virtues. He also like Socrates and Plato and to AAA slightly lesser extent, Aristotle had an influence on and was one of the in exceptional figures of intellectualism. So the the the conception of the virtues and ultimately, of human happiness is having something to do with knowledge uh or understanding. And finally, the most important aspect I think of, of, of hellenistic ethics. He conceived of ethics as being therapeutic as having a therapeutic dimension that analogous and he's the first person to make this analogy, medicine takes care of the ills and diseases of the body. Wisdom takes care of the um ills and diseases and troubles of the mind or the soul and that these are in parallel. And so he has a Eudaimonic virtue, theoretic, intellectual and therapeutic uh set of ethics. And the uh and another important thing to realize here and it connects to what I was saying about democracy is that he has this notion of autonomy, which because Plato and Aristotle and Socrates are also anti democracy, they do not have concepts of autonomy. And they think that we need to instill virtue by uh punishments and rewards and political artifices. OK. Whereas uh Democrats thinks you can use exhortation and reasoning and education in order to make people kind of self governing and bring about their own happiness and bring about their own virtues. And that it's better to do it this way than to impose it top down through uh political structure. So this is another enormously, you know, resonant part of his, of his philosophy. And, and one that despite all the enthusiasm for Plato's Socrates and uh Aristotle's ethics, if we care about democracy and autonomy, we should, we should care a little bit more about this, this view of, of democritus."
	},
	{
		"start_time": "1:04:38",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now, a little bit about greco-roman philosophy. So how do you look at the relationship between Greek and Roman philosophy? And why do you think that we tend to sort of blend them together a little bit when we mention or use this term or a term like greco-roman philosophy?"
	},
	{
		"start_time": "1:05:01",
		"speaker": "Monte Johnson",
		"words": "Well, I I'm glad that that term is being adopted and um used and I think it is the correct description. I mean, there's a tendency earlier to just describe it as philosophy, but we have these other wisdom traditions that we should probably also describe as philosophy such as uh wisdom traditions written in Chinese or written in Sanskrit, you know, Indian philosophy. Um And so I use the term Greco Roman in order to indicate, you know, I don't again, I don't think the term ancient philosophy is adequate because these are there's other ancient philosophy. So I use the term Greco Roman to indicate that I'm working on a certain kind of um ancient philosophy. Now, we might just call it Greek philosophy because it's not clear that there is any unique Roman contribution to, to it. Uh It's largely borrowing and recasting and reconfiguring and eclectically uh combining and essentially we're talking about Greek philosophy. So another way to describe this would be Greek philosophy, Roman philosophy is Greek Greek philosophy. But there are certain interesting things that happen. For example, Lucretius's recasting of Greek philosophy into Latin. His combination of democ democrat is and epicurean into a poetic, epic poetic form. You know, all, all of that's very interesting and very important for the history of Latin literature, um other combinations of earlier Greek philosophy that you kind of wouldn't, wouldn't have in their pure form, like the way Cicero combines academic philosophy, so actually kind of academic skepticism, but also combining it with, with stoic uh ethics or perhaps even more dramatically. Uh Seneca kind of popularizer and exhorted um of philosophy but, and, and definitely a card carrying stoic but he incorporates epicurean and democracy and aspects uh into his philosophy quite explicitly. Um And so I think what's, what's interesting about the Roman phase is sort of seeing how we can combine these ideas that are in the Greek phase, these warring schools that, you know, you sign up for one of these schools and you attack everybody in the other school and, and what we get in the Roman phase is this more kind of decadent? Well, let's, let's combine them and let's let's take insights that are useful from all of them. Um So that, that to me is essentially what's going on with Roman philosophy is an adaptation of Greek philosophy and a and a sort of mixing uh of it a remixing of it in, in ways that have, have proven to be enormously influential. And I think, you know, largely this fanatical revival of stoicism uh that we're seeing is largely because of the, the, the literary greatness of uh Seneca and, and, and, and that really still speaks to students. And so in a, in a way you can use Roman philosophy to get people interested in Greek uh philosophy, the the Romans of course themselves thought, you know, if you're serious about philosophy, you do Greek and there was large bilingual movement because, you know, you want, you want to be an educated person and not just in philosophy, but science certainly, but uh but also culture and, and poetics and so forth. You, you needed Greek but they um they developed it and extended in certain ways. Another thing is survival of texts. Many less, there's actually a less of a corpus of Roman type. You might think we have a lot more Roman philosophy than we do Greek. It, it really isn't like that, but the ones we have are very precious and they often often preserve fragments of earlier work. So that's, that's another thing is mining Latin texts and Roman philosophy to, to get back to the original Greek ideas."
	},
	{
		"start_time": "1:09:34",
		"speaker": "Ricardo Lopes",
		"words": "Well, I guess it was not by chance that during most of our academic history, uh I mean, since the very beginning of universities and all of that and until very, very, very recently, historically speaking, um people uh people had to learn to read and write Latin and Greek,"
	},
	{
		"start_time": "1:09:57",
		"speaker": "Monte Johnson",
		"words": "right? Well, and, and especially Latin. So actually, here's another crucial thing about philosophy written in Latin. And as it were Roman philosophy is that, you know, an educated person throughout the middle ages throughout the renaissance and basically throughout the early modern period had to be able to read and write and work in Latin. OK. And I mean, Greek, yes, to some extent in some places and at sometimes, but definitely Latin. And so the great, a lot of the great uh early modern philosophers are themselves writing in Latin and they were their own education was in Latin. And so we actually find that, that Roman philosophy because they were, they were cutting their teeth on Seneca and Cicero, that their conception of ancient philosophy is largely what we find in Seneca and Cicero. So it's largely hellenistic philosophy and you know, it, it, it surprises people that, you know, Kant. Why isn't he more directly referring to Plato and Aristotle, for example? Well, because the, the text that he was steeped in are the, the Latin based ones. And so he's talking about epicureans and stoicism. So that's a, that's another crucial thing about Roman philosophy is because of the accident of what languages were being used. And, and, and the preeminence of, of Latin that Roman philosophy becomes ever more important because that's just the text you read in order to train yourself in the language, you needed to do anything."
	},
	{
		"start_time": "1:11:39",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, I, I guess, yeah. No, go ahead."
	},
	{
		"start_time": "1:11:43",
		"speaker": "Monte Johnson",
		"words": "Sorry. No, no, no. And, and, and so you're, you're, you're very right that, that the, this idea that education consists of number one, learning Latin and then number two, if you're really deep getting in into Greek is a lot of the, the reason why, um, you know, that, why, why these philosophies have had the influence that they've had and the importance that they continue to have."
	},
	{
		"start_time": "1:12:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I guess that it's not very often that it crosses our minds that until at least the 19th century m most or many, or even all of the great thinkers, the scientists, the philosophers, when they mentioned, uh, I don't know, ancient Greeks and Romans, they were actually reading the original texts in Latin and Greek. Right."
	},
	{
		"start_time": "1:12:34",
		"speaker": "Monte Johnson",
		"words": "That's right. That's right. That's exactly correct."
	},
	{
		"start_time": "1:12:37",
		"speaker": "Ricardo Lopes",
		"words": "So, uh and of course, we've already mentioned here uh in passage, the fact that greco-roman philosophy have a huge influence on the history of philosophy and science. But since you also mentioned that and correctly, that we have other philosophical traditions like the Indian tradition, the Chinese tradition, the Persian tradition and others. Uh uh uh uh How much inf influence influential do you think that greco-roman philosophy was when it comes to the history of philosophy and science specifically?"
	},
	{
		"start_time": "1:13:16",
		"speaker": "Monte Johnson",
		"words": "Well, um it might surprise you, my approach to this is, is less in looking at the history and the past, then this is how I think of sort of the future of philosophy. So, you know, to me, a large part of the future of philosophy and particularly the future of the history of philosophy is going to be getting better understanding or maybe I should just say understanding because it's so weak at present that we can hardly hardly just hope to better it until we get more of an understanding of it. But understanding and integrating and comparing Chinese and Indian philosophy with Greek and Greco Roman uh philosophy I think is the future of philosophy and the future of the history of philosophy. And this requires um difficult skills, which is why it's so hard to practice starting with the linguistic skills of actually being able to read classical Chinese or what's even more difficult because they don't teach it in Indian high schools to learn Sanskrit or um Poli. OK. So, um but it's incredible to think that there are these enormous ancient philosophies divided into all kinds of different schools and with their own disputes and with their own concepts of logic and epistemology and physics and so forth. I mean, we obsess over tiny scraps, you know, whatever we can, we can see with satellite telemetry on, on Charred scrolls coming out of herculaneum if we can get one or two characters or a word. Meanwhile, there are thousands of Chinese and Sanskrit texts that have never been edited critically. Um uh YOU know, much less translated, much less commented upon, much less um uh brought into communication with and compared with our Western philosophical tradition, Greco Roman tradition. So I expect all our, our philosophy to be really enhanced and improved and diversified by um taking these into, into account. Um And so I, I think that's the future of it. Now, in terms of, in terms of the past, there's some questions to be answered about, you know, the possibility of direct communication between these traditions. And I, I have written some stuff critical of the idea that uh for example, uh Greek pianism, pian skepticism is actually just a form of Buddhism as has been argued in a, in a recent monograph by Christopher Duck with published by Princeton University Press. And there are other people that think that Buddhism had such a direct influence that we should be as an historical matter of fact, attributing forms of Greek skepticism to this. I don't think that any of that's been proven, I would be the first person to be, to be excited and acknowledge if we could find those. I don't think that's, that's been figured out yet, but that's an example of the kind of work that needs to be done much more carefully, but more interesting than that than actually looking at historical, the possibility of, of historical connections between them is comparing the ideas, OK, comparing them and, and especially looking for different ways of conceiving of the world because we have a lot of philosophical problems. OK? That, that still need to be worked out. I mean, a lot of them are basically in the same condition as when Aristotle explained what the problem is to us. And we have warring camps that have developed quite intricate systems on both sides. But to, to some extent what we need is new ways of conceiving of the problems themselves, new approaches to similar problems and, you know, new concepts, new ideas, new configurations of thinking. And so I, to me, it's not as much actually about the, the past as the few of philosophy. Once we get good enough, get out of the pathetic state of, of linguistic incompetence so that these are just sort of isolated islands of, of, of philosophy and start, you know, bringing them together into a true global world philosophy where we can, we can compare these ideas."
	},
	{
		"start_time": "1:18:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And, and I guess, I mean, on the show, I've talked of course, with many different scientists, particularly social scientists and even more specifically, people who work on cultural evolution. And I guess that this would be a very great way of uh bringing together the humanities, particularly philosophy and the sciences because it's also very interesting to study and understand a little bit better where for example, differences in cognition between uh the in the West stem from and how those manifest in different philosophies, for example."
	},
	{
		"start_time": "1:18:41",
		"speaker": "Monte Johnson",
		"words": "Yes, absolutely. And you know, g er Lloyd has done tremendous work on this and really, really um for the Western audience or people, people reading books in English, shown a model of doing this but also shown why it's important because the similarities are important, why they came up with similar things. And in some cases, the exact same thing atom is for example, was indigenously developed in in India, in the Naia school and in other materialist schools and possibly forms of atoms in in Chinese philosophy. So that's very interesting why you know, was were they responding to the same kinds of problems or different problems but coming up with the same uh solution. But then of course, even more important the differences, different ways of looking uh at these things. And so yes, in, in any account of cultural evolution and the true global history of science is going to have to take all of this into account. And that really means philosophy because philosophy is where sort of all of these various texts of different kinds of, of, of science are, are, are deposited and and and kind of remain in these traditions just like in, in, in the Greek tradition, they're conceived of, you know, all, all of these sciences and everything are basically ways of doing philosophy, their wisdom traditions. I mean, and so maybe, maybe this is the the final point about this is that there are people that think that philosophy is a Greek word and that it was invented on a street corner in Milius and you know, by Thales and at a certain date, a certain Tuesday in the sixth century or whatever. And that we shouldn't use the term philosophy for these other traditions because they didn't use that Greek term. And I, I used to think, you know, that's just ridiculous because what they're doing is philosophy. But I'm starting to think that, well, there's actually a wider phenomenon here of, of wisdom traditions and maybe philosophy is a specific approach to wisdom traditions. And by the way, Democrats never used the term philosophy. He did use the term wisdom. And there's a way of thinking of him as a sort of person working in a wisdom tradition instead of instead of a philosophy tradition."
	},
	{
		"start_time": "1:21:10",
		"speaker": "Ricardo Lopes",
		"words": "So uh I have then one last question that I would like to ask you, I know that you're, you are working with uh some other people like Donald R, Ruford and Enrico Per Giao on a translation from Latin to English of an early modern work by Pierre Gas and the entitled Epicurus System of Philosophy. So would you like to tell us about it?"
	},
	{
		"start_time": "1:21:37",
		"speaker": "Monte Johnson",
		"words": "Very good? Yes, I mean, thank you so much for asking about that. Um This is a work of early modern philosophy by an important renaissance to early modern uh figure who's most famous as a critic of Descartes and arrival of Descartes. He wrote the fifth set of objections to Descartes meditations. But he had this goal of, he, he started out attacking Aristotelian is and Aristotelian logic. But he needed to get beyond his negative approach to that and find a system. He thought he could sort of replace Aristotelian scholasticism with and what he and he found the solution in ancient Epicurean is really Democrats and Epicurean, but Epicurean and he develops this system of philosophy that he calls Epicurus system of philosophy, the, the Syntagma of Epicurus philosophy. And it basically consists of, you know, empiricism in epistemology, um atom is in its physics or metaphysics and hedonism in its ethics. And this was enormously influential on various uh other figures like Locke and Hobbes. Uh AND even Newton. Um And uh in a way, I think that unlike Descartes, who, you know, nobody tries to base their science on, you know, personal assurance of certainty or something like in the meditations. And nobody takes that seriously anymore. What we take seriously and kind of the worldview that we have the modern scientific worldview is this one developed by GSI, this materialist hedonist empiricist approach. And it's just interesting that when we look at how it got established, it seems so modern and everything. And, and so we go back to the early modern philosophers and find, well, where, where did they get it and where they got it was antiquity. OK. They self consciously developed it from um Epicurus. So I'm just fascinated with this text. And one other interesting thing about it is its literary form. So it's, it's actually an appendix to a gigantic commentary and critical edition that he did on a Source of Epicurus, Diogenes Laos's book 10. But in this, his, his friend said, look, nobody's basically gonna read this. We need some kind of summary of what this philosophy is about. And that's what the uh small Syntagma is. And in it, he says, I'm gonna speak as epicurus. And so he speaks in the first person I hold this, I hold that and tries to elaborate Epicurus's philosophy himself, beginning with his logic or canonic and then his physics and then his ethics and gives us this entire system of philosophy that is supposed to not only be a solid philosophy coming from antiquity, but to be fully compatible with the latest scientific developments and give us a way of conceiving of ourselves and of science. That's an alternative to the Aristotelian one."
	},
	{
		"start_time": "1:25:11",
		"speaker": "Ricardo Lopes",
		"words": "Great. So would you like to tell us where people can find you and your work on the internet?"
	},
	{
		"start_time": "1:25:18",
		"speaker": "Monte Johnson",
		"words": "Uh Sure. So I've, I've got a profile up on this wonderful uh website called Phil People Fill Papers, which was developed uh by philosophers for philosophers. All of my publications are available on that. We also have a website, www.protreptic.info, which has stuff on the Protreptic project, including the latest version, uh the most recent version of our reconstruction, but also links to our essays and that sort of thing. And, but you can, you can also uh find me on the U CS D Philosophy Department uh site or just email me Monte Monte at U CS d.edu."
	},
	{
		"start_time": "1:26:10",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much for taking the time to come on the show. It's been really fun. To talk with you."
	},
	{
		"start_time": "1:26:17",
		"speaker": "Monte Johnson",
		"words": "Well, and uh my pleasure entirely, Ricardo. Thank you so much. Those are really, really great questions and I just love the show. So thank you so much for doing it."
	},
	{
		"start_time": "1:26:27",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitting B no Wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Zuk Mar Nevs calling in Hafid governor. Mikel Stormer Samuel Andre Francis for Agns Ferger, Ken Herz and La Jung Y and the Samuel K Hes Mark Smith J Tom Hummel S friends, David Wilson Yasa, dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba Adam Hunt, Pavlo Stassi Nale Me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Beto Lati Gilon Cortez or Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino Luke Loki, Georgio, Theophano Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson Charles Murray, Alex Shaw Marie. Martinez, Coralie Chevalier, Bangalore Dey Junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor, Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perlis Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Janner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Vig and Bernard N Cortes Dixon, Bendik, Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]