[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Costas Karaki. He is author and editor of several books on science. He works at the teacher training institute and the section of Biology at the University of Geneva. And today we're focusing on his latest book, Ancestry Reimagined, Dismantling the Myth of Genetic Ethnicity. So, Doctor Kore is welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Kostas Kampourakis",
		"words": "Thank you very much. I'm delighted to be here. Thank you for the invitation."
	},
	{
		"start_time": "00:36",
		"speaker": "Ricardo Lopes",
		"words": "So to get into the book, then you talk a lot about uh information that people can get from DNA ancestry testing and how they interpret it. So, first of all, what is DNA ancestry testing and what are some of the main technologies out there available?"
	},
	{
		"start_time": "00:58",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah. So DNA ancestry testing is similar to the DNA testing we do for health. Uh It is about uh sequencing our DNA and finding specific uh markers which are considered to be related to our ancestry. So there are a number of issues with this uh which I'm sure we're going to discuss. But overall, the idea is that we can make inferences about our ancestry based on our, on the sequencing of our DNA."
	},
	{
		"start_time": "01:31",
		"speaker": "Ricardo Lopes",
		"words": "And uh I mean, perhaps relevant to the topic here. What are some of the most common misconceptions that people have about how DNA works? And uh that people tend to attach to these tests."
	},
	{
		"start_time": "01:47",
		"speaker": "Kostas Kampourakis",
		"words": "Well, the biggest misconception is that these are ancestry tests because they have almost nothing to do with ancestry and our ancestors. Um What these tests do is to identify similarities that our DNA has to particular reference groups. Uh The selection of which is a big story. But overall what the test can show is that we share some recent common ancestors with some of these people. So in fact, what the test can tell us is that there may be relatives, close relatives in some place, especially when the database is large or that we are more similar to one reference group rather than to another."
	},
	{
		"start_time": "02:34",
		"speaker": "Ricardo Lopes",
		"words": "So what kinds of information can we really get from DNA sequencing?"
	},
	{
		"start_time": "02:42",
		"speaker": "Kostas Kampourakis",
		"words": "Uh FROM DNA sequencing in general, we can have uh we can have our own DNA sequence, uh you know, an individual's DNA sequence and compare it to other individuals or to a whole group or to a consumption sequence. Uh And all we can really find out figure out our similarities and differences. Now, when it comes to health, for instance, we can find whether we have a specific uh single nucleotide polymorphism or S MP that may be related to some disease. This is a probabilistic issue. When it comes to ancestry, we may or may not have uh what usually is called ancestry formative markers, which are markers that are more often found in one group rather than another. The big issue is which these markers are, which are not exclusive to any group that are just more frequent to one group or another. And what exactly we infer from this about our ancestry."
	},
	{
		"start_time": "03:45",
		"speaker": "Ricardo Lopes",
		"words": "So when people have take these tests, how do they usually react to and deal with the information they get from them?"
	},
	{
		"start_time": "03:55",
		"speaker": "Kostas Kampourakis",
		"words": "Ok. Now, that's a big problem. Uh Many people take this test for fun because someone gifted make a, made a gift, you know, in Christmas or uh at another time without really uh considering which the consequences might be. Now, the biggest problem is that once someone takes a test, uh the DNA information, the DNA sequences that this person has is made available for purposes that uh he she may not agree uh with, for instance, using medical research. Another issue is that, and that's the most uh ugly surprise that people have uh realize that, you know, the person that uh one has considered as he's, her father is not uh really that because uh we have several false paternity cases that are revealed by the tests and this is a bad surprise for many people. Now, the actual uh very good thing that these tests can do which is good for those interested in, that is to identify and know relatives. And this can be very useful for people who do not know much about their ancestry. For instance, in my case, I know my grandparents, I came to meet three of my eight great grandparents and I know a lot about my recent history. So I have no concerns but there are other people who may not know for whatever reason uh much about their history. So what happens is that by uploading their sequence on databases and identifying an and relatives, they may not know, they may not have known before. This is a way to find more about uh their ancestry. So this is why in the book, in the end I say that actually this is DNA family testing and not ancestry testing."
	},
	{
		"start_time": "05:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm OK. So I'm about to ask you what ancestry means and then I know that people who, I mean sell those tests and give out that information, use terms like ethnicity, race, nationality. We we're also going to discuss those terms but more generally, what is a social group? What does that mean? And particularly from a genetics perspective?"
	},
	{
		"start_time": "06:16",
		"speaker": "Kostas Kampourakis",
		"words": "OK. So a social group is a group to which we may belong, which can be anything, it can be, you know, a group of uh students, it can be um you know, those who follow a football club or whatever. But of course, there are some social groups which are more important and relate more closely to our identity. Nationality is the first one that comes to mind because it's official, we all have official documents uh for whatever reason, uh this changes from one country to another. But uh this is uh uh an important part of our identity, uh our nationality because it defines who we are and it is confirmed by the official documents, you know, passports, identity cards that we have uh related to, that is ethnicity that has to do mostly with culture, sometimes with descent. And this is sometimes quite close to nationality. Other times it is not, for instance, in my, in my case, uh when it comes to Greek nationality and what we call Greek ethnicity, these are two things that go together. Well, because uh Greece is a very peculiar case with a peculiar language and the specific history in a specific geographical area. Of course, there are Greeks, Greeks that live all over the world. But uh this is something that is usually localized geographically and specified culturally, as I said with where uh the group usually lives if it is, if it lives in one place because some of groups are dispersed and what with other cultural characteristics they have with respect to mo most importantly, with respect to language. Now, race is something that is broader usually. Um IT has to do with uh uh continental groups in relation to specific continental groups. So in the sense that a racial group may uh include various ethnicities and it is usually related to specific biological markers, uh biological characteristics such as skin color. But this does not mean in any way that race is a biological, biologically defined group because we may identify, you know, an African and Asian and European from their skin color or other features. But this does not mean in any way that all Africans, all Asians or all Europeans have exactly the same features. It is just that we have some averages that may differ. But in fact, when it comes to phenotypic variation, the, the features that we all have, there's a big continuum in all of these"
	},
	{
		"start_time": "09:05",
		"speaker": "Ricardo Lopes",
		"words": "a and what does ancestry mean exactly"
	},
	{
		"start_time": "09:10",
		"speaker": "Kostas Kampourakis",
		"words": "what you mean, what ancestry means more broadly. So, you know, uh first of all, there's not one kind of ancestry, we may talk about genealogical ancestry, we may talk about genetic ancestry. We may talk about cultural ancestry. We may talk about geographical ancestry. Overall ancestry have to do with where we come from. Uh CULTURAL ancestry has to do with the culture we belong to. And geographical ancestry has to do with uh the places we come from or uh our, our parents came from. But the two most important ones which are usually confused are genealogical and genetic ancestry. Genealogical ancestry has to do with our pedigree, our family tree who our parents were, who are grandparents, great grandparents. And so on were, whereas genetic ancestry has to do with uh specific uh segments of DNA and their origin. So we get half of our DNA from each of our parents on average 1/4 25% from each of our grandparents. Uh 18 from each one of our great grandparents. And so on, this has an important implication. Whereas we have two parents, four grandparents, eight grandparents, 16 in the next generation and so on. And the number of our ancestors increases exponentially because in each generation, only half of the DNA on average goes to the next one, we get less and less of uh DNA from our more remote ancestors. So after 10 gen 10 generations, if you make the calculations, there will be ancestors from whom we will have inherited no DNA at all. And this is the confusing part these ancestors have existed. But because of how biology works, because of how uh DNA is transmitted from one generation to another. And some are combinations that take place in the formation of the reproductive cells, we end up receiving segments which becomes smaller and smaller. The further back in time our ancestors were. So this is the problem with ancestry tests because in fact, they cannot tell much about our more remote ancestors. They can tell a lot about our recent ancestors from whom we have received, received inherited many and large segments."
	},
	{
		"start_time": "11:48",
		"speaker": "Ricardo Lopes",
		"words": "So you've already given us an overview of uh ethnicity, race. And nationality. But let me ask you more specifically about race because this uh particularly in some contexts, tends to be a very pernicious term because of the things people like attached to the term race. So what are some of the claims made by race scientists? And are some of them based on what the, the information they can get from these DNA tests?"
	},
	{
		"start_time": "12:21",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah. Uh MOST geneticists today would say that there is no biological basis when it comes to race. And this does not mean that races do not have differences in biological features. But this is a different thing. The fact that we can make inferences from some biological features about a person's race does not mean that these features define this person race. So race is mostly cultural, socially constructed and there are different philosophical views about this, even though we can find some features which are highly associated with specific races. The most known one is um uh skin color. Now, the big problem is that because of how this concept was treated in the 19th century, we ended up with stereotypes that do harm still today. So what was the issue during the 19th century European countries had colonized most of the world and to make uh use and exploit what they had there. They had to use people for labor, for work, uh whom they usually treated as slaves. But these were humans and the mostly Christian European countries had issues about how to deal with that. So a solution was found by naturalists of the time who started arguing that these people, the Aborigines who lived uh in Africa, Oceania or elsewhere, the non Europeans were not exactly at the same level with Europeans and we who are usually white people, they were inferior. And this was a quite silly justification of the exploitation. So, whereas it was not acceptable to exploit humans, once the science in quotation marks of, of, of the time argued that these, these were inferior, there was a justification for this exploitation. And this had, this has to do, this had to do with many different kinds of groups. And the idea persisted up to the 20th century. And unfortunately, uh took its extreme path with the holocaust and the persecution of the Jews by the Nazis uh in terms of ancestry groups, if of course, we accept that the being Jews is an issue of ancestry, not an issue of religion. So uh there were also, there was also discrimination in the United States and elsewhere with respect to African Americans and European Americans, we will justify it in this way. And people insisted that there were big and important differences about these various racial groups. Mhm This we know today that is not at all uh true and accurate. In fact, the genetic variation that we find in Africa is much higher than the genetic variation everywhere else in the world. Just because all of us who live outside Africa have evolved, are descended from a very small portion of that, uh, African variation because we are descendants of those people who at some point, uh, some 40 50,000 years or 60,000 years ago or earlier left Africa and moved elsewhere."
	},
	{
		"start_time": "16:07",
		"speaker": "Ricardo Lopes",
		"words": "And on the topic of ethnicity, I mean, the way people use these terms is sometimes a bit confusing because they overlap a little bit. Isn't there somewhat of a close relationship or connection between race and ethnicity in the way that people think and talk about this term?"
	},
	{
		"start_time": "16:28",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah, actually, in some cases, they used as synonyms. Uh uh THEY'RE talking about in some uh kinds of sensors, they talk about racial slash ethnic groups, but actually, they're quite different exactly because race is usually correlated associated with biological markers. Whereas ethnicity is usually associated with culture plus race is uh with race. We also, we usually make reference to continental groups whereas with ethnicity, we usually make reference to more local geographical populations. So we could say for instance that in Europe, we are all Europeans, uh we are white, not all but you know, uh many people are white uh and European and then we might identify specific ethnic groups like, you know, Portuguese, Spanish, Greek or whatever, which may uh be uh correlated with nationality. But also this is not something obligatory. This is why the these groups are are usually confused. But the, the key point I argue for in my book is that none of this has to do anything with biology because there's no way that DNA defines whether one is, you know, Greek, Portuguese, Spanish, Chinese or whatever."
	},
	{
		"start_time": "17:48",
		"speaker": "Ricardo Lopes",
		"words": "So, isn't there a sort of underlying essentialism attached to all of these terms like race, ethnicity and even nationality? And if so, what kind of essentialism exactly? Is it biological, essentialism or also essentialism of other kinds?"
	},
	{
		"start_time": "18:09",
		"speaker": "Kostas Kampourakis",
		"words": "Well, the big problem is that there is, of course, essentialism about social groups, which is something that is very intuitive. This is psychological essentialism that comes to us naturally because it makes us feel that we understand what is happening with um uh other groups and our to the other and the group to which we belong. Now, first of all, we all need to belong to a group, whatever that group is, it could be, you know, football club, it could be our nation, it could be whatever. And of course, belonging to a nation is very important because this provides stability security to people and they know where to what they they are attached. But this does not in any way indicate anything about the people belonging to a social group. What whether it is, this is racial, ethnic or national nation, we feel the need to make these distinctions because when we identify with a group, uh our own group, the in group as psychologists call it this increase the cohesion of the group because we know who our compatriots are and we feel, you know, more comfortable with them. And at the same time, this increases our distinction between our own group and other groups. This is a psychological need. And this is based on the idea that there is something common among ourselves, our in group and something very different with the people from our groups. There's no problem with that in principle because, you know, cultural differences exist and groups can be different. However, the problem begins when we are looking for a deeper sense that characterizes this group, which is very easily intuitively identified with DNA. This is then when we come to say that uh look, I'm, you know, Greek or Portuguese or Spanish or whatever because I this is in my DNA and there is no way that an immigrant can become Greek uh or Spanish or Portuguese because he she does not have his DNA. And this is problematic because this gives grounds to people who argue about nativism and being natives in their country against those who are immigrants, even though these immigrants can be well adapted and well assimilated in the community. And this can uh also uh reinforce uh racism among those people who consider other racial groups different or inferior. And sadly, there have been several mass shootings in the US in which the perpetrators cited scientific research to justify the differences between themselves and their victims. So, the big problem with essentialism is that we have the tendency to centralize social groups. And when these essences are found in DNA, they are not, but we consider them to be there, then it is easy to naturalize our belonging to a social group and consider other people as more different than we are. And this is problematic because actually, if you, when we look at our DNA, the similarities that we find among any one of us are many more than our differences. Mhm"
	},
	{
		"start_time": "21:42",
		"speaker": "Ricardo Lopes",
		"words": "uh I mean, and what do people who create these DNA tests and provide this information to users actually mean, where do they get the information that particular genes or sets of genes come from a particular group of people, a particular region of the globe? I mean, does it make sense to talk about genes that way as being from these or that place or from this or that? Uh"
	},
	{
		"start_time": "22:14",
		"speaker": "Kostas Kampourakis",
		"words": "PEOPLE uh First of all, they don't only talk about genes, they may talk about various sites on DNA which are even found outside genes. Now, it all begins with population genetic research, population geneticist, arbitrary and they are clear about that, define populations in order to make comparisons and selectively, they look at the very small part of the differences because this is what they're interested in and they may find one or another SNP or gene uh more frequent in one or another place. And by identifying sometimes clients gradations of the these frequencies, they can make inferences about migration movements and things like that always in com in um a a complementary way, complementary way with the data evidence from archaeology, history and other disciplines. Now, uh what they used to do in the past was to um assign uh specific individuals to specific groups when their four grandparents all came from a single place. For instance, in my case, knowing that my four grandparents were born and lived in Greece and I was also born and lived most of my life. Uh IN Greece, I would be assigned to the Greek group. Uh But this is a bit arbitrary because I have no idea what happened three or four or five generations before my grandparents. Nevertheless, this arbitrariness is accepted because they need to have a criterion of grouping. And there is no problem in so far as this is explained, the DNA ancestry companies use more or less the same uh principle and they assign people to groups. And now the problem is that to describe these groups, both the scientists in the past, but they have now changed that. And the ancestry companies still today used the names, the denominations uh related to ethnic groups. And this has created the confusion. These ethnic groups are usually located in specific places geographically and they found that as a useful descriptor. But it is exactly this has cons confusion and this is a thing to be avoided. Now, what does this mean? The tests can only show whether we are more similar or less similar always probabilistically to one or another reference group. How these groups have been made is a big story. And it is interesting that the big companies like 23 and me and ancestry, they explain all these limitations and all these parameters in their white papers. The question is how many of the customers who buy the test actually take the time to read these white papers and understand the limitations. And uh when we also consider the um uh the probability to be correctly assigned, there are some threshold levels. And when these levels go up, what uh assignments can be made are usually only at the continental level, which perhaps we can already make by looking at each other. There's no need to take a genetic test. Otherwise, when we go to more uh local levels, there are limitations and there are these are probabilistic estimates which may not be accurate and they just offer to customers the most likely results. And the most interesting part then is that these results change across time. People who took a test 10 years ago would have different results today because the reference groups have been enriched and changing and the companies have been going to find the levels of detail. And as a result, there have been changes in the assignments that they make."
	},
	{
		"start_time": "26:25",
		"speaker": "Ricardo Lopes",
		"words": "So does it make sense then to say that anyone is X percent A nationality. Y percent, an ethnicity. Z percent another, uh, nationality. Because that's, uh, the way I, I mean, a, actually, to be honest, I've never took myself one of those tests. So, but, uh, look, uh, on the internet and even people that I know personally who took those tests, the way they, uh, present the information when talking with other people is always that way. Z this Y, that x uh, that over there. So, but does it make sense to present and analyze genetic data in that way?"
	},
	{
		"start_time": "27:14",
		"speaker": "Kostas Kampourakis",
		"words": "Uh Absolutely not. And that's what I explained in the book. What it makes sense is to tell people that look, we have reference groups, ABC D, et cetera and you are, were found to be more closely related, have more similarities in your DNA sequence with that. And the other group, uh This means perhaps that with these people, it is more likely to have had common ancestors in the recent past, but this has nothing to do with nationality and ethnicity. So, what the company should be doing is as scientists have been doing recently, drop, forget altogether about uh um names relating to national, racial or other social groups and just saying that look, we have, for instance, the UK ban or we have another bio banks in other places. We have uh a data from specific places and this or the other person were found to be more similar to that or the other bio bank which means that it is more likely that there are common ancestors with that group rather than the other. When we do that. This makes sense because all we say is that probabilistically somewhere is more closely related to some people than to another, which makes sense. But this has not uh does not have anything to do with national ethnic or racial groups. Now, attention there may be a correlated associated by coincidence uh but it doesn't have to be. So that's the issue. There will likely be a correlation with, you know, an ethnic group when we're talking about a genetic test. So the genetic test can be an indicator for someone belock in a specific group, but it may not so not be. And this is why we should not confuse uh what are the indicators of ethnicity or race with the criteria for belonging to ethnicity or race. But unfortunately, people take them exactly in the opposite way when the tests tell them that you are X percent that or y percent that they tend to forget what they know about their family history and believe that since DNA says that it must be correct, but it doesn't have to be the case."
	},
	{
		"start_time": "29:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So uh the next question, this is something that I think you've already, at least in part touched on when earlier I asked you uh how people determine that a particular gene or set of genes come from this or that area. Of the global these or that people out there. Um BUT apart from ethnicity, race, nationality, which seem to be very, uh I mean, uh not very precise terms and not very scientifically valid to think about things, particularly from a genetics perspective. Do you think that a term like population would make more sense? And if so how would we need to define it for it to be scientifically valued, particularly from a genetics perspective,"
	},
	{
		"start_time": "30:40",
		"speaker": "Kostas Kampourakis",
		"words": "even populations are arbitrarily defined and geneticists are very clear about this. Uh But this is something that is better to use uh with a specific reference of what we're talking about. So for instance, we might say that we went to England and we sampled, you know, 2000 people from all over England. And this gives us AAA group with a specific name uh of people who have lived there for some time or, you know, whose parents and grandparents were born there. This does not have to do anything with being English biologically or English identity or whatever. It is just a specific sample that we rely on. If we compare someone and find similarities or differences with uh that group, we can say that this person is closer to that group, uh which could be, you know, a population, but we should refrain from referring to identity. And now here is the issue. If we compare people, for instance, you know, uh living in Spain and Portugal, the differences will not be many, there will be many more differences if we can compare someone living in Spain with someone living in China and someone living uh in Portugal with someone in China. Exactly because we have these clients, these gradations and these frequencies change. But all of that is probabilistic and the inferences that we can make uh should be very cautious. And this is why I'm saying again that we should forget about ancestry and just understand that what the test tells us, tell can tell us is, are about similarities in our DNA sequences with specific groups or particular individuals. And this is the important and the only value that the tests have someone who doesn't know much about their past, they can, they may be able to find relatives, close or more distant ones, uh if they have uploaded, of course, their own DNA on the database, you know, get to meet them. And this is why ma how many people have found, you know, unknown relatives have siblings, uh lost fathers or whatever um from uh from distance, but it is always about similarity and it is relative. It doesn't have to do with ancestry and ethnic identity and things like that."
	},
	{
		"start_time": "33:05",
		"speaker": "Ricardo Lopes",
		"words": "And earlier, when I asked you about race, you mentioned very briefly the term decline. What is a line? Exactly? Could you tell us a little bit more about it?"
	},
	{
		"start_time": "33:16",
		"speaker": "Kostas Kampourakis",
		"words": "So we may have a specific A and P or specific genes in an area. And uh for whatever reason, because, because, you know, the founder group was there and they have this S and PS very in high frequency and these have persisted because there was no reason for the frequent uh to change. And now if people have left this group, you know, more people will live quite close, less people, we will live a bit further and even less people will, will live very far. So if we study and do the proper sampling a along the way, we will find the higher frequencies in, in that in the initial place and the frequency of the specific S and P becoming lower and lower along the way. And this is how a client is identified. Uh We have a diminishing frequency of the particular S and P uh along geographical distance. Now, if we do this for many S and PS or genes, and we've used models to represent this variation, it is possible to identify movements along the geographical area. But this always, the interpretation has to be cautious and always correlated related with, you know, archaeological historical and other kinds of evidence."
	},
	{
		"start_time": "34:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So in your book, at a certain point, you tell us that when it comes to retracing history, it is important to understand the differences between genetic ancestry and genealogical ancestry. So could you tell us what those differences are, what each of those terms mean and what limitations they impose in the domain of retracing history."
	},
	{
		"start_time": "35:12",
		"speaker": "Kostas Kampourakis",
		"words": "This has to do with uh the con this concept that I defined earlier. So as I said, genealogical ancestry has to do with our ancestors in our family tree. And these increase exponentially in every generation 248, 16 and so on. And these are actual people who have lived in the past. Um Genetic ancestry has to do with the segments of DNA we have inherited from these people. And there are two issues in this inheritance. The first one is that each parent transmits about 50% of his hair DNA to their offspring. And the second is that uh due to a process called crossing, crossing over uh in the production of uh the reproductive cells, uh specific chromosomes, homologous chromosomes exchange segments. So for instance, a chromosome that I inherited from my father does not have to be the respective chromosome. Let's say chromosome one of my father does not have to be the chromosome one of my paternal grandfather or my paternal grandmother. But actually, it may have combinations of both of these grand paternal chromosomes in one exactly because of the combination. So this process continues. And whereas we have received large segments from our recent ancestors, we receive smaller and smaller segments from our more remote ancestors. And as I said earlier, the outcome is that we have not received uh DNA, we may have not received DNA from some of our remote ancestors who are not represented in ourselves. So in this sense, and this is what frustrates me sometimes when the test companies say DNA can tell you who you really are, it actually cannot because only a portion of our genealogical ancestry is reflected represented in our genetic ancestry. And that's the important thing to keep in mind. So who we are depends on what we happen to have inherited from our ancestors. And there is so much information that we cannot see in our own DNA. The other issue now is that as we go further back in the past, and we have an exponential increase of our ancestors imagine having today. I don't know, 8 billion people, how many billions of ancestors should have existed, you know, 1000 years ago. But this is not the case. And the reason is simply that the ancestors that each of us theoretically has had, are not different from the ancestors of our people. It is just that as we go back in the past, our pedigrees become e inter twined and overlap and we have uh the same ancestors. Now, this usually correlates with geography and you know, a person who has been born and grew up in a place is more likely to have recent common ancestors with the people living there than with people living elsewhere. But it is all probabilistic. Now, the big confusion to conclude is that we should clearly separate genealogical ancestry, who our ancestors were with the portions of DNA. We haven't heard it from them and DNA tests have nothing to do. A nothing to say about genealogical rate. They can only tell us about genetic ancestry. The DNA we have inherited by some of our ancestors and nothing to do with the rest of the others from whom we may have received nothing. Mhm uh"
	},
	{
		"start_time": "38:55",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to just clarify one point that you made briefly also earlier in one of my other questions. What does it mean to say that in terms of ancestry, we are all ultimately African o of course, we know from paleoanthropology from the best Africa we have that we as a species, Homo sapiens originated in Africa. There's a debate if it was in one single location or multiple locations, but that's beside the point here. But uh particularly genetically speaking, uh what does that mean that we are also ultimately African?"
	},
	{
		"start_time": "39:35",
		"speaker": "Kostas Kampourakis",
		"words": "It means that if we could trace the ancestry of any one of us living today, tw 200,000 years back, we would find African ancestors, ancestors living in Africa because this is where our species evolved and this is where we come from. And this is the key point with ancestry. So someone who is perceived as European, they might have, you know, people ancestors living in Europe say 40,000 uh years ago or in different places more recently, depending on how the ancestors moved. And the key point here is that whether we are you know, imagine people who arrived uh until the Americas and were the ancestors of the people we today call native Americans. These people would have different ancestors, you know, 1020 30 140,000 years ago, depending on where they, their ancestors were found on specific time points. So the key idea here is that ancestry is not something that is absolute, but it is relative to time. And if we specify the reference point in time we're talking about, then we can define our ancestry differently. So if that reference point was 200 years ago, which is, you know, the beginning of our species, all of us living today would have had ancestors in Africa. And it is in the sense that I write in the book that we're all ultimately Africans. And this is confirmed not just by, you know, the evolution of our species, but by the fact that the more we study uh genomes in Africa uh today, the more uh we find genetic variation that is not, does not exist elsewhere. Exactly because as I said, all those millions of people who live outside Africa, all come from a very small groups, very small groups of people who at some point left Africa, those who stayed in Africa, kept evolving and kept differentiating. And this is because they have done this for more, they have a larger genetic variation that we have."
	},
	{
		"start_time": "41:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And uh I mean, ultimately looking across different human groups. And perhaps even, of course, we are talking mostly about groups here, but even individual humans, how much do humans and different human groups, even the more distant ones, geographically and historically speaking, how much do they actually differ genetically? Is there really much distinction?"
	},
	{
		"start_time": "42:22",
		"speaker": "Kostas Kampourakis",
		"words": "No, we know from many studies uh that have taken place since 1972 by uh uh when we had a landmark study by Rich and the findings have more or less been confirmed ever since that, about 10% of human DNA variation can be found between continental groups. The remaining 90% perhaps more is found within continental groups, which means that if we take randomly four people from whatever place in the world and compare them, we would not be able to say who is who because all of them uh would be on average 90% similar perhaps more. Actually, if we compare randomly any two human genomes, we find more than 99% similarity. Uh But of course, this does not mean that there's no difference because, you know, for with 3 billion base uh in DNA, uh you know, 1% or less than 1% is still a lot. But on average, the variation that we find is mostly found within continental groups than between groups. And this is very important to note."
	},
	{
		"start_time": "43:40",
		"speaker": "Ricardo Lopes",
		"words": "And also, as you mentioned earlier, even when it comes to this variation, we should think about it as being continuous rather than clustered."
	},
	{
		"start_time": "43:52",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah, of course. Now, in specific places, you know, where there are geographical barriers uh or you know, between the continents, we may find clusters, but it depends both on the sampling and on the way we classify things. So for instance, there was a study that has been quite misused and abused uh in which they let the clusters emerge uh on their own. And when the number was five, they found five clusters that roughly corresponded to the five continents. But this was not the most probable result. It just happened that with five clusters predefined in the software to have something that corresponds coincides with uh the continental variation that we have. But in no way, as I said, was it the most problem result? And if we kept creating clusters, we would be finding more and more variation. So because we know we have a long history of scientific racism as I described in, in the 19th century. And because we tend to stereotype races by looking at how people look, we forget the uh amount of, you know, variation that exists within its rate and within this biological features and essentializing them makes us misunderstand the variation and the continuity that exists uh uh at the same time, you know, uh skin color, for instance, doesn't say much because there are about black people in Africa, but there are also black people in India. So exactly who is black and how what we define as black is relevant. And in every continent, we will find many, many different kinds of variations in skill color uh or other features. So, the important thing to keep in mind is that whenever we see clusters, they're usually arbitrary. Because if we were able to map all the genetic variation, we would see a continuity. So there's a study, there was a recent study in New York. Uh I have the graph in the book with uh a very um uh diligent sampling that shows overlaps among all kinds of groups. Even though we see some people on one side and some people on another side, there is always a continuity among them and there are always overlaps. So on average, we can separate groups, but we should keep in mind that these are averages. Uh AND think for instance, you know how we compare people in terms of height. We say for instance, in Europe, that Dutch people are on average taller than other Europeans. But this doesn't mean that every Dutch person is taller than everybody else. This is the key point to, to keep in mind"
	},
	{
		"start_time": "46:55",
		"speaker": "Ricardo Lopes",
		"words": "and what do terms like the natural order mean? Because that's also sometimes something that people refer to a sort of natural order when thinking, for example, in terms of re or, or even if they do not refer to the term or do not use the term directly, they are still thinking in terms that would allude to a specific natural order. What is, what do they mean by that? And in what ways can it be problematic to think in terms of there being a natural order for different human groups out there?"
	},
	{
		"start_time": "47:35",
		"speaker": "Kostas Kampourakis",
		"words": "WW. Well, there were racist people who think that the natural order is that some groups are superior to other groups, usually these are white Europeans who are superior. But if there is any natural order, in my view, this is that all humans are related and notwithstanding the differences in appearance in DNA sequences and everything, the similarities that we have are many, many, many more than our differences. And in my view, the only natural order that exists is that all humans belong to the same species and we are all relatives in some sense, we are all related, of course, some are more distant than others. But there's no way in which we can distinguish among human groups in terms of uh significant differences. It is just that by stereotyping, we may arbitrarily select some like color and say that, you know, uh Africans and Europeans are different in terms of color. But this is just one feature. The similarities underlying are found underneath are many, many more and there's no reason to privilege one feature just because we see it and think it is very important. Imagine for instance, if I may add, you know, that we decided not to separate people by the color of their skin but by the color of their eyes, how, how confusing this would be arbitrarily, we can make any such decision. But we know that at the deeper level, uh we are very, very, very much related than we usually think."
	},
	{
		"start_time": "49:10",
		"speaker": "Ricardo Lopes",
		"words": "And what would you say are perhaps some of the most negative social consequences that something like genetic essentialism has?"
	},
	{
		"start_time": "49:20",
		"speaker": "Kostas Kampourakis",
		"words": "Well, the problem is that if we think that, you know, people living in a specific area belonging to specific ethnic group, speaking a specific language uh that this is something due to their DNA, they may treat people from other places as different as belonging to other groups. And this all leads to a divided society and to a contract with a contrast between us and them. Now, I'm not saying that people living in an area should be uh you know, open to anyone coming because I believe being an immigrant myself, that people when they leave and go to another country, they have to uh adapt and respect uh the places they live and be assimilated in society and be integrated in society properly. But this has nothing to do with the DNA. It is cultural social. And so I I the problem is that we try to explain the integration problems that some people have due to their race or ethnic group or their DNA, even though this is irrelevant because there are, you know, immigrants in various places who are well integrated and people from the very same place who are not well integrated. And the key issue here is that their integration does, has anything to do with, has nothing to do with race, ethnic group or DNA. It has, it has to do with who these people are. And this is why we should avoid stereotypes, uh, in this way."
	},
	{
		"start_time": "50:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And that is the other important thing to keep in mind here. Right. That, uh, when people, and that unfortunately is something very common when people, uh derive conclusions about the particular behaviors or of certain groups of people, sometimes they think in terms of race or ethnicity, of course, based on their, for example, in color, they assume that people who are from particular origins, from particular social groups, races, whatever that they tend to exhibit particular behaviors that genes are, I mean, even though, of course, they do not have directly direct access to their genes, but they assume that they must be from a particular race. So if these are that particular set of genes that genes correlate directly to particular behaviors and even sometimes that cultural differences they see between groups are genetic in base, uh I mean, that doesn't make much sense."
	},
	{
		"start_time": "51:59",
		"speaker": "Kostas Kampourakis",
		"words": "No, it doesn't. And you know, this is the problem with stereotypes. So some Europeans might say, you know, Greeks are lazy or Greeks are warm and hospitable depending on the experience they have had. But the truth is that not all Greeks are lazy, not all Greeks work as much as they should. Not, all Greeks are hospital, not all Greeks are warm or cold. There is of course an average but it has to do with the limited experiences that each one of us has. And the big problem is that usually we tend to generalize from, you know, a very small sample of our instances to what happens. Plus of course, there are historical stereotypes that are maintained and it is easy to explain them in terms of DNA. Because psychological essentialism makes us find look for essences and you know, DNA is the best place holder we could have for this. So the key point here is for us to look at individuals and avoid, avoid their music and inferences based on the group, whatever that group it is that they belong and whatever we do, we should keep in mind that this has nothing to do with the DNA."
	},
	{
		"start_time": "53:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let me ask you one last question. Then we've been focusing a lot on some of the negative effects that being exposed to this sort of genetic information coming from DNA tests might have on people individually and also socially. Do you think that the idea of ancestry can also have sometimes positive effects for people? And can that also come from DNA testing or?"
	},
	{
		"start_time": "53:46",
		"speaker": "Kostas Kampourakis",
		"words": "Well ancestry is important? And uh for instance, as I I write in the conclusion of my book, I consider myself Greek, why because I was born in Greece. This is the place where my parents, grandparents, great grandparents were born. As far as I know, I speak the language of the people who live there. I think in the same way with the people live there. And this is my ancestry and this is the culture I'm proud of. This has nothing to do with my DNA. And I don't need my DNA to confirm this in any way because uh ancestry has to do with my upbringing, has to do with my culture. Uh The DNA could not confirm or discon confirm any of this. Imagine I took a test and found the test said that I belong to, I don't know whatever group would this change who I am? No, in no way, it wouldn't change the language I speak and the language in which I think and the traditions and the cultures I follow. So ancestry is something very important. But we have to be careful when we correlate it with our DNA. It makes sense to think about DNA only when we do not know much about ancestry. Because in this case, by using DNA, we might find some relatives, some people with whom we have recent common ancestors and through them, it might be possible to learn something about our past. But this should be done with caution and we should not destroy in any way what we know about ourselves. It is only when we do not know much, but it can be useful."
	},
	{
		"start_time": "55:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh And also, and this is a point that we touched on earlier if people really correctly look at genetic data and they interpret it correctly uh as they can do. So, after learning from your book, for example, the ancestry might also be a ve a very positive uh term or, or concept if people understand that we are all ultimately related to one another."
	},
	{
		"start_time": "56:00",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah. A actually, this is the the most uh the single most important conclusion of this studies of DNA, that the differences among humans are very few than similarities at the level of DNA are so many in the sense that we are all a big family. And if there is one conclusion, it should be that our species is very recent. Uh It has evolved for a few 1000 years compared to what has happened in other species and we have not diverged much to be able to identify the differences. Some people are looking for"
	},
	{
		"start_time": "56:37",
		"speaker": "Ricardo Lopes",
		"words": "great. So the book is again, ancestry reimagine dismantling, dismantling the myth of genetic ethnicities. I'm leaving a link to it in the description of the interview. And Doctor Korra is uh uh before we go apart from the book, would you also like to tell people where they can find you and the rest of your work on the internet?"
	},
	{
		"start_time": "56:58",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah. Well, I have a personal page with my surname kuris.com where there are links to all my books and my, my, my big interest and my big aim is to help people understand science and understand what science can and cannot tell them. And unfortunately DNA ancestry testing can say a lot but not what people usually think of. As I said in the beginning, it's mostly about family and recent uh and relatives with whom we have recent common ancestors. The tests are very good at finding close relatives, very, very good, but this does not necessarily have to do much with our ancestry."
	},
	{
		"start_time": "57:42",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Kuraki, thank you so much for coming on the show. It's been a really informative conversation. Thank you. So,"
	},
	{
		"start_time": "57:50",
		"speaker": "Kostas Kampourakis",
		"words": "thank"
	},
	{
		"start_time": "57:51",
		"speaker": "Ricardo Lopes",
		"words": "you"
	},
	{
		"start_time": "57:51",
		"speaker": "Kostas Kampourakis",
		"words": "very much for the invitation. I was delighted to be here."
	},
	{
		"start_time": "57:54",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam Castle Matthew Whitten bear, no wolf, Tim Ho Erica LJ Condors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson. Ya de Ro Ro die, Jan Punter, Romani Charlotte, Bli Nico Barba, Adam Hunt, Pavlo Stassi Nale medicine, Gary G Alman, Sam Ofri and YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fists Dey Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week. Linda Brendan Nicholas Carlson Ismael Bensley Man George Katis, Valentine Steinman Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali. Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Wig and Bernard N Cortes Dixon, Benedikt Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]