[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricard Lobs. And today I'm joined by Doctor Gerald Mosley. He is a former California supervising deputy attorney general and he has been researching writing and speaking on the topics of law and sex work. And today we are focusing on his book, sex workers and their clients in their own words. So Dr Mosley, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:29",
		"speaker": "Jerald Mosley",
		"words": "Thank you. It's a pleasure to be here."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So let me first ask you before we get into the actual content of your book, what made you interested in studying such a controversial and even stigmatized topic as the experiences of sex clients and their of sex workers? Sorry. And their clients, why do you think it's important to talk about this subject? Uh uh INCLUDING their own perspectives?"
	},
	{
		"start_time": "01:00",
		"speaker": "Jerald Mosley",
		"words": "Well, I, I came to this work and from a purely legal perspective, I was a lawyer all my professional life. Uh BUT I never worked in this area, but as a, as a legal intellectual matter, uh it was always of interest to me how laws about sex work can be justified. Uh AGAINST American laws and constitutional provisions about privacy and due process. And so I think it's worth mentioning that, that I am an example of the fact that you, you don't have to be self interested as a sex worker yourself in order to find this interesting and then very concerning, uh you know, that can happen to anyone who looks at the matter studies, the matter and who's interested in constitutional principles and law. And that's what happened to me. I sort of got into it slowly and began to read about it and my concerns grew and grew. And, uh, when I retired from the Attorney General's office, I then dedicated myself to researching, uh, researching this issue and, uh, and interviewing, uh, sex workers, uh, and clients trying to sort of break through the stereotypes and to find out what was really there. Uh, THOSE people, the people that I talked to are people who needed to be talked to because people don't talk to them. Mhm. Uh,"
	},
	{
		"start_time": "03:16",
		"speaker": "Ricardo Lopes",
		"words": "YEAH. A and we will get in a second into the ideas that the population that people in general have about sex workers. But let me just ask you in the context of your book, what counts as a sex worker? And do you focus on specific kinds of sex workers or are you giving voice to sex workers in general?"
	},
	{
		"start_time": "03:41",
		"speaker": "Jerald Mosley",
		"words": "Well, uh, setting aside my book for one sec, OK. Phrase sex work is a very loosely defined phrase and it can cover any kind of sexual service, whether it is um, only fans work phone sex, uh uh pornography, uh stripping and then what we call prostitution, which is illegal in my country. And that's the reason why in my own mind, there's this sharp distinction between illegal physical sexual contact for money and all kinds of other sex work. But I wanted to start off by saying the phrase sex work itself is very expansive. It's very expensive now that actually poses a bit of a problem for someone like me who's a lawyer. Because what I'm interested in, it's what's legal and what's illegal, that's not the same distinction as between sex work and non sex work. So, in my book and I put it in a footnote somewhere and whenever I write, I have to make this clear, I will use sex work here to mean the kinds of sexual services that are illegal in the United States and that is physical sexual contact for money. So that's how I use the phrase. Uh AND when you and I are talking, I will probably use the phrase uh uh without thinking to refer to illegal sexual services. But I just wanted to make clear that in general out there, the phrase is much more expansive than that. Mhm."
	},
	{
		"start_time": "05:48",
		"speaker": "Ricardo Lopes",
		"words": "And how does the general population tend to think about sex workers? What are some of the most common ideas people have about them?"
	},
	{
		"start_time": "05:59",
		"speaker": "Jerald Mosley",
		"words": "Well, it it, it is evolving, it is evolving now, there is what you might call the, the old fashioned view, but it's still, uh, there's still a lot of it out there. So it's not gone. And it's the, uh, it's the stereotype of the sex worker that is the prostitute, uh, as, as being just a reprehensible individual on all kinds of different levels. And they are unclean and unsafe, um, uh, just basically disreputable human beings, you just, you take the word icky and then you give it, you give it all kinds of respectable verbiage, but that's what it ends up being is just they're so icky and so a great deal of stigma is always surrounding sex work. Now I say it's evolving because, because nowadays in, in the United States and I'm, I, I think I can safely say in most of Europe, at least most of Western Europe, there is an evolving attitude of, of seeing the sex worker as a victim rather than as just a low life that you wanna get away from. And seeing uh the, the um seeing the sex worker as a victim entails a lot of social, political and legal implications. Uh uh There is, there is a great deal of, well, I'll just say attitudes rather than carefully articulated beliefs, attitudes that essentially sex work is this very, very bad thing out there whereby men hurt women. And that is, of course, very, very simplified and people will have all kinds of, uh, different ways of approaching that. But there is, there is that rudimentary sentiment out there that is, um, sex workers are themselves harmed and clients are do the harming. And it's, it's very simplistic and it is in, in my opinion, just as wrong headed as the old fashioned view. But, but we live at a time where both of those stereotypes are mingling together in the public. Mhm."
	},
	{
		"start_time": "09:18",
		"speaker": "Ricardo Lopes",
		"words": "So, let me ask you now and this now is about you directly about your book. Uh You contrast the voices of sex workers and their clients with the claims made by prohibitionists and prohibitionists here, I guess, can include both, as you mentioned, the old school kind of way of thinking. I mean, the more conservative prohibitionists, but also the more f uh the feminists, the prohibitionist feminists, the more progressive ones that, that also have arguments against uh sex work. So, uh but how would you frame the debate here? What are, what are people debating exactly?"
	},
	{
		"start_time": "10:02",
		"speaker": "Jerald Mosley",
		"words": "They're not debating one thing? OK. Uh um On the one hand, you have very practical debates about harms and many of us try to focus the debate on practical harms, but that is one debate out there. Um uh YOU know, uh uh uh is uh is sex work conducive to violence is sex work conducive to health problems. Uh Does health work? Is it conducive to labor abuse? Those very, those very practical and empirical Yes. Uh There is also the debate and, and these are not separated cleanly. You know, you, if you debate this, you, you have to expect to find both of them going on. At the same time, there are abstract, philosophical or religious beliefs and feelings that are essentially independent of those empirical issues about harms. But the, and I will just call them philosophical, they're actually sometimes very, very explicitly religious, sometimes they're more generally moral. Um But I will just call them philosophical or the abstract approaches. And, and, and those approaches just see sex work as demeaning or degrading uh without attaching an empirical meaning to those, to those words. They are just uh and it's a very intense feelings but based on an abstract approach to sex work, it is, it is evil and it diminishes the person. Uh And so you have those two strains and if you're arguing like I do and many people do for decriminalization, you always have to be prepared to deal with both of them because they're both out there."
	},
	{
		"start_time": "12:40",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so uh let me just ask you about what I mentioned earlier that you in your book decided to put side by side the arguments put forth by prohibitionists and the qu and quotations from sex workers and their clients about their own lives and experiences. I mean, why did you think that it was important to structure the book in that way?"
	},
	{
		"start_time": "13:09",
		"speaker": "Jerald Mosley",
		"words": "Well, the, the, the one simple reason is because for many people who are, who are conventionally raised, like I was conservative, conventionally, it's just downright surprising. You just don't expect so many sex workers to say these sorts of things and people need to know it. Now, that's the simple, straightforward answer to your question. Yeah. As a matter of fact, my first, my first thought about doing this book was to just have two columns and the quotations and not do anything else, not tell the reader anything, not even to introduce it, just say, look at this, you know, look at this and be surprised and you take it for what it is and you know, you do with it what you want. Uh But of course, in the, in the process of figuring out how to actually structure the bulk and get it published, you know, I add it on uh uh the other material. Uh But, but one reason, uh uh aside from the simple reason, one reason is like, I, I wanna structure it that way is it is very difficult to know how to counter what I would call one of the abstract arguments. If someone says that is degrading and demeaning or that is that, you know, um diminishes your personhood. One of my favorite phrases, how do you rebut that? I mean, one thing you can do is to try to, is to try to play the philosophical game. And in this context, I think it is a game and, and just talk about, well, what is personhood and, and, and what is, what is diminishing and what is there. And I don't know how far that gets you. And so I tried to do something else. I tried to juxtapose the, the abstract, but really rather vicious opposition to sex work with sex workers who don't respond philosophically. They just talk about the concrete aspects of their life and that's what they're doing. And to juxtapose this very, very concrete practical description of their lives against very very abstract condemnations of what they do. And then inviting the reader reader to say now, to what extent are these abstract arguments relevant to the practical reality of this sex worker? And once you begin to try to connect the two, then you begin to ask her. So what do these abstract phrases actually mean? Do they really mean anything or they just out there as linguistic tools to trigger an emotional response is that the only function that they have? And so I'm trying to get at that when I juxtapose them with practical down to earth descriptions of how sex workers work. For example, there's a, you know, the that a lot of the prohibitions talk about how, how cool and dominating clients are. And there's you like to use the word power, imbalance and dominating and then cruel and then you juxtapose that with. And I was surprised to hear this too. They're amusing but then they're very, very touching and important and, and, and one sex worker says, you know, I got clients who try to, who try to give me an orgasm and of course, I can't come all the time. But, but they try so hard, they deserve a pat on the back. I mean, you know, and yeah, and, and you know, another sex worker says, you know, I gotta spend so much time just convincing my clients that they're not bad people. It's OK. It's OK. Well, and, and you know, I those kinds of statements are surprises to people who were raised in the world that I was. People who are raised in that network, need to hear those voices and they especially need to hear those voices when they are, when they are, when they are asked to listen to these philosophical debates."
	},
	{
		"start_time": "18:39",
		"speaker": "Ricardo Lopes",
		"words": "So just to make this point clear, what, what were the main goals that you had in your mind? Uh What, what goals did you have in mind when writing this book? Because uh there's, I guess at least one point that we have to address here. That is the fact that uh you interviewed sex workers and some clients, you put their, uh their, their experiences, their, their statements in the book. But it's a limited number of sex workers and a limited number of clients. So someone could put forth the criticism that we can't generalize from that number and, and make broader claims about sex workers in general, for example. But uh were you simply trying to show people that there are some sex uh sex workers and some clients out there that do not experience sex work? The ways that prohibitionists tend to claim?"
	},
	{
		"start_time": "19:48",
		"speaker": "Jerald Mosley",
		"words": "Uh Yeah, it, it, for example, you, you, you take, you take the sex worker who says, uh she, she has to spend a lot of time making her clients feel good. Uh And, and you know, uh they're all most pathetic in the way they try to please her. No one suggests that all sex workers like and I certainly don't suggest what I want to do is refute, universalizing philosophical pictures of sex work. And that's different than taking sex workers and generalizing and say, gee see, I've now discovered what sex workers like. It's always like this. I don't try to do that. And of course, you know, but it is, it is I believe effective in confronting universalizing statements about what is inherent in sex work. If you believe that, that, that dangerous power hungry, dominating clients are inherent in sex work, then I want to show you all the people that you have to disbelieve in order to get to that conclusion. Uh And there are a lot of them and they have different things to say but, but the, but, but you cannot take from what they say and take seriously a universalizing or essentialist view of what sex work inherently is, right. Uh You know, people, what, what a lot of people who think that sex work should be decriminalized. They do, they, they, they don't want to tell you what sex work is like. It's some philosophical discovery. Now, there are exceptions. But he here, I'm generalizing, that's not the point. Uh The point is, is you cannot rationally come up with generalizations that justify the typical stereotypes and that justify the kinds of laws that we have. And you can't do that because the number of people you have to disbelieve just keeps growing. And you know, you can start off by saying uh uh that, that they have some illusion or delusion or mental problem, but you know, they keep coming and that retort gets weaker and weaker all the time. So all that process of arguing can be done without having a systematically rigorous sampling of sex works to generalize into a uh an overall statement about sex work with one reason why that's extremely difficult to do is because it's illegal and you're asking people to come forward to break the law and then have some sort of statistical mechanism to make sure you're getting a representative sample that would be extremely difficult to do. But there's a lot that can be done short of that."
	},
	{
		"start_time": "23:52",
		"speaker": "Ricardo Lopes",
		"words": "And do, do you think that people might also be missing something if they tend to think to think that most or even all sex workers are female and most or all clients are male. I mean, because there are also male sex workers and female clients. Do you think that people, if people have in their minds, this picture of sex workers always being female and clients always being male, that they would be missing something about this subject."
	},
	{
		"start_time": "24:27",
		"speaker": "Jerald Mosley",
		"words": "Um No, I don't think there's any question that that's the stereotype and that's what's in people's minds when they talk about the law and when they talk about the, their philosophical perspective, they imagine a woman selling and a man buying. Uh And it is, it, it is, as you say, it's not true that that's always the case, but it is important to understand, but that's not always the case because many of the, many of the say, essentialist arguments and philosophical arguments a so that it's a woman who is selling and a buyer who is, who is buying and that women are now being subjected to a, you know, patriarchal dominance. And that sex work is just another example of our inscription of patriarchal dominance. All that kind of talk assumes that you're talking about a woman who is providing sex in a man who is, who is spying it. Uh And one of the things that I tried, well, I, I didn't try for like I had one conversation with a group of folks and, and there were a lot of LGBT Q uh representatives there. And I, you know, I brought up the suggestion which I still believe in, but it, it, I couldn't get that ball rolling. So, you know, why, why doesn't the gay community bring a lawsuit? And, and, and, and in, in most jurisdictions in the United States, you can bring an as-applied lawsuit. You can say here is this constitutional principle or here is this legal principle. And we're not gonna argue that the law is always wrong. We're gonna argue that as applied to us, it's unconstitutional. And I say, look, look, you guys, there, there are, there are a lot of straight and gay men who sell sex. Why don't you bring a lawsuit as applied and say the law against prostitution is unconstitutional as applied to me and then force the other side to come up with all the arguments about why sex work is supposed to harm you. I would, I would be delighted to see a lawsuit like that. Uh But there are, well, there's always economic reasons and there may be political reasons when that hasn't been done. It's hard to do because you have to get a representative client. And these are, this is illegal behavior and it's stigmatized behavior. But I, I mentioned that just because I want to emphasize the fact that so much of the argument that goes on rests on the view that sex work is all about men hurting women, right? So, mhm. So"
	},
	{
		"start_time": "27:59",
		"speaker": "Ricardo Lopes",
		"words": "let's now go through the main claims made by prohibitionists and what some of the sex workers, the ones you interview have to reply to them or to say about them in their own words. So first uh they, the prohibitionists tend to make claims about their subjective lives and they use terms like self contempt, loss of dignity, degradation, dehumanization. What is the main claim made here by the prohibitionists? And then we can get into what the sex workers themselves say."
	},
	{
		"start_time": "28:36",
		"speaker": "Jerald Mosley",
		"words": "Well, uh you have to be careful about trying to, to pin down the thing that prohibitionists say, prohibitionists will say anything that they can get away with saying uh and, and um the words like degrading and demeaning and disrespectful. They do not have a clear enough defined meaning to restrict prohibitionists. They will throw out those words whenever it's convenient. So it, so I don't want to say, gee this is their, their one thing that they have to say what they want to emphasize is that, that, well, that it's, that's very bad for the provider and they're usually talking about a woman provider because it diminishes that person. And then you can go into all of the synonyms that you want to use, degrading and exploiting and, and all those kind. Uh And, and, you know, we could talk about words for a long time, even the word exploitation uh in, in many contexts that has a clear enough meaning, but not when you're talking about sex work. The, the, the whole, the whole meaning of exploitation collapse. When you're talking with prohibitionist, they will simply want to say that sex work is exploited by its own nature inherently. And you say so what do you mean by that? I mean, I mean, you certainly don't mean that the guy needs to pay more. That's not what you mean. And isn't it ironic that if he doesn't pay her anything that's not exploitation, but as soon as he actually pays her, then it's exploited. So you see the word in, in the context of sex work just collapses. Uh My, my favorite example is there's underage girl, I guess in high school and she was taking, you know, the sex pictures of herself, nudes of herself and, and sending them out some on social media coming and she was arrested. Now, II I don't know that she was ever convicted. I'm not sure what actually happened, but she was charged with exploitation, sexual exploitation because she was exploiting herself. Now that's how bizarre the notion of exploitation gets. But I digress a little bit in talking about exploitation. What, what let's call them the abstract prohibitionist. What they want to do is simply to instill and to reinforce the stereotype that there's something very, very icky about prostitution and they don't want to use the word icky. So they sound philosophical by using all of these other terms. I, I like to think of it as it, it, it's a way of, it's a way of spitting and sounding philosophical at the same time. Uh So that's what they're trying to do. They're just trying to say that, that we should have an emotionally averse feeling to sex. Uh Now, now that's the abstract people, there are other people who make empirical claims, but if we're just talking about the abstract folks, it's very, very difficult to pin them down. And that's the same reason why their arguments ultimately collapse on themselves. That's just what they're trying to do."
	},
	{
		"start_time": "32:51",
		"speaker": "Ricardo Lopes",
		"words": "Right? A and we will also probably get into some of the empirical claims made by them later in our conversation. But when it comes to the topic of satisfaction and well being of subjective life in general, what do I, I mean, could you give us examples of what some of the sex workers you interviewed have to say on that topic?"
	},
	{
		"start_time": "33:17",
		"speaker": "Jerald Mosley",
		"words": "Yes. Now, and, and now that this can become an empirical issue and, and one that's legitimately studied, uh the mental health of sex workers. Um AND there's, there, there's a stereotype that, that they all must be miserable because, well, gee whiz they gotta be miserable and I'm sure that there are sex workers who are miserable. Uh uh It does happen. No question about that. I mean, there are, um, you know, I was a lawyer all my career and I guarantee you that there are, that there are legal secretaries out there who are miserable uh in, in, in sex work, you if you have a sex worker who was born in a culture where it is intensively stigmatized. But now she, for whatever reason, now she is taking money, she may very well feel miserable, that may very well happen. But what is important from a legal perspective is, is what's the generalization, what characterizes sex work? And the, the empirical evidence is that, is that mental health issues don't do not characterize sex. You do. Uh There's re empirical research and they, they found uh uh a good number of sex workers say, I mean, in some states, there are many studies uh uh but just, just to point to a few of them, I mean, there are some studies uh especially of indoor sex workers. And also, you know, sex work has enhanced my self esteem. That notion is, is utterly incredible. Too many conventional Western people. It, they just cannot believe that, but that's what you find now. Not all of them, of course not. And, and, and there's, there's much less of that kind of talk. If you're talking about women who work on the street, there's a great deal of variation uh in sex work. Uh Barbara Brent studied brothels in Nevada. And uh and her, her conclusion was look, when you, when you have problems with the emotional life of a sex worker as a general matter, they stem from two things. What? And we're talking about brothels in Nevada. So we're talking about women. One, she's not getting enough clients, she doesn't make enough money. Two stigma, those are the two factors that are behind most emotional or mental difficulties when they do arise. And you know, she, she quotes two of them. 111 sex worker says, you know, this was just terrible and nobody should ever do sex work. Uh And then another one says this was the best thing that ever happened to me. I love it. And we just have to accept the fact that there are all kinds of sex workers doing all kinds of work for all kinds of reasons. And it is not true that mental health issues characterize them. And when you do have mental health issues, the odds are that you're going to find that it's basically business related, not having enough customers. What the stigma that they have to live in? We've created a world that stigmatizes these people and then we scratch our heads and say, gee why do they feel that what is the reason?"
	},
	{
		"start_time": "37:51",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to that point on stigma, isn't it the case that prohibitionists or abolitionists either from the conservative end of the spectrum or the more pro progressive end of the spectrum? Aren't they all also contributing to the stigmatization of sex workers with the kinds of claims they make?"
	},
	{
		"start_time": "38:16",
		"speaker": "Jerald Mosley",
		"words": "Of course, I mean, uh and, and, and, and of course they did, like I say, it is evolving overall, I would agree they're contributing to stigma. Now, now there are some who would argue, well, we're just saying they're victims and their clients are evil. Well, you're certainly stigmatizing the clients. Uh, AND there's, there is a, it can be said they're stigmatizing the sex workers too. There was research done in the Netherlands about how sex workers feel about their work and they have complaints, they have complaints. And so you read and you look at the, the they pull them, well, what are their complaints and their complaints are exactly the same complaints that employees have. You know, I wanna make more money. I wanna have more flexible hours. And then another thing they say is the government treats us like victims. That is their complaint. Those are sex workers themselves complaining about that. Uh So that's a good reason to say even, you know, even the more, more contemporary victimizing pp uh philosophy that just continues stigma uh in a different form."
	},
	{
		"start_time": "39:58",
		"speaker": "Ricardo Lopes",
		"words": "And another very interesting thing uh or uh something that I find really curious uh about the arguments coming from the prohibitionists is that one very common thing they claim is that prostitutes in general do not have a choice. That is they, they, they're basically implying that no one, if they were not in specific kinds of circumstances that forced them into sex work would from their own free will choose this kind of work. I mean, I isn't that also a little bit condescending."
	},
	{
		"start_time": "40:40",
		"speaker": "Jerald Mosley",
		"words": "It's, it, it, it's really outrageous what poor habits have done with the notion of consent. And of course, the notion just stripped sex workers of any kind of agency. Oh, but you know what, like, like the word exploitation, the word consent has now been virtually destroyed as a useful and honest term to use whenever we're talking about sex work. The, the argument, for example, that, well, she didn't consent to sex work because she needed the money. What I'm sure that's true. Uh And you know, that does not mean that, that she did not consent to this work. But if you continue to use the word consent like that, if you find any pressure, economic or otherwise, then you're going to use non consent. I if you're going to use that word like that, then the only fair way to talk about consent is in a comparative way. And instead of taking a sex worker and say, does she consent? You should take a sex worker and say, how does she compare to this other person who makes life's decisions based on economic pressures or any other pressures? I have, I have a lady from Guatemala who doesn't speak very good English and I speak to her in Spanish a bit and she cleans my house every once in a while and I pay her to do that. You know, I don't think she really, really enjoys mopping the floors to my house. She does it because she needs the money and I try to give her a reasonable pay for that. That does not mean that I'm a slave driver. It doesn't mean that she's a slave. If you take, you take lawyers. I was a lawyer the last, you know, why did I do it? Well, I did it because I wasn't independently wealthy. I couldn't, you know, retire to Tahiti and put my feet up. I had to work for a living that does not mean that I didn't consent to it. That's not how we use the word consent. Uh In, in Norway, they uh I hope things have calmed down a bit but they're really, really into trafficking and trafficking. Forceful pro it's a very, very big evil. We can get to that later on. That is not consensual prosecution, but they're trying to attack trafficking and they arrested a guy and charged him with trafficking. And I believe they convicted him of trafficking. And that's because he brought in migrants and I believe they came in from, from eastern European country, maybe from Romania. And, and they had the women testify and the women said no, we did this voluntarily. We chose to do this, but they still convicted him of trafficking. You know why? Because the court said in Romania, they didn't have economic opportunities. Therefore, they did not come of their own free will. Therefore, you are a trafficker. Now, just think of that way of reasoning it's just appalling. What if, what if he had brought them from Romania and he had hired them to, to clean toilets in public restrooms and that was their best economic option. Would he have been arrested? No, they would have thanked him for giving a job. So there's no, now, now I, I'm not saying that sex work and cleaning toilets are the same thing. They're very, very different. They're very, very different consequences. But consent is not the difference. Consent is the thing. And the people get very, very uh extreme in these notions. I mean, there's one prohibition who said, you know, the money coerces the sex. Therefore, it's rape that is just irrational. But she can get away with saying it because it feeds into a stereotype and what people want to believe and I've gone on a long time but it is, it, it is just so upsetting what people can get away with when they're talking about consent because, because true trafficking is a very, very bad thing and it is very, very hurtful and they want to pretend that consensual prostitution is trafficking. Uh THAT'S just an awful thing to do. And it's, it's, it's intellectually dishonest."
	},
	{
		"start_time": "46:40",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to the point of uh work, uh sex work, but also work more generally. And also at a certain point there, you mentioned the trafficking. Isn't it interesting that uh when it comes to other activities, like for example, construction work there are certain places oo on earth where people are trafficked into that sort into that form of work. And there are also other examples of course, agriculture and so on. But people in those specific case only worry about ending that trafficking and not ending the activity itself. But in this specific case of sex work, they take one step forward and argue that if there's any trafficking at all, then the solution is just to prohibit any kind of sex work. Isn't it interesting?"
	},
	{
		"start_time": "47:43",
		"speaker": "Jerald Mosley",
		"words": "Well, yes. And, and that's true. And, and if you, you know, if you focus on all the emotion behind stereotypes of sex work, it's not surprising. It's, it's, it's not reasonable at all. But it's not surprising because when you're talking about sex work, people have so much philosophical animosity that they will jump on the solution of let's do away with all sex work even though it's not reasonable, even though like you say, they would never say that about construction work or, or agriculture. Uh uh YOU know, they want to do away with sex work. 1st, 2nd, they want to do away with trafficking. And so they use trafficking as a way to do away with sex. Uh Now you can get into, I mean, you can have an honest argument with, with a pragmatic person about, well, you know, is it true that, you know, once you, once you decriminalize it, more sex work happens and if more sex work happens and more trafficking happens. And so simply as a, as a statistical matter, uh don't, don't the prohibitionists have a point that that and when you're talking about sex work, the only remedy is really do away with it. And, and I can accept that as an honest concern and one that has to be addressed, the point is it has been addressed and people have looked at it, people have empirically looked at decriminalized contexts and no trafficking does not increase in those jurisdictions. We have jurisdictions. We, we, you know, we don't have to just speculate about this. We have New Zealand, we have most of Australia uh A as two of the two of the clearest examples of decriminalization and in other jurisdictions, you have legalization who is heavily regulated and you do not find an increase in trafficking uh that you have to go through statistics. And once again, you have to be very, very careful that you keep people honest when you're in this debate because if you're not careful what you're going to find, if you're confronted with someone who says, why of course trafficking increased and what do they mean? They mean that sex work increased, but they believe that no one can consent to sex work. Therefore, all sex work is trafficking. And, and you know, in some, actually, in some jurisdictions, if you have an increase in sex work, they will claim that's an increase in trafficking. So you always have to be on guard. Uh uh But if you're, if you're serious about what trafficking means as force or fraud or underage, it's just not true. New Zealand is one of the clearest examples of decriminalization and, and they were very serious about finding out what would happen. New Zealanders are ordinary Western people. You know, they weren't, they weren't out on some radical binge and, and, and they wanted to make sure that this was gonna be ok, that there were no bad effects from this radical thing they were doing of decriminalizing five years after and I believe they did another 1, 10 years after that is government sponsored review to find out what the effects were. And they, the end result will say that sex workers are better off, they're not worse off, they're not being trafficked, they're better off. Now, the word trafficking means that back then it meant something different. In New Zealand, you have to be careful about the statistics. Uh AND, and, and, and traffic trafficking did not, did not go up and certainly not in the legalized uh environment. Uh But if, if, if say, say Americans and Western Europeans have a broader definition of trafficking. Even if you use that broader definition, you go to New Zealand, they still say, look, they're better off, it improved their lives. It did not, it did not hurt them. You go to Australia has, has a long history of decriminalization. It does not increase trafficking. The state of Victoria in Australia, they had legalized. Prostitution means it's regulated, it's not decriminalized. There are all kinds of, you know, they surrounded with all kinds of all kinds of regulations and they, and they had that system for years. They know about that system and you know what they finally decided in 2021 let's just decriminalize it. That will be better, just the opposite of what you would think if loosening restrictions increase trafficking. So, so for, for, you know, for the honest person who's actually concerned about trafficking as an empirical reality, we have a lot of data for it. We need to keep fighting trafficking. There's no question about that, you know, but the way to do it is to decriminalize, decriminalizing does not exacerbate trafficking. And it is probably the case that it will help. I what what you need to do is to think of the situation where, where sex workers are no longer afraid of the police, they don't hide from the police, the police are their protectors. And if they face violence, they can call the police and the sex workers will be the ones who will know about trafficking. If it's happening, sex workers have no desire for there to be trafficking. Why would, why would an adult consensual sex worker be interested and down the street? Some 17 year old being forced into sex work? If the police have a good working relationship with sex workers, it will help in the badly against trafficking. I mean, the, the the problem of trafficking is vastly exaggerated um because people conflated with just ordinary prostitution. Uh And, and so it is uh it, it's extremely exaggerated. Nevertheless, it's there and if it happens one time, it's a very bad thing and you need to stop it. No question about that. But decriminalization is not the problem. Decriminalization helps matters. It doesn't hurt matters."
	},
	{
		"start_time": "55:26",
		"speaker": "Ricardo Lopes",
		"words": "So, let me ask you now a little bit about some of the words and concepts that the prohibitionists use in their discourse. So earlier, even you mentioned the a word such as exploitation. So when it comes to claims made by prohibitionists in the context, in the context of sex work, does exploitation have a concrete meaning?"
	},
	{
		"start_time": "55:53",
		"speaker": "Jerald Mosley",
		"words": "Well, now, even, even in, in ordinary life in say economics, exploitation is, is uh uh it is a bit loose. Uh But you know, if, if, if you're talking about uh workers being exploited, uh you know, well enough what's being meant and it's, it's, it's so it's a useful term. Uh I in sex work uh i it's not uh and it's interesting to speculate as to why people sort of sense that must mean something. And, and I can, I can only imagine a very traditional view, you know, of, of the female as being a sexual commodity. This is an irony here. You know, it, it, it, it, it's not the pimp who's saying who's talking about about. But it's, it's, it's the government, it's prohibitionist treating a woman as a sexual commodity. And then if you take that commodity without compensation, then you're exploiting her. But money can never be compensation, compensation. Some kind of ideas like this. I'm speculating and I'm trying to, I'm trying to put myself in their minds what they must think about. I mean, and there are prohibitionists who talk about, you know, sexuality is inherent to a woman's personhood. It's a very interesting thing to say because you don't say that about a man. Uh uh And, and so II, I think that there are a lot of, a lot of women who might think about that and decide not to go in that direction, but some have, some have and that's the best I can do to, to try to put myself in the frame of mind of people who say sex work is always exploitation, you know, in the state of Washington, in my country, they had a law against sex work and they used the term I believe it was prostitution that they used, they amended the law so that it says the same thing except they say exploited individual, even in the codified war, they decided to use the word exploitation, exploited person, you know, and you know, my suggestion, tongue in cheek, tongue in cheek, suggestion is, you know, some client who is being charged with exploitation should go into court and should defend himself by saying yes, I paid her for money. I'm a client of apostate. But in an exploiter and see what the judge says. Now it's tongue in cheek. He's not gonna get very far doing that. But those are the ideas that you have and the way the word exploitation has been totally wrecked for political purposes."
	},
	{
		"start_time": "59:13",
		"speaker": "Ricardo Lopes",
		"words": "And uh uh still on the topic of exploitation and also powerlessness. I've heard and read some feminist sex workers. And even if they are not sex workers, some feminists who are, uh let's call them sex positive. So they are not against sex work. Uh CLAIMING the opposite of what the prohibitionists claim. There is. Some of them say that no, actually sex work or they look at sex work as a form of empowerment and of them being in control of their own work because they establish their own rules so that there's also that feminist perspective out there,"
	},
	{
		"start_time": "59:56",
		"speaker": "Jerald Mosley",
		"words": "right? I'm a straight male. Mhm. That's the way I imagine. I imagine, you know, if there's a woman and I want to have sex with her, she gets to set the terms. I'm not the one with power she is now. So then that makes a lot of sense to me. And there are women who are sex workers who talk about empowerment. No question. There are, uh like I said, at the beginning, I, I generalizations are dangerous. Uh I don't want to generalize and say that sex work is always empowering or it's never empowering. Uh, IT was a, a very respected author, Ronald Weitzer who writes on sex where a sociologist and he says, and, and, you know, he, uh, he, he's very good, he's very good on this. Uh, AND he says that, you know, there, there, there are paradigms and there is the, there's the victim paradigm and there's the empowerment paradigm and people select which paradigm they want. And he says, you know, you shouldn't do either one, you shouldn't sell yourself to either one. There's, he calls it the polymorphous paradigm, which means you have a lot of different people doing a lot of different things and a lot of different contexts. Why can't we just accept that fact? Um And, and so, you know, uh what can I say to me? It sounds empowering, but I'm sure that, you know, for a lot of women, uh do not see it that way. And um uh that's fine, that should not affect the law and it should not affect my attitude toward them or my stigma either way. I, you know, it's none of my business,"
	},
	{
		"start_time": "1:02:00",
		"speaker": "Ricardo Lopes",
		"words": "right? So another kind of word that prohibitionists sometimes use is coercion. So they say that they associate sex work with coercion. They say that the only reason why they, of course, most of the time they're talking about women, uh The only reason why women go into sex work is because they are coerced into it. What, what do they mean by that?"
	},
	{
		"start_time": "1:02:27",
		"speaker": "Jerald Mosley",
		"words": "Well, you know, I don't like to think I need, you know, I, I need to constrain my criticism of people I don't agree with. But at a certain point, I mean, you, you, you have to talk about honesty. I mean, to say that sex work is intrinsically coercive. So blatantly flies into facts, the empirical fact that, that you just can't eat, eat, you can't take it seriously as an empirical proposition. You have to take it seriously because of its emotional content and the emotional reaction that people will have. Now, if you talk to sex workers, you realize that no, they're not being coerced. If you just think about sex work, you say no, they're not being coerced, they're deciding to take money. Oh, and, and, and so you, it's hard to know what to say to a person who says, well, it's just all coercive if they're trying to be empirical, if they're trying to say, you know, all those women out there are coerced. Well, then there's an empirical answer to that and it turns out you're just wrong. It's just not true in any ordinary meaning of the word coerced. It's not true and we can get back into the issue of consent. Yeah, of course, they're doing it because they need money. Uh But it's simply not true. If by coercion, you mean something more abstract, you just mean, well, that, uh you know, intrinsically, it's the inscription of the patriarchy and they have power and the woman in the sex change gets a, it is stigmatized more than the man. And I think that that's behind what a lot of what people are talking about that doesn't translate into coercion that translates into a real problem about stigma. But it doesn't translate into coercion. You know, people like to use people like to sound sophisticated and talk about power dynamics and they'll talk about in this sex work relationship. There's a power differential. One party is more powerful than the other. And what they really mean is the man is more powerful than the woman. Well, first of all, they, they, they just like to use the word power because in this case, it's a bit vague. But, you know, I mean, I can go a long way. I mean, like I, I, I will imagine, although I don't know if it's true or not, but I will imagine that the man always has a lot more money than the woman does. The man has a way of getting a lot more money. The man can write a, a letter to the editor of the newspaper and it will be published a lot sooner than the woman. So he has that social power, economic power. So there is a power differential. And what they want to do is they want to say there's a power differential and then they want to stop talking like they've made a point. What is the point? I don't know what the point is. I, I think the point is they want to insinuate that, that power is being used to coerce the woman, but you have to make that case. You don't just say there's a powerful man there. I mean, the powerful man buys a cup of coffee at, at a coffee shop and the woman who provides him the coffee doesn't have power like he does. He's got a lot of power, but that doesn't mean he's coercing her. And as a matter of fact, the powerful man, you know, paying the woman, you can imagine him is that being one part of his life where he doesn't have that much power and you know, this woman is gonna limit him. You can imagine it that way just as much as you can imagine something else. So, so, so you can talk about power dynamics and you can talk about a power differential and, and you may have a lot to say there may be, you know, you, you know, you may, you may look at the evidence and say gee whiz in almost all the cases, the man is more powerful than the woman but but you haven't made an argument yet. You know, that does that mean coercion that does not mean lack of consent. Uh You know, i it ju it just means that there are some jobs that are more lucrative than sex work jobs. Although if you, the researchers who have, who have, who have researched the money angle and found out that there are a great many people, middle class women, young women who do sex work because the money is just good. That's a whole other issue too. The issue of coercion, oh, that's just blatantly flies in the face of reality. Reality is concerned by research. What can you say?"
	},
	{
		"start_time": "1:08:21",
		"speaker": "Ricardo Lopes",
		"words": "So there are also middle class women that go into sex work. I'm asking you because uh we have also this very common idea that it's only poor women who choose or in the words of the prohibitionists are coerced into sex work. So, but that's also not entirely true."
	},
	{
		"start_time": "1:08:43",
		"speaker": "Jerald Mosley",
		"words": "Right. Well, I, I use the word middle class. I'm, I'm thinking about 11 researcher who determined a lot of middle class and young people are going into sex work. I hate to make any bold pronouncements based just on one piece of research. OK. Sociology, you know, the more the better. Uh BUT that was what that that person found and other people have found. The the economics are quite surprising and there was once one study that was done just to figure out why the money is so good. Now, of course, the phrase so good is, is a relative term. Um But there, there is a stereotype of women, uh sex workers as workers who work on the street that stereotype I think is wearing a little thin, but the old fashioned stereotype has them as street walkers. The phrase street walker, she's walking on the street. She's poor, very poor. She's addicted to drugs. She needs money and she will do anything to get it. But yeah, that, that's a horrible picture and she needs help. No question about it. Uh, BUT you know, the, the, the numbers that I've seen are that about 20% of sex work is sex work on the street. That means 80% of sex work is indoors. 80%. Now, that could be a brothel and massage parlor, but also be escort agencies, right where the woman is living in her apartment and she gets a call, uh, from, not from a client but from her madam. And we need to address the phrase madam here because this madam is more like the sex worker employee than anything else. And the madam says I've got a client for you. So and so such as you. And she says, ok, yeah, now, I don't know how much she makes, but she makes a lot more than the street walker, I'm sure. And, uh, there is, uh, I believe, I believe, yeah, I quote her in the book Norma Almodovar and she was one of the first ex sex workers that I interviewed and I talked to. Yeah, I know, you know, she was high end escort and, you know, she's playing around with celebrities and wealthy people. Uh, I, I, you know, I don't have dollar figures for you but that was not a poor lifestyle for her. And it's just not true that, well, the 20% don't represent everybody. We should pay attention to the 20%. Uh, WE should make sure that they're protected and for God's sake, you know, can you give him a job, maybe all kinds of things you can do with the 20% but they don't represent the 80%. It's, you know, it's, it's not true that this is, uh you know, destitute women looking for sustenance that empirically is just not true."
	},
	{
		"start_time": "1:12:32",
		"speaker": "Ricardo Lopes",
		"words": "So, and what can we say about violence in sex work? Because one of the common claims made by prohibitionists is that if not all, at least most sex workers are victims of violence, that there's a very high prevalence of violence in sex work. Is that true or not?"
	},
	{
		"start_time": "1:12:56",
		"speaker": "Jerald Mosley",
		"words": "Well, uh once again, we have to appreciate the fact that there's, there's no one thing that's sex work. They're all different kinds of sex workers doing all different kinds of work in all different contexts now. And not surprisingly, most of the violence and violence does occur and we have to face that fact that violence occurs in sex work. Most of it occurs on the street, for street workers, street workers are vulnerable. Ok. Uh If you are talking about escorts, it is not present as a matter of fact, I would venture to say that it's rare. Um, I interviewed, uh, a sex worker who had also was a, was a madam. And so she was, she had very knowledge and a great deal of knowledge about the sex workers who were working for her. And, um, one time one of the girls complained that a guy was a little rough about it. Um, AND there are some other statistics, I don't have it on my fingertips. Uh, BUT they show that you get the higher echelon violence is just not a big factor. One researcher. Now, let me see. Once again, I don't have my fingertips but, but she compared sex workers with orderlies in a hospital and she, she found the orderlies were subject to violence more often than the sex worker. You know, and that does not trivialize the violence of a sex worker. Of course, that's a bad thing. We have to make sure that sex workers have police protection and sex workers respect them when they call for work. But we, but, you know, if you're talking to a person who believes it says that, you know, violence is endemic are, it's just, it's not true, it's not true. And here again, there's empirical studies about violence and, and it is there no question about it, but you have to be careful, you know what you're talking about. Uh, AND it is not endemic. Uh It is not pervasive, I don't think you would use the word pervasive, uh, for violence and sex work. But what, what interests me even more and how much violence goes on. What interests me as a lawyer is, what is the effect of our laws on violence? Right now? We've had, we have studies that show when you prohibit sex work, you increase violence. If you decriminalize sex work, that itself helps to protect sex workers. Yes. Uh, AND there's more than one research on this topic, more than 11 example, which was astonishing to me. One, once again, this, this, you know, conventional guy in Rhode Island, a state in the United States, they, they decriminalized indoor sex work. Now that this is a weird example considered by accident, they really didn't intend to. But, you know, the legislators are amending legislation and the prohibition on sex work only applied to street work. So for six years from 2003, 2009, indoor sex work was decriminalized. Whoa. Now they finally got their act together in 2009 and the prohibitionist came in and no doubt they were screaming about it. And so they reinstated prohibition. So now Rhode Island is another typical state where it's all prohibited. But for nine years, for nine years, it was legal indoors indoors. So, you know what a wonderful empirical experiment, right? Look, you get nine years, it's legal indoors. What happened? Uh One of the things that happened was if the population at large, not just sex workers at large, the rates of gonorrhea went down 40%. Nobody can really explain these results. But there, there and, and as far as rape, the instances of rape at large went down, 30% went down 30% when it was legalized indoors. Now, that's just one example, it's very, very hard to tease out the cause and effect here. But that's just one example of research showing that you don't, you, it doesn't solve or mitigate the violence problem because you make sex work itself illegal. It just doesn't work that way."
	},
	{
		"start_time": "1:18:46",
		"speaker": "Ricardo Lopes",
		"words": "So another type of claims that we hear very often from prohibitionists is that they say that uh all sex workers are in some way or another victimized by their clients. Sometimes they even make the claim that all sex work involves uh or is or involve sexual assault. So, but taking into account the sex workers, you interviewed, what did they have to say about the kinds of people that their, their clients were? And how did they describe their interactions with them?"
	},
	{
		"start_time": "1:19:29",
		"speaker": "Jerald Mosley",
		"words": "This same, this same woman who is a sex worker and then became a madam that I interviewed and, and she put it very, very succinctly uh uh as her experience as a madam, she said, you know, I asked her about clients, you know, how does sex workers feel about their clients? What, what kind of people are? They said, look, 5% of your clients are guys that you hate. You never want to see them go again. Even if you're making money from them, they just, you know, they, they don't like them, don't like them at all. Another 5% of your clients are guys and, and she's speaking from a woman's perspective, a woman providing to me 5% of your clients, you just love them. They really like the guy, you know, I mean, sex workers are human beings and they really like the guy. They really do. The rest are 90% 90% are just not good or bad. It's just work. It's just a guy, another guy and he's ok. But that's all. Now from everything that I've read that seems to be a very accurate picture that you can drop. Um, uh, SEX workers will say. Yeah, sometimes they're shitty but most of the time they're not, they ask, they ask one woman, you know, if you had, if you didn't have to do sex work for money, what would you do? Marvelous question? Right. Gee. She doesn't have to do it for money. What would she say? She would say? You know, I would go out fewer times in a week but she would still go out, you know, I wouldn't go out all the time. Yeah. Take it easy. But I would go out like, I don't know what she said, maybe two or three times a week because she enjoys the power like uh OK, that, that's, that's another, that's another uh uh one example. Uh SO, you know, in my book, I could go through and I could point to everyone who said their clients were just fine but, but, but as you say, that's not a representative sample in, in a, in a rigorous statistical way. So you don't have a number that you can reveal and say, well, that this percentage of clients are really bad people. But the idea that, that men who victimize you uh are, are, are characterized clients. That's just not true. That's just not true. It is not true. There's one, there's 11 woman who uh she did a TED talk, she did a TED talk. She was one of the plaintiffs in a famous lawsuit in Canada, which got the laws, loss loss changed up there. And she had this wonderful way of putting it. She said, you know, who are sex workers? Well, sex workers, we're, we're just normal people, you know, and you meet us every day, the grocery store and there are clients, clients are just normal people too. You know, there's an accountant, there's a lawyer, there's this guy, there's that guy and i it's not true that they control everything that happens. But you know, it uh uh it, in other words, it's ordinary, the, the, the relationship is much more ordinary than people want to think. Uh So what do you conclude from all this clients? Are not victimizer. There are clients who are criminals. There are clients who are murderers for God's sake. It does happen. But that doesn't characterize clients as a matter of fact, another, another guy throw this in another sex worker and, and more than one sex worker told me this, a lot of clients who want to talk, they wanna use a sex workers therapist and one of them in particular was telling me about this. She's actually uh she actually has a degree in physics and she edits physics notebooks. Just, you know, you gotta tell that to your friend who says that all sex workers are coerced because they need the money. They don't have any options and it's just crazy. But she was telling me, yeah, you know, I, I get, I get clients who come by uh one, once she's not just talking about one client plan will come by and we'll sit down there and we'll, and we'll talk and we'll chat. He likes to talk and, and she says, you know, I realize II I gotta let him know, you know, ti time is time is passing and you know, your hour or you to uh you know, it, it's almost up uh just to let him know and he says, no, no, I just, I didn't wanna talk. Let's just keep talking. Those kinds of images are images that conventional people never get. They never, they never see that picture of a client but it's out there, they need to see it. Uh,"
	},
	{
		"start_time": "1:25:05",
		"speaker": "Ricardo Lopes",
		"words": "DID the sex workers you interviewed, uh, uh, did any one of them mentioned or complained about being objectified?"
	},
	{
		"start_time": "1:25:21",
		"speaker": "Jerald Mosley",
		"words": "No. Uh, I mean, that phrase is sort of a infinitely malleable tool, I suppose. Um, uh HUH. Well, the answer is no. And it, it would be odd if they did a, um, prohibitionists who want to use that term and say, well, sex workers are bad because, because uh once again, it's a man and a woman and the woman is being objectified and you just have to throw up your hands and you simply have to ask what, what and how they mean by that. If you mean that the only reason the man is paying her is to have sex with her. Well, that may be true. It also may be true that the woman doesn't want him to be interested in anything else. There are, you know, uh sex workers and, and, and she may be in this book or it may be in another article talking about, well, one of the more difficult things in her work is managing the expectations of her client, clients, clients who want to get to know her too much. You know, our, our clients who AAA and, and then there's another part of the job which is emotional work. Someone will sell the girlfriend experience, which means, which means at least you simulate an emotional attachment, affection and kissing Well, I, I can imagine very well that, that there's a woman who, you know, doesn't want any of that. Just let's just have sex and be done with it. She's the one who, who wants that. It's just as plausible to believe that the woman in this transaction really wants to limit it. Just a sexual act as it is to think of the man as doing that. There's, there's a lot of literature on men who don't want just the sex. They want some uh an un effective relationship, playful kissing, simulating a girlfriend um or just talking for. And once again, there are all kinds, there are all kinds. Uh And if, if by objectify, you mean just sex. Well, OK, that's a context and we just sex is OK, if you mean they're always like that. Uh They're always, always sort of not considerate of the woman. Is that what you mean? Well, yeah, I'm sure there are rude clients out there. No question about it. Does that characterize sex work? No. Uh There, there are guys who are timid. There are guys who don't know what to do. There are guys who want kinky stuff. There are guys who just want to talk. Uh There are guys who are rude just because they're kind of stupid and don't know any better. They're all guys. There are people, you know, they are human beings but nothing about sex work. Uh Nothing that's intrinsic about sex work."
	},
	{
		"start_time": "1:28:59",
		"speaker": "Ricardo Lopes",
		"words": "Right. So another type of claim that uh prohibitionists make have to has to do with power dominance where they say or claim that uh sex work is the product of male domination and patriarchy. They use words like that. So I I mean, is there any way of empirically testing such a claim?"
	},
	{
		"start_time": "1:29:27",
		"speaker": "Jerald Mosley",
		"words": "Not precisely simply because the climate itself is not precise? Uh And, and the best you can do is just, is just to try to speculate on why people say things like that. Since, since, as I've mentioned, empirically and talking to sex workers, there's no basis to say that whatsoever. Uh And, and, and perhaps the it is so I, so I speculate and, and well, there's the old fashioned notion of women, women's place is in the home, a man's place is to go out and make a living that then that then spawns the idea of women are economically dependent on men. Women are vulnerable to men and which is obviously very true in, in many respects. And so then, then your next thought is, well, you, you just think about all women as being vulnerable to men. And the way a woman survives is to attach herself to a man. And then if you have that in your head, and then you say, well, prostitution, there is a way for a woman to survive, but she's not getting marriage out of it, which in this, this very old fashioned way of thinking is, is the prize, the goal that she needs to get in order to economically survive. And so if you think that way, then you think of the man as dangling economic viability in front of a woman and she's out to try to get it. Now, you have a picture of a power relationship that's very unhealthy and, and the man dominates the woman economically. And that's the best I could do to try to figure out why women would say, well, sex work is spawned by the patriarchy. It makes as much sense to say that sex work is spawned by women who don't want to be attached to a man, women who want other options and men who discover their own power and decide they're going to use it. That's an equally plausible explanation of the genesis of sex work. Uh And then, you know, there's no substitute for, you know, forgetting all the theories and they just sitting down and talking to sex workers concretely and finding out what benefits them in their lives and what doesn't. And if you want, if you wanna talk about where it all comes from, that is, that is a very, very difficult thing to do. Uh IS, you know, sex work has been in human cultures for a very, very long time. Women getting consideration for sex is a normal and prevalent thing whether you think it's a good thing or not and only, you know, explicit monetary payment is called prostitution and, and, and triggers this kind of stigma. So, you know, if you wanna, if you wanna go into, you know, where does it all come from? It would be an enormously complicated enterprise. And I suggest that it would be irrelevant for what kind of laws you pass today about what sex workers are telling you today about what helps them or doesn't help them."
	},
	{
		"start_time": "1:33:20",
		"speaker": "Ricardo Lopes",
		"words": "So we've been talking about some of the main claims made by prohibitionists and also what sex workers and also their clients have to say in their own words about their own experiences. But uh there's also as I mentioned earlier. So, uh there are also some feminists out there that are, I will call them here. Sex positive there is they are, they support the normalization of sex work and they are for pornography and all of that. What do you think about uh the role that they could play in this sort of debates if they are not sex workers themselves?"
	},
	{
		"start_time": "1:34:08",
		"speaker": "Jerald Mosley",
		"words": "Well, uh I was gonna say they play a great work until you added the caveat, not sex workers themselves. A lot, a lot of the, a lot of the very powerful voices out there are women who have been sex workers. Uh But I'm sure not all of them and, and I'm sure they would all consider themselves to be feminists and have every right to consider those to be feminists and their voices are very, very impressive. Uh, uh, I simply didn't write a book about them. I wrote a book about sex negative people. Ah, and, and I simply wasn't talking about them. They are out there and they are very, very impressive. I mean, uh, uh, you know, Caitlin Bailey is, has started the old pros. I've listened to her a few times. She sounds most intelligent, articulate person. You can imagine. Uh, Norman G almodovar that I quote in my book. Uh uh SHE has, she has written her own book. She started her own organization, Ella A Ella, I believe. And that's the only name I know her by. Uh SHE has been a sex worker and she calls, she calls herself a data scientist now. And every time I listen to her, I say that's an accurate description. She is a, she's a data fiend and, and she does all kinds of uh uh all kinds of statistical work about, about sex workers. Um And so they're out there. Uh THEY have strong voices and um there are uh you know, they are, they are, they are leading the charge and a great work, a great deal of work uh uh to get legislators to either modify their prohibitions or to decriminalize sex work. And this is going on in Rhode Island, New York, Vermont. Um And you know, they're, you, you, you go on youtube and you can look up, you know, sex work legislation and you will see sex work positivists lined up speaking to these legislative bodies and um so they're very encouraging."
	},
	{
		"start_time": "1:36:54",
		"speaker": "Ricardo Lopes",
		"words": "So, since earlier, we talked a little bit about sex trafficking or the issue of traffic in the sex industry, taking into account the that serious risk. What do you think should be done then to prevent it as much as possible?"
	},
	{
		"start_time": "1:37:14",
		"speaker": "Jerald Mosley",
		"words": "Well, uh you decriminalize consensual sex with and make allies of sex workers and then a big, big problem, we get honest statistics so that you know what you're up against and then you can fight it and then you can fight it. Uh um YOU know, and, and you need to fight it but you'll have allies and sex workers, you will know, you will know if you have good numbers, you will know where it's hap happening and you may get a handle on why it's happening. Uh 11 problem with numbers, for example is every time we have a Super Bowl in the United States, there are people who run around and say, oh no, now you're going to have a lot of prostitution and a lot of trafficking. So then uh uh what will happen is you will, you will form a anti trafficking, law enforcement task force and it's all about trafficking and you'll go out and you make a big AAA big production of this when all the crowds here for the Super Bowl and then you'll read in the paper about arrests that were made by the anti trafficking people. Sorry, we made 40 arrests. And that's it. Well, so the ordinary person reading the paper says the anti trafficking force made 40 arrests. Oh, we've been saved from traffickers. How good. Well, they don't tell you that the people they arrested were traffickers. They just say the anti trafficking force made the arrest. Well, the only thing the anti trafficking force is doing is going out there harassing prostitutes because, well, somewhere there must be trafficking. So they go on, they arrest a whole bunch of consenting protests and their arrests, they really were arrested. There really were 40 of them and you know, maybe they found one person who was 17 years old instead of 18 years old, that's underage. So that, that counts as a trafficking victim and that's what happened. So uh now what I, what I'm saying is you have to get honest numbers about what the problem really is. If you can get a handle with the problem, what the problem really is and you decriminalize prostitute. Now we can rationally fight traffic. And one other thing I should add, there are a lot of people who believe that a person who is a migrant to your country and a sex worker must be trafficked. And in the United States immigration, it's a big, big hot issue and illegal immigration is a big, big hot issue. And it uh and so when, when you see, when you, when you find a person who's a migrant, especially from a poor country and they're doing sex work. Then immediately people think of trafficking after all, think of the word trafficking. It must be movement actually, legally, it doesn't mean movement. It's nothing to do with movement. But that's the word that's in people's lives. Trafficking. You traffic a migrant and so now they're doing prostitution. So you arrest the migrant for prostitution. Now, you think you've done something about trafficking nonsense? She is like she is like any other sex worker. She's, she's trying, she's trying to find the best economic option that she can. One economic action was to sneak into the United States. The second economic option was to sell sex. That's what's happening, that's not trafficking. So you have all this corruption of traffic trafficking statistics. So you really don't know what to find or where to find. Fix that decriminalize work with sex workers and you fight trafficking."
	},
	{
		"start_time": "1:41:31",
		"speaker": "Ricardo Lopes",
		"words": "So just for this last part of our conversation, I have a couple of questions for you specifically about the clients because we've been focusing mostly on, for example, how sex workers are stigmatized. But in the case of the clients, in what ways are they stigmatized? And what are some of the most common ideas that people have about the clients of sex workers?"
	},
	{
		"start_time": "1:42:01",
		"speaker": "Jerald Mosley",
		"words": "Well, they're stigmatized. Uh I think the, the advantage that a client has is in the long run, he may be able to hide the fact that he's a client a lot better than the woman can hide the fact that she's a sex worker. But there's no question that women are subjected to a much greater stereotype of a spoiled identity, the old fashioned view of sexual purity and the old fashioned view of sexual quantity and being destroyed. And now your identity is destroyed and, and you can never go back and recover all that kind of crap, uh, is out there that a woman has to face but men are, men are stigmatized. I mean, uh, in the old fashioned way, they're stigmatized because they're seen as doing something icky. You're having sex with a prostitute who's, who's, you know, very undesirable. You may get s may get AAA disease from her and you're a loser. Only a loser would have to pay for sex. Nowadays, it's evolving and, and the evolving stereotype is, you must be harming someone. You must be harming someone because you paid for sex. Uh, AND that, uh, that does not compare to the stereotype of a woman who's somehow been branded for life in a spoiled identity. It doesn't compare with that. But nevertheless, it's a, it's a real, it's a real stereotype that, uh, that men suffer if they, if they, they pay for sex and they don't want to say it and it doesn't, uh, it doesn't increase your, it's not supposed to increase your self esteem. But, you know, iiii, I was happy to find the clients talking. And you'll notice, uh, this is apropos to, to stigma. It's actually easier to find sex workers to interview than it is to find clients. All right. You know. Uh uh, SO I was fortunate in finding, uh, client statements that I was able to put the book and, um, you know, what comes through is their ordinariness. That's a theme that I think of is ordinary, uh, for conventionally minded people. There is a big chasm between real life and sex work and sex work has got to be something really, really strange. It's either a really, really bad thing or it's a really, really empowering thing or, you know, the woman is really, really undesirable or she's really, really desirable but it's, it's different and that's, that's what's not true. Uh, uh, SEX workers and clients are ordinary people. Yeah. The sex that they engage in is enjoyable for ordinary reasons and it is surprising how little money changes that and that's very, very difficult for conventional people to believe. Um, I digressed a little bit there, uh, with the clients, they suffer stereotypes. It's not like a woman's stereotype. And what they have to say is, gee, I'm happy that, you know, that I found this, I found this woman and, and you can find, you can find, uh uh and then talk about bad experiences. Uh, BUT it's interesting up in Washington DC, they had a big anti trafficking bust and they busted people who talked about the sex workers, uh, that day, uh, that they hired on this website and they got busted for it for promoting prostitution. Well, if you look at the website, if you look at the things they said, most of them are very positive. These men are hanging around saying very positive thing. I said, well, I really like her. I hope she doesn't move, you know? And, oh, wow, this one is really nice and oh my God, you know, and of course you have bad on you. You have bad clients like I've said and, and sometimes there are bad experiences. Yeah, that happens. But you know, the atmosphere created by this website was a very positive one about sex workers. My God. Do you,"
	},
	{
		"start_time": "1:46:59",
		"speaker": "Ricardo Lopes",
		"words": "do you"
	},
	{
		"start_time": "1:47:00",
		"speaker": "Jerald Mosley",
		"words": "think"
	},
	{
		"start_time": "1:47:00",
		"speaker": "Ricardo Lopes",
		"words": "that of course, with your experience not only interviewing some sex workers and also some clients and uh dealing with or reading or learning about the, some of the arguments put forth by prohibitionists, do you get the sense that most of these ideas that they have or develop about sex work itself, the sex workers? And then also the clients stem mostly from them having specific moral values that they are, for example, more socially conservative. And so they associate sex work with something that goes against, for example, family values monogamy and stuff like that. I mean, is, do you get that sense from what you studied there or"
	},
	{
		"start_time": "1:47:55",
		"speaker": "Jerald Mosley",
		"words": "not? My sense? Is that, let's just say morals, the sense of morals that is so deeply intertwined and everything that is said, uh except for the most bare bones, empirical analysts that you really can't parse out moral underpinnings. And what may be just other philosophical underpinnings or abstract underpinnings, even though the 21st century is, is different than the 20th century and certainly different than the 19th century. All of us have been raised in a culture that, that has something to say, something moral to say about sex and something moral to say about women and something moral to say about sex work. We've grown up in that culture. We didn't just go to school and learn it. It was inculcated in us as Children. To me, it's obvious that that never goes away when I listen to prohibitionists talk about the maladies of sex work. It's just floating around back there all the time. Uh And it's what, you know, i it's what, what means I think to a large extent, it is the reason why people can get away with using the words like exploitation and power differential without defining it without getting careful of what they're saying. They can get away with that because they're talking to people with this moral substratum in the back of their minds. It's sort of there, it's an audience that's waiting to hear that and they can get away with it. Uh uh WHICH is all the more reason why we have to emphasize concrete things that sex workers say and, and it just seems to me that that's a more effective way to talk and this conventional world that we live in rather than trying to sort of out philosophize or out moralize the moralists. It's, it's, uh, you end up going in circles and people, people can have the moral beliefs that they believe. My point is, well, listen to what sex workers say and maybe you'll leave them alone and you can just, you know, you can, you can have the morals that you wanna have. But before you start imposing them on sex workers, listen to the concrete things that they have to say."
	},
	{
		"start_time": "1:51:15",
		"speaker": "Ricardo Lopes",
		"words": "So I have one final question. Then earlier, you talked about decriminalization as a solution to sex trafficking, for example. But another approach that some people left to prostitution is the the end demand approach. So could you tell us about that approach? And do you think that it would solve any of the issues identified by sex, negative people, sex, negative feminists and so on? And that it wouldn't, it would even be good for the sex workers themselves?"
	},
	{
		"start_time": "1:51:57",
		"speaker": "Jerald Mosley",
		"words": "Well, we've got research on that. OK, by and large. The answer is no, Sweden is the one who started this, say, well, we'll outlaw buying sex but we won't outlaw selling it. And oh, that is sold uh as an abstract issue. The same way anything else is solved is because it, it hurts women. So let's punish the men. But then you add on to that the assumption that women themselves are sort of these Children, you infantilize Children say, well, they really don't have anything to do with it. This is all doing of men. So we'll just outlaw men. The more, the more empirical effort was to say, we will do the end in demand in order to eradicate trafficking as a way to as an empirical matter. You know, if you outlaw buying sex, the market will dry up for sex slaves, you want sex slaves. And the statistical analysis is complex. But the results are pretty much out now that in Sweden, there's no, there's no evidence that that decreased traffic didn't happen. I have not seen evidence from any other country that later on took up that manner other Scandinavian countries. France is a late entry. Israel is a late entry. Both the Irelands did it. I have not seen evidence in any of those locations that say if you do inman trafficking decreases now. So that's the, that's the empirical evidence for it. No, let's just think about it. Just think about it lo logically as it stands now. Trafficking is illegal even in a jurisdiction that decriminalizes the whole thing, even like New Zealand or New South Wales trafficking is a crime. It's a serious crime. OK? So now you have, now you have people who say well, OK, if, if you have a jurisdiction, any jurisdiction or let, let's say a, a jurisdiction where it's decriminalized, but we need to add on to that the criminalization of customers. So what is the customer supposed to think? I mean, if the, the customer is not most jurisdiction, most jurisdiction in the United States. Mm Sex work is a misdemeanor and New Zealand is not a crime at all and that uh but sex work happens both in the United States. New Zealand customers are not deterred by it being a misdemeanor. The in demand suggests as far as I can see that, that, that you keep those same prohibition laws, but you only apply them to the, to the buyer if you keep those same prohibition laws in place, that means it's a misdemeanor for the guy to buy sex. It is a felony to engage in trafficking. If that felony, the fact that you will go to prison if that is not a deterrent, why do you believe that it being a misdemeanor if you buy sex from anyone is going to deter you? I and I, I know I went on, I went round and round about that a bit. Say I'm, I'm a male and, and, and I'm thinking about, I'm, I'm, I'm gonna buy a slave. I'm gonna engage in sex trafficking. And then, and then I realized if I get caught that is a felony, I will go to prison. And then I think, well, now if I if I do that, that will also be a misdemeanor. So gee whiz I won't do it. Does that make any sense? If the fact that it is a felony does not deter me? Why would a misdemeanor prostitution violation deter me? But that is what the inman theory is. It is, it is, it is make all prostitution illegal. This, this, this misdemeanor but just for the buyer, it doesn't make sense that that would deter criminals for abducting and forcing people that's not a deterrent. They, they hide from you and they're willing to risk prison. And you know, e even if that was a little too convoluted, the point is research has been done. Uh It doesn't work, it has some effects I think in Sweden for some time, sex workers move from the street indoors. Maybe that made people happy. Although now they may have moved back out. Sex workers will tell you uh you know what happens, what happens when you, when you criminalize my clients, you know, you pretend to have compassion for me. This is the root of it. All. You wanna help me, you have compassion for me. So you outlaw my clients. You know what happens? What happens is my respectable law blinding clients that I love. They don't come to see me anymore. I'm left with the criminals, the people who don't care about the law, the people who don't care about respectability. It just makes my client base worse that's one of the things that sex workers actually say about it. But you know, it is. Um IT'S a funny theory because in the end it infantilize women. It doesn't recognize the fact that sex work is something that women choose because it's the best option. You're not helping her by putting a cop at her door and saying we're not going to let the clients in. And by the way, we're doing this because we love you sex worker, we have compassion for you. So we're not gonna give you a better job. We're just going to put a cop at your doorstep and not let your clients come in. That makes no sense. That makes no legal sense. That makes no moral sense. Great."
	},
	{
		"start_time": "1:59:28",
		"speaker": "Ricardo Lopes",
		"words": "So let's send on that note then and the book is again sex workers and their clients in their own words. Of course, I'm leaving a link to it in the description of the interview and Doctor Mosley just before we go, are there any places on the internet where people can find your work? Or are there any online resources you would like to point to?"
	},
	{
		"start_time": "1:59:53",
		"speaker": "Jerald Mosley",
		"words": "Well, you, you can just put in the title and you can find it. The publisher is Paul Gray mcmillan and you can go into their website and find when you find the book, uh you can actually purchase individual chapters if you like. That's something the publisher has done. Um And, but you can just Yeah, it's easy enough to find you just type in the title,"
	},
	{
		"start_time": "2:00:20",
		"speaker": "Ricardo Lopes",
		"words": "right? So, Doctor Mosley, thank you so much again for coming on the show. It's been a very informative and fascinating conversation."
	},
	{
		"start_time": "2:00:30",
		"speaker": "Jerald Mosley",
		"words": "Thank you. Thank you for the interview."
	},
	{
		"start_time": "2:00:33",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Z Mark Nevs calling in Holbrook field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel s friends, David Wilson Yasa, dear Roman Roach Diego and Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt Pavlo Stassi, Nale Me, Gary G Alman, Samos, Ari and Ye Polton John Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Beto Lati Gilon Cortez or Solis Scott Zachary ftw Daniel Friedman, William Buckner, Paul Giorgino Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams. Di A Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fist Lary Dey Junior, Old Arrington Starry Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perros, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jan Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stuffin, Tom Veg and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]