[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lobs. And today I'm joined by Doctor Peter Els. He is Professor of Psychology and Science Communication at Beth Spa University. His research looks at the behavioral and well being effects of playing video games. And he is also interested in me scientific issues regarding best practice in digital technology effects research. And today we're talking about his recent book, Unlocked The Real Science of Screen time and How to spend it better. So, Doctor Els, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Peter Etchells",
		"words": "Thank you very much for having me. It's great to be here."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "So of course, your book is uh a lot about, let's say a response to many moral panics that people have been expressing in recent years surrounding uh different kinds of technologies but particularly screen technologies. So where do you think that perhaps some of these moral panic surrounding, for example, the internet, social media, uh smartphones and so on? Stem from"
	},
	{
		"start_time": "01:09",
		"speaker": "Peter Etchells",
		"words": "it's a really good question. Um I always, I always tend to caveat the answer to this by saying that the problem with moral panics is that you don't know that you're in one until you're out of it. So we always see them in a retrospective sense. Um, AND I think it's important to bear that in mind actually because, um, you know, you, you never know because you never know whether you're actually in a moral panic or not. You just have to be careful not to be just dismissive straight off the bat just because this, you know, feels like everything that's happened before. It could well be the case that something comes along at some point that actually we need, we do need to really worry about. Um, WHAT I probably would say is that with the current concerns around things like social media and smartphones, um, you know, the evidence base isn't great as to whether they, they actually do cause harm or not. Um So it feels like a moral panic and certainly we're going through the same sorts of motions. So we see the same sorts of cycles of arguments, the way that the rhetoric builds up. It looks very similar to what we've seen before. Uh So that very big caveat, uh why, why do we find ourselves in this? Um It's a good question uh because we, we, we keep finding ourselves in this situation right here. Whenever a new, well, in modern day times, a new digital technology comes along, we very often tend to view that with suspicion, um, and varying levels of concern about how this is impacting people, particularly kids, uh particularly uh uh young people in adolescents. Um I think very often that happens because these things sort of really take hold. Right. So before screen, before social media and smartphones, it was video games. Uh BEFORE video games, it was, you know, radio and television and all those sorts of things that these are really disruptive technologies, you know, they appear pretty much out of the blue or what feels like out of the blue to, to the general public. Um They take hold pretty quickly and they become ubiquitous really quickly and if you don't know much about them or you have a particular perception of them, that's not, they may be informed by ex expertise of use. Um I, I think our default very often is to view them with suspicion or worry and concern and yeah, that's an entirely reasonable thing to uh to do. Right. So the problem that we've got with the big smartphone, social media debate at the minute is that these things are so embedded within our society and culture now, um everybody uses them. Everybody has that sort of lived experience of not having a good time on your phone at some point. And for some people that's really serious, right? Some people just really horrible things that happen out there. Uh Nobody is saying that that doesn't happen, but for most of us, it's not that level of extremity. It's things like, oh, you know, we wanted to go to bed at 10 o'clock and we ended up going to bed at 1030 or 11 because we were scrolling mindlessly on Instagram or whatever. And that feels not great. It feels a bit unnatural. We tend to focus on those negatives more than the positives. So when you start really kind of asking people interrogated people, you know, what do you use your phones for? What do you use social media for? Although those sorts of negative things might come to, to light first. Actually, there's lots of positives around them, social connection. Um For me, it's things like uh meeting uh new researchers and over the past 10 years, it's been a really good way of generating new sort of research, ideas and science communication projects and things like that. And we tend to forget those things. But even like just using a phone, you know, the, the the sheer level of convenience about it, there are really good things that phones allow you to do, but you won't even necessarily notice. So, you know, we don't really get lost anymore. Um So you don't have the bad experience of getting lost and being super late for a meeting or, or an event because that never happened because you got there on time because you were using the map function on your phone. So those sorts of good things, those convenient things we don't tend to notice as much. So we all have this lived experience where these negative aspects of technology use maybe are a little bit more salient than the positives. So when people come along and say smartphones are, are really bad for us or social media is really bad for us, we, we sit up and take note of that because it, it kind of fits with our world view really. And that's been true. I think of every cycle of panic, technology, panic through, through history, it just feels orders of magnitudes la larger. Uh NOW with the current debates that we're having. Mhm"
	},
	{
		"start_time": "06:05",
		"speaker": "Ricardo Lopes",
		"words": "So would you say then that people tend to look at screen technologies in a mostly negative way?"
	},
	{
		"start_time": "06:16",
		"speaker": "Peter Etchells",
		"words": "I think we default to that for sure. Um If you, if you ask people quickly um and then move on to something else, you know, we default to these very surface levels perceptions of, of uh of screens. And I think one of the problems there is that that is increasingly those perceptions are increasingly colored by this very big debate that we're we're having. So one of the things that I talk about in my new book is this idea of um the influence of presumed media influence, which, you know, there, there's various interpretations of it. And one of them that I take in the book that I think is a useful one is that, you know, we are told constantly literally constantly now that screens are bad for us that social media is really bad. Of course, that's going to start embedding in there. So there's, you know, there's tons of research from psychology that shows that if you're presented with a, a claim or an argument, you know, regardless of whether you believe in it or not or believe it, if you're repeatedly presented with it over time, you start to, it becomes more salient, right? And then eventually over time you start becoming more swayed to thinking that that's correct. And we are literally told constantly that screens are bad for us. Um So it's unsurprising in a way that everybody was, you know, if you're told all the time, screens are bad for you and then somebody comes along and says, do you think screens are bad for you? Of course, you're gonna say yes, um straight off the bat. But when you start getting people really thinking about it and really interrogating how that technology works for them in their lives, that's when you get more nuanced, more rich, more interesting responses and, and data from people."
	},
	{
		"start_time": "07:50",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you about a particular concept that is relevant for this conversation. So what is screen, screen time? What does that mean exactly."
	},
	{
		"start_time": "08:01",
		"speaker": "Peter Etchells",
		"words": "So screen time is literally the amount of time that you spend on screen based activities, whether that's, you know, software or apps or video games in a given time period. So if you're looking at this from a scientific point of view in terms of trying to do some research on it, you can define it as, you know, how much time did you spend on screens over the past 24 hours or over the past week or past year or whatever? Um Or you can be a little bit more specific. So rather than screen time, uh you can say, you know, how much time did you spend on social media yesterday or how much time did you spend on tiktok yesterday? So you can ask more fine grained versions of that uh that question. But in the, in the research literature at large, these things are all considered under the general banner of of screen time. So, yeah, my, my book is about that. It's about various different aspects of of screen time. I think, you know, in the 34 months that it's been out, the conversation has really shifted, nobody really talks that much about screen time generally anymore. We're talking about smartphones and social media. But in a sense, they're the same thing, right? You know, uh how much time did you spend on your smartphone yesterday is basically asking how much screen time you had. Uh And you go to a lot of detail in the book about why screen time is essentially a meaningless concept for research purposes because it's literally anything and everything, right? I think if you're saying that screen time has an effect, certainly now given the level of complexity of the debate and what we know. And from the research, if you're still saying that screen time is an effect has an effect. What you're, what you've, what you've now increasingly got to do is make an argument for why? Literally, I know this sounds a bit facetious, but literally, the screen itself is theoretically meaningful in some way. And I think people increasingly realize that that's a bit of a silly argument to make. But I don't think anybody is trying to say that it's literally the g the glass screen. Uh THAT'S, that's the problem. It's the stuff that we do on it, right? But even then, so smartphones are basically the same thing. You know, there's, we don't, when we, I think when we talk about smartphones, we talk about smartphone bands and things like that. It's not actually the smartphone that we're worried about. It's the stuff that we're doing on it. So you drill a little bit deeper and say, OK, well, actually the thing that we're worried about at the minute is social media, but then you've got the same problem, right? So what is social media? How do you define that? I've still not seen a good consistent consensus definition of social media. I've seen people try to come up with that and there've been some really good efforts, but there are always things. So, you know, you take these sorts of definitions sometimes that um you think will just cover tiktok and Instagram and Twitter and things like that. But actually, if you look, if you, if you're specific about it and as scientists, we need to be specific about it. Um It also covers things that you maybe wouldn't want to be worried about, you know, Minecraft or the chat function in World of Warcraft or Google classroom. Uh THOSE sorts of the comments section on youtube, these sorts of um, software and, and platforms, you can, you can define them as social media with these sorts of definitions. And it's interesting to me because um I kind of get some pushback on this sometimes that this is like a really nerdy conversation to have that, you know, I'm coming along and saying, well, definitions are important and we need to make sure that we define our things properly. You know, people come along and say, come on like this is, this is derailing the conversation. Nobody cares about definitions. We know that there's problems with whatever, but it's actually a really important part of that because everybody feels as though there's a problem going on, but we need to define that properly. A in order to test it and b in order to do something about it. And I find it really interesting that when you push people sometimes on that, you say, OK, well, what is it specifically about smartphones? What is it specifically about social media? They start to get very defensive and very angry and aggressive. They don't really give you a good answer. And I think part of the reason for that is they have this sort of sense, that stuff is bad, particularly for kids, but it's not easily definable, but that shouldn't stop us from doing something about it because we need to, we need to protect the kids. Um, AND, and I, it, it, it, it creates a very difficult situation. Right. It's very, it's, it's a very toxic environment at the minute. A to even have the debate about screen time or social media or whatever, but b to do the research in it as well. So um yeah, that is a very long winded way of saying um screen time is, is effectively very poorly defined. Um And that actually causes quite a lot of problems."
	},
	{
		"start_time": "13:05",
		"speaker": "Ricardo Lopes",
		"words": "And what do you make by the way of claims made by people and their research and public campaign by people like Jinwan Ji and Jonathan Hyde against screen based technologies. And in their case, more specifically about social media,"
	},
	{
		"start_time": "13:26",
		"speaker": "Peter Etchells",
		"words": "I genuinely think that everybody in this debate. So the scientists and researchers who are, are publishing research and making arguments that screens are bad, the scientists and researchers that are publishing research and making arguments that it's more complicated than that and that we need to think about this differently. I genuinely think that all of those people are trying to do the right thing. I don't think there's any um anybody with sort of ill intent there, genuinely, like all of the conversations that I've had with researchers in this area. People are trying to figure out what's actually going on so that we can do something that works because I think, I don't think there's anybody out there who says, who believes that, you know, there aren't some bad things that, that go on online, uh, that can be really impactful and really harmful. Um, Candace Hodges. Uh There's a really great quote from her from a, a recent um recent article which is essentially that you can take the viewpoint that the research on social media and its effects on mental health is terrible. And at the same time, you can take the viewpoint that tech companies need to do something they need to step up and design their products better. Those are not mutually exclusive positions to take. And I'm exactly the same. I whole both of those positions. I think the research is really poor and really conflicting in lots of ways that doesn't let tech companies off the hook. There are things that they need to do better and that needs to happen really quickly. So there, there's another caveat for you um in terms of the sort of research that comes out that seems to suggest that there are these, there are these links, my worry at the minute with not just that research, but also the research on the other side that suggests that, you know, these, these links aren't, aren't as, as uh as worrisome as other people make them out to be. We're kind of fumbling around in the dark. So if you look at the trajectory of research over the past seven or eight years, 90% of it is based in longitudinal research. So where you go away, you find these big data sets where loads of data has already been collected, really important data sets and you find some questions about screen time or social media or whatever it is that you're interested in. You find some questions about mental health and you do these, you, you do these analyses that you think make sense. So what what seems to have happened is that we started off, some people have done some analyses and found a correlation effect that looks big and scary and that set the scene for the debate. So you find these correlations, these links between screen time going up over time and teenage happiness going down over time and then somebody comes along and, and does a little bit more of a specific study and says, well, hang on that. I'm not sure that that correlation actually means anything and then the focus shifts. So it's maybe not about screen time anymore. It's maybe about social media instead. And then you go through the same cycle and then the focus shifts again and it's maybe not so much about social media for everybody. It's social media for girls. And then on the other side of the equation we're talking about literally, I think we originally started talking about this in terms of happiness. Uh And then that sh it bounces around. Sometimes we're talking about depression or self harm or suicide rates or anxiety or self esteem or body image. And we call all of those things mental well being, but they're very different things right now. If you sort of take a step back from all of this and go all right, if you, if you were trying to de design, if if none of this research existed and you were trying to design a scientific study being the best possible scientist that you could do, you could be, what do you start off with? And the ancillary is to start with a theoretical framework theoretically, why would I expect this thing whatever this thing is to impact this aspect of mental health, you're very specific about that you build a theoretical framework by and large, that's not really happened in this space, which partly explains why you get this bouncing around this conflation of different ideas that we try to make sense of a very disparate area of research by saying what is the effect of I mean today, it's what is the effect of social media on mental health seven years ago, it's what was the effect of screen time on mental health. But those two concepts, social media and mental health cover so many different things. Even even if you look beyond the platform level, like if you ask people how they use Instagram, you get 100 people, you get 100 different answers, right? Because there's so many different ways in which you can use it. Some people are active content generators. Some people don't make videos or posts, but they comment on other people's, some people don't do any of that, they just scroll um for their own interest. Some people use it for work. Some people use it for hobbies. Some people, you know, all these and all of those things can happen for the same person at different times of the day. You start thinking about one social media platform. In that way, you start to realize, well, talking about social media in a general sense, doesn't, you're never gonna get anywhere, right? Um Because then you start having to think, well, what's the impact of commenting on Instagram on mental health versus what's the impact of using direct messages on mental health? Yeah, you, you, you really wanna start teasing those and that's sort of in a way that's an interesting route to go down because, you know, again, theoretically, if you found that um some of these mechanisms had impacts on others, then it's not so much about banning social media or getting rid of it. It's about how do we, how do we design it to maximize well being and minimize the potential harmful effects and I think that's what a lot of people are saying in this area, they're not necessarily saying go away and do that level of research, but certainly in terms of design, that's what we need to be thinking about. So that's sort of the trajectory of the research literature, one of the things and also the debate as well. One of the things that I struggle with here though is that, um, it feels like certainly in the public debate around screens, it feels like the replication crisis in psychology never happened. You know, that was a thing that happened 10 years ago. And we've kind of forgotten about it because what's happening if you look at the debate is people are shifting their viewpoints, their positions all the time. I, I really struggle with this when I talk to journalists um about my book about, about this stuff, generally that maybe the conversation will start by saying, you know, what's your view on this idea that social media causes mental health problems? And, you know, we'll have the sort of conversation that we're having here and then at some point they'll go. Yeah. But if you look at the data on suicide rates, you know, how do you explain that? And then there's a sort of different conversation there and then later on, they'll say, OK, yeah. But if you look at um what happens with, you know, I don't know, body image and Instagram, they're all different conversations they're bouncing around and it becomes very difficult to have that conversation because the goalposts keep shifting. One of the things that we don't see in the literature is uh much modern day research adhering to um all the lessons that we learned from the replication crisis, basically. So there are very few preregistered studies in this area. Um There are very few open data sets. There's, you know, when you ask people sometimes for their data sets, even though they say they're available, you don't get them uh which you know, happens a lot in lots of areas of psychology and science. Beyond that, you know, we make these statements to say data is available upon reasonable request, which is essentially a meaningless statement because people are still very reluctant to share their data. Uh MATERIALS aren't shared, uh analysis, scripts aren't shared. Um HYPOTHESES aren't preregistered, all those sorts of things. And we know from like 15 years of the replication crisis. Now, nearly that those things, they're not, they're not fixed, they don't fix everything, but they really help if what you're trying to figure out is actual, more convincing, more reassuring answers to things. Those are the sorts of things that you need to do and it's happening in some places. Uh It's not happening across the board though."
	},
	{
		"start_time": "21:52",
		"speaker": "Ricardo Lopes",
		"words": "But then with all of those limitations that you described there, when it comes to these studies surrounding the relationship or the link between um social media use or internet use more generally. And mental health, is there anything concrete we can say about that link at this point in time or not?"
	},
	{
		"start_time": "22:15",
		"speaker": "Peter Etchells",
		"words": "Um So I think the most, so the best that we can say in a, in a sort of evidence based way at the moment is that there are associations between social media and poor mental health. So social media going up mental health go down, but they're very, very small associations. Um And there's this increasing uh and I, I hope it becomes a more vocal, more noticeable point that's being made in the literature that um social media is one part of the puzzle that uh that tells us something meaningful about mental health. What, what's gone a bit wrong? I think with certainly with the public debate is that it feels like everybody's trying to run around and figure out what is the main cause of mental health problems. What is the soul or the route driver? And I don't think that's the right approach to take because mental health is really complex. It's always going to be impacted by a multitude of factors that all interact with each other in really interesting and sometimes counterintuitive ways. So, you know, if you take it to its logical conclusion, if you say, you know, we're trying to find what's, what's the one big thing that's affected teenage mental health over the past 10 years with a view to if we can find that convincingly, we can remove it from the equation. Um You will not magically fix anything. If you do that, you will not create a utopian state where teenage mental health is suddenly fine because again, that's not how mental health works. Mental health is complicated. It's affected by a lot of interacting factors. It's affected by an ecosystem of factors. Social media will be a part of that. Of course, it will, you know, it has to be, be weird not to be right that it would be a very strange thing if that had no impact whatsoever. But increasingly what we're seeing in, in some of the best research out there is that yes, it's a factor. It's a very, very small factor and actually there are other things which are not the main cause the, the root cause, but they are bigger effects and maybe we should be looking at those sorts of things first."
	},
	{
		"start_time": "24:33",
		"speaker": "Ricardo Lopes",
		"words": "But then of course, we've been focusing here mostly on the supposed uh negative effects of social media. But aren't there also positive effects?"
	},
	{
		"start_time": "24:46",
		"speaker": "Peter Etchells",
		"words": "Yeah. And this is, it's a great point because this is absolutely where some of that complexity comes into it. Right. And, and again, I've had a lot of conversations with people ironically online on, on social media where it genuinely seems to be the case that the view that they're taking is that screens are inherently harmful and bad. And that the they, they're only that that, you know, you pick up a phone and you log on to the internet and then you're instantly bombarded with bad stuff. Um, THAT'S not my experience of being on the internet or being on social media or being on phones. It's not the experience of a lot of, you know, if you actually ask teenage about it, that's not their experience either. It's way more complicated than that. So and again, this is the thing right that we miss in this, that some, there are some aspects of social media, use of smartphone, use of going on the internet that can be really positive and supportive for mental health. There are some aspects that can be really detrimental to it and critically you, you as an individual can experience both. So there's a really interesting line of research that's been kind of brewing over the past six years or so. That suggests that WW well, first off our, our online lives mirror our offline lives in really important ways. It's not to say that they're exactly the same thing, but there are important differences as well. But what that also means is that sometimes you can see things that are going on or vulnerabilities that you have in your offline life can predict the kinds of risks that you come across online, particularly for, for teenagers. Now, so one example of this might be, you know, if you, if you're feeling depressed and lonely, you might go online on social media or wherever, to try and connect with people uh and to try and seek out information about how to help with, with depression. No, that could either be successful or disastrous, right? Depending on, you know, the, the routes that you can take and, and this is what we see in the research literature, right? So, so in some cases, you know, you'll have a really successful outcome day, you know, you'll find uh a really supportive group of people or you'll find a more kind of formalized support group or you'll find resources that really help you. In other cases, you'll find stuff that is really harmful to your mental health. So maybe a better example here is if, if you're um you know, if you're struggling with an eating disorder and you go online to try and seek out help. Um AND you find a forum of people with who who are also dealing with uh with eating disorders. That could be a very positive forum where people are trying to help each other. There are also horrible situations out there where there are people setting up spaces to, you almost encourage people to, to go further. Um So, you know, which one you find has a drastic effect on your mental health? Um There um whether, which route you go down, whether or not you find the, the, the supportive stuff or the harmful stuff, you know, it certainly has nothing to do with social media or screens, right? It has everything to do with other things. It has, uh, you know, things that impact that are, um, do you have a support network around you? Do you have people in your life that you trust and that you can talk to and talk things through with a, so you can get ideas and advice on where the right places are to go. But b if you find yourself on the wrong route, on the harmful route, you've got people to talk to about it. And I think that's one of the other things that we don't maybe acknowledge as much in the literature. You know, that's certainly a, it's certainly a signal in the research literature that if you come across or if teenagers come across uncomfortable or what they perceive to be harmful content online j because they've come across it, it is not necessarily guaranteed that they will be harmed by it. Again, other things will impact that so you can dampen the effects of that. Um OO of, of that eventuality again, with, through support networks through open communication. Can they talk to their parents or caregivers, friends, family about this and work it through and get help that sort of way? Are they being trained in digital literacy and resilience skills beforehand? So that they know what a an identity theft scam looks like so that they don't get defrauded? Um AS an example that they know what sorts of sites are appropriate and inappropriate for them to navigate and why and all of those sorts of things. So what you see then is this sort of you start thinking about it in that way and it immediately becomes more complicated, right? That of course, social media can't be the soul or the root cause of it in the, in the way that anything can that all of these things interact. So one of the, one of the kind of concerns for me then is that if you, if you partly what's happened in the debate is that we've set off by going, you know, screen slash social media are the bad thing, right? And then a bunch of scientists come along and said, we don't think that's the case. That's not what the evidence sets. What that immediately sets up is a debate where you have a back and forth where one side then goes. OK. Well, if it's not social media, what is it? And then people start suggesting loads of things and we go through that list one by one. Well, maybe it was the global financial crisis. Well, no, it's not that because of this reasonable argument. Well, maybe it was something else that happened. Well, it's not that because you kind of go through the list one by one crossing them out. This isn't the main cause this isn't the main cause you kind of don't you sort of leave social media to the end. Right. You go. Well, this is the only thing that explains everything, right. It's the only thing that happened on a global scale and it's just the wrong way of looking at it because that list that you've created all of those things matter in some way, shape or form, they will all interact and matter with, interact with each other and matter and have an effect on uh on mental health or educational outcomes, whatever it is that you're interested in and we've just not developed that level of complexity yet to say, look, this thing has negative impacts. It also has some positives. So how do we, how do we balance that? How do we understand that? And I think that's why for me the, the, the general framing of the debate, which is, is social media causing mental ill health or is x whatever thing you're interested in causing mental health, ill health, it's just the wrong way to frame it. So, uh and again, I can't take credit for this. I think it's uh work by Candice Rodgers and um and uh M and Jensen that this idea that a better question to ask here is why do some people do some teenagers, do some adults? Why do some people really struggle online and why do other people in seemingly similar situations? Why do they thrive and how do we understand those pathways to those different routes? And if you can understand that, then that's when you can actually make a difference, right? Because you can start to see well, these particular aspects of the way that we navigate the internet or the way that we use social media don't work, they need fixing. Um And it's much harder for tech companies to ignore that sort of line of questioning and line of complaint. It's, I think it's very easy for them when you come along and say social media is melting everybody's brains. Um It's just such a, a, an un evidenced thing to say that it's very easy for a tech company to say, you know, that's, that's a silly thing to say. We're not going to engage with that and that's what you don't want them to do. You don't want to dis them to disengage with the conversation cos then nothing's gonna change, right?"
	},
	{
		"start_time": "32:50",
		"speaker": "Ricardo Lopes",
		"words": "So another kind of claims that people have been making are related to a supposed association between uh screen based technologies and sleep. And they say that uh using screen based based technologies can ruin our sleep, our sleeping patterns, our circadian rhythm, stuff like that. Uh What can we tell about that from the best research we have on it?"
	},
	{
		"start_time": "33:19",
		"speaker": "Peter Etchells",
		"words": "I, well, it's a good question. I think, I don't think we have much good research on this at the minute. So, um that's kind of part of the problem I think. Um So there's, there's a couple of things going on here. One is that there's been this consistent thread again in public debates about screens over the, the past at least 10 years or so that, um, blue light, so blue length, uh blue wavelength, um in the light spectrum, um impact and interrupt sleep. And there's a biological mechanism going on there. And I should say that's absolutely true. You know, that's, that's not, I don't think that's controversial in any way. It's absolutely the case that there's this biological mechanism that blue light, um, interacts with sleep where it gets a bit more shaky is that, um, screens emit blue light, therefore, screens impact sleep in a biological sense. Um, I went down a bit of a rabbit hole with, with this question, um, in the book because, um, you know, I, I sort of taken the view that, you know, I'm, I'm, I'm generally quite skeptical about many claims about the screens, but I'm willing to change my mind if the evidence makes sense. And I, and I fully expected at the, at some point in writing, unlocked that I'd have a chapter where I go. Here's this thing that people say about screens that I don't think is right. And then we look at the evidence and that by the end of it I go, oh, actually, yeah, that makes sense. That's good. But, you know, now we can be more evidence based on it and it didn't really happen and it certainly didn't happen with sleep. Um, BUT there's there's this weird thing going on here. Right. So, um screens, screens do have an impact on sleep, but we don't need to resort to biological discussions, biological mechanisms to relate to that. So if you look at the, the, the, the, the research, the data on, on blue light from screens and sleep, I don't think there's anything there. You know, if you're worried about blue light from your phones at night, don't be um, it's not having a meaningful impact as far as I can tell from the literature where screens maybe have more of an impact is in two ways, two interrelated ways. One is literally, you know, if you're not thinking about what you're doing on your phone and you're just spending loads of time in the evening doing something mindlessly, you're on the risk of doing it too long. And then the, the impact on sleep is you have less sleep, right. So that's actually one important important thing for teenagers in particular because we see a lot of pressures on teenage sleep when they get to uh being a teenager insofar as you know, if you look at school start times they tend to get um earlier in the morning. So there's that impact at the end of sleep and bedtime for various reasons, get later. So parents become more relaxed about enforcing uh sleep rules. Kids have more autonomy to do stuff and kids have phones. So yeah, they're more likely to go to bed early later and get up earlier. And that's a really big thing because teenagers need, need sleep. But that's been true forever. Right. That, that story's been true forever. I guess the key question there is have phones exacerbated the issue and maybe, yes, I think there. But, you know, there's, again, there's really mixed signals in the literature. Um, ONE of the most interesting lines of research that I saw there is, and again, we need to ask kids like teenage, we're talking about teenagers a lot in this debate and they are, you know, people are talking to them but not many. Uh AND actually they're the ones that we need to talk to, to figure out what's going on. You actually talk to teenagers about what they're doing and what's happened over time is that there's this set of social norms that have developed that there's an expectation that you are available to talk to your schoolmates classmates online late ish at night and they're aware of this, they're aware that that's a problem, right? They wanna go to sleep, but it's not because screens are addictive or blue light is sending out anti sleep rays or anything like that. It's because there's a social expectation that they should be around. If a if a message comes through that they should be able to respond to it straight away and if they don't, that has consequences basically in the playground the day after. So if you're not on your phone at night when the big drama's kicking off and you don't know anything about it the day after you're immediately isolated from that conversation and that can cause knock on problems. So, teenagers are very kind of wary of that. Um, NOT all teenagers though. So, you know, you, you and you talk to them and some of them are like, you know, what, what's the, if, if there's one word that you could associate with a teenager, it's rebel. Um, AND there are some teenagers that rebel against this. They're like, you know, I'm, I, I don't want to be involved in that cos I wanna go to sleep. Uh, AND, you know, there's all sorts of things going on there. But how do you fix that? Oh, it's nothing. I don't think it's anything to do with taking away screens or banning social media or anything like that. You need to try and change social norms. Again, it's through digital literacy skills that you talk to kids and, and try and establish these appropriate norms around. You don't need to be having those conversations at 10 o'clock at night. Um, THEY can wait until the morning or they can happen earlier in the day. Uh, YOU know, instilling values around the importance of sleep and, and stuff like that and how to use technology in a more mindful way that aligns with the goals that we have will help just as much. Well, it will help more than I think bands would because they provide long term sustainable skills for kids. The other thing around screens and sleep is so I talked to a, a sleep expert from a book and one of the things that really stuck with me from what he said was that, you know, he sees people come into the clinic and they've got sleep problems and they'll say stuff like, you know, I, I go up to bed at night and I'm really tired, I'm absolutely shattered. I go into the bedroom and as soon as I see the bed, something changes, you know, I'm wide awake and he was like that, that's a real red flag for me because what that's saying is that you've developed a really negative sleep association with your bed. So if you look at like all of the sleep hygiene literature, it says, you know, basically the only thing, the only things that you should be doing in bed are sleeping and having sex, um, anything else try and not do it in bed because there's always a risk that you develop in association with that thing. Um So the classic one for us then is we go to bed at night and we get on our phones. Now, some of us and I think a lot of us do that to help get to sleep. It's a way for us to like unwind and, and break the day and just sort of wind down a little bit, you know, and I've talked to people, they, they'll put a podcast on or a video on not to watch, but just to have like background white noise and that's fine. You know, if that helps you get to sleep, that's not a problem at all. The thing is you need to be a bit more mindful of this in, in, in so far as if that thing that you're doing on your phone starts to become more cognitively arousing more stressful, you know, kicking in a bit of adrenaline or whatever starts to stress you out and make you feel more awake. Obviously, that's not gonna help you sleep. So if you can catch yourself doing that, that's the first stage to doing something about it. Um So yeah, there's this weird relationship in the research literature around screens and sleep in the, you know, what we've not talked about at all is, is that biological component? Cos I don't think we need to, but we very often, um you know, all of these conversations around screens, we very often feel the need to revert to biological descriptions and explanations and that's true of the blue light and, and uh sleep thing. But I think it's also true just generally how we talk about screens that, you know, we say that they're addictive, that they're biologically addictive that they, you know, they're a, they're a dopamine machine or they increase dopamine and then that means that they're super bad when you can explain the way that people interact with digital technology and the good and the bad without reverting to those. And I think in reverting to those, you create problematic frameworks of talking about them."
	},
	{
		"start_time": "41:27",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about another kind of worry that people express and in this particular case specifically, I would guess that many educators would worry about this. So what about the link or the supposed link between screen based technology and our ability to focus in the sense that it would disrupt our ability to focus? I mean, does the literature really support that idea or not?"
	},
	{
		"start_time": "41:56",
		"speaker": "Peter Etchells",
		"words": "I say these are all great questions and I think the very frustrating thing probably for you and, and, and, and the listeners is that very often the answer to those questions is uh we don't really know or it's mixed. So again, like there's a, there's a disconnect between the big general conversations that we're having about this stuff and what the actual science could say very often, what you find is that the big conversations are very certain, they're very clear and confident that there is an association. And then actually, when you drill into the research, you find a bit of a mess um and, and attention and, and focus I think is a really good example of that. So and it's the same issues over and over again. Um And I know I'm gonna sound like a bit of a broken record, broken nerdy record about this. But um everything's really poorly defined in the research literature. It makes it hard to figure out what it is precisely that people are worrying about. So we've seen loads of claims over the past few years that um social media screens are a driver of poorer attention spans. Uh And then sometimes that's framed as distract ability, like increased distractibility, a decrease in ability to concentrate or a decrease in ability to focus. Now, actually, all of those things are very different things. Certainly from a scientific, from a cognitive psychological perspective, they're very different things. Um Attention le let's not go into attention because it's, it's a bit of a minefield, but, you know, attention is not one singular thing. There's all sorts of things that you can consider to be different types of attention. They all have different mechanisms in the brain. But yeah, I think when really, when we're talking about attention spans and things like that, we're talking about um not being able to concentrate on stuff. And I think again, that's one of those things where we all feel that right? We all feel as though this has got worse that it's harder to concentrate on things nowadays. Um Why is that the case? Uh Well, one reason could be that um screens are emitting distraction rays in some way, shape or form or the way that we set these things up means that it's eroding that form of attention. Uh, AND that's the thing that people worry about. Right. Um, ANOTHER thing could be that this is what always happens to everybody when they get older. Right. You know, I could probably focus on things better when I was younger because I had fewer things to worry about. Um, BUT if you asked 18 year old me, I'd say that I really struggled to focus on things like writing an essay cos it could be a bit boring sometimes. Um So it's hard to tease those things apart. And I did, you know, I don't, I'm not saying that we should be really dismissive here or facetious because, you know, if there are real problems there, I, I would want to know about them and I'd want to try and figure them out. But again, if you look at, if you look at the literature, it's, it's not, it's just not clear cut. There's, there's no good evidence to, to my mind that suggests that our attention spans have been declining over time. Certainly not in the past five or six years with the advent and explosion of social media. I mean, if that was the case, I think our ability to atte like our cognitive abilities, the cognitive architecture in our brains that's developed over thousands and thousands of years and evolved over that time. Um If it was that fragile, we probably would have been gone extinct. Uh MUCH earlier than this for other reasons. Right. So again, there's a lot of like fear based, this is a thing that we really need to be scared about and we need to be scared about now. Element to this. Um THERE is, there's a line of research, um that goes back 1012 years, at least that looks at this in the case in the context of multitasking. And again, I think that's actually when you really try and interrogate what people's worries are. It's, it's this idea that, um you know, we've got screens everywhere now and you're flicking your attention, your, your point of focus between lots of different things and that has to be detrimental and it's supported by research. And that there's this idea in, in cognitive psychology called the switch cost effect that if you switch your attention between tasks, there's a time cost associated with that very, very small. But if that builds up over time, then of course, you'll, you know, you'll see impacts on your ability to do work. Well, there was a really big paper that came out on that about 15 years ago and then about 10 years later, uh a bunch of scientists did a meta review on what's happened since then. And, and the sort of sad story there was that there's not been any good research to support it. Basically that you find all of these, you know, you find some effects showing that multitasking is bad, some effects showing that actually, it's not something that you need to worry about all of those sorts of things. So again, it's trying to make sense of a very messy, very conflicting literature that sometimes is presented as coherent when I don't think it is one of the, one of the things that really stuck with me when I was, um thinking about this for a lot was one of the big analogies in, uh, cognitive psychology around attention is that we have this spotlight focus. And that certainly is, is, is almost like our experience of attention that, you know, I'm focusing on this thing at this particular point. And, you know, by and large, I'm not really looking or attending to anything in the periphery. But, you know, if something comes along, that's interesting, I'll flick my attention to it. You know, the classic, we, we always used to talk about this in, uh underground psychology lectures. You know, you're, you're focusing, you're attending to the lecture, uh, slides on the screen. But if a tiger runs, jumps into the room, you know, you're gonna look at that really quickly and you're not interested in the lecture slides anymore. But the, yeah, the analogy is there that, you know, if that's how attention works, that and you've got your phone on your desk and the phone pings off with a notification that whatever you were doing, you look at your phone and then you're stuck then because you're on your phone and it's very hard to switch back or even if you can switch back, you're doing that repeatedly and that's to the detriment of whatever you were doing before. Um, THERE'S this line of research that that's been coming up recently that I think is a really interesting alternative way of thinking about how attention works. That it's not this, you're not in this like, tunnel vision mode, that's partly what you're doing. You know, you have to be focusing on something like. But actually, if you look at what's going on in the brain, your brain is very good at creating maps of your environment. So you have auditory maps, but you literally have a visual map at the back of your brain that maps out what, what, what's what light's coming in and hitting your retina. Um But kind of overlaid on this is what we might call an attention priority map. So you can imagine this is like a topical, a topographical map of your environmental space with peaks and troughs and where there's a peak on that map that corresponds to something that's really interesting and important that's worthy of your attention and where the map's flat, there's nothing interesting going on. So for me at the minute, you know, there's a massive peak on my topographical map for, for my screen and my camera cos that's where I'm looking at the minute I've got a screen over here and maybe that's a small peak. Um I don't have my phone on me at the minute, but maybe if I have my phone on my desk, there might be nothing there at the minute because it's switched off. Now, what affects that topographical map? That heat map, that priority map is sure, bottom up, salient sensory things. So, you know, if a bright light appears on my, on my desk, that will create a bit of a, a peak on that map, uh because it's something that's maybe of interest. So if my phone goes off and the screen lights up, there's something but critically, those maps and therefore our attention aren't solely driven by bottom up basic sensory processes. There are also top down processes as well. And what we mean by that is things like um what are your goals at the minute? What are your motivations? What's your prior experience, your prior learning history almost when you've been in this situation before? And things have gone right or wrong? What have you kind of learned from that? So they're gonna go into detail in this with an example of the book. And I say, you know, I'm sat on my computer writing my book, but you know, this is a good example now. Yeah, I, I, yeah, I knew that this interview was coming along for a few days and I've been doing some preparation for it and, and I want this to go well, you know, I want to feel as though I'm not stumbling over my words and things like that and I want to focus on the questions that you're asking me. So, for me, there's a massive priority peak around. Ironically, my screen and, and my camera at the minute, if my phone was on my desk and it pinged off. Well, I don't wanna, I don't wanna pick it up and start reading the message or answering a phone call or something like that would be weird because you're recording this interview and, you know, it does not align with how I want this to go and what my goals are. So if my phone were on my desk and it pinged off, there might be a little peak of activity on that map, but not enough to shift my attention. So I think, thinking about it in that sense and, you know, that's a vast oversimplification of what's going on in the brain. Um But basically, you know, you have these layers of different maps like that, um going on there. You know, if you think about it in the, in this sort of sense, like what's going on cos we've, you know, I could say all this stuff and say, you know, attention spans aren't collapsing this stuff, but we still feel really distractible still. Yeah. How do we maybe explain that with that sort of thinking then? Um MAYBE it's like it, it's distractibility then, right? That uh and I have lots of conversations with my, my students about this. You know, they'll, they'll come in and for meetings with me and we'll talk about how their work's going and they'll say they're really struggling. They, they know that they've got this essay in but they just, you know, when they sit down to, to write it, they just, they can't really think what they're doing and then they'll start playing a video game or something like that. And then the next thing, you know, the day's gone and the first thing that I ask them is show me your calendar for like this past week. And most of the time they'll say, I don't really use a calendar. But when, when they do use one, I'll look at it and there's just nothing in there. Right? And, and then, and then the conversation turns to, well, OK. Right. So say it's Tuesday and you said to yourself that you were gonna do, you were gonna work on your, your essay today, but you've not planned your time. You've not got a goal, you've not got a motivation there. You've just gone. Tuesday is clear in my calendar. I'm gonna do essay and it's a really stressful thing to do, writing an essay. And it's not always the case that you're writing an essay on something that you're really passionate about. It's something that you're doing for the purpose of passing a degree. So some of those intrinsic motivations aren't there. You rely on extrinsic ones. Um, BUT you kind of get to nine o'clock in the morning. You've not prepped anything, you've not planned anything. So, how have you been distracted by something because you, you weren't doing anything to be distracted from? Right. Um, AND of course, you know, if I, I, I've been in that situation literally writing this book where, you know, there are days where I've gone. Oh, I've got an unexpectedly clear day. I'll sit down and try writing and I've had a terrible day because, you know, I've not really, my mind's not been in the game. Um, I wasn't really sure what I was gonna write that day cos I haven't really planned it and I find other things to distract me. Whereas if you plan your time, you create those goals, those sorts of top down factors will influence your attention in that, you know, talk, talk a lot with students about this, you know, block your time out. Say, OK, I'm gonna work on, on Tuesday. I'm gonna work on this essay for two hours, but actually within that two hours, I'm gonna do 10 minutes of work and then have a bit of a break and in those pockets of time, I'm gonna plan what I do. So, you know, I'm gonna start off by writing a structure for my essay and you know what? They go away and when they try that, when they do it, they do really well. So we've become, and, and ironically like technologies is a factor in that, that I think we've become so reliant on technology as this sort of convenience thing that very often we don't see it for what it is, which is a tool to help us. And if we use those tools correctly, we're not distracted by tasks when we need to get on with things. If we use them incorrectly, we get massively distracted by them because not only are they tools of convenience, they're tools of entertainment as well. Um So a lot of this is around being more mindful, more, more reflective about, you know, what, what do you want out of your time online? What are you doing online? How is that? How are those two things aligning? And if they're not, what, what can you do about them? And again, you kind of see that when we have this sort of conversation, we move away from these very top line. Very scary things around are our attention spans collapsing to thinking about it in a more, what I feel is a bit more of a productive and constructive, more nuanced way."
	},
	{
		"start_time": "55:00",
		"speaker": "Ricardo Lopes",
		"words": "OK. So in, in the interest of time, let me ask you about just one more type of claim that people make about screen based technologies. And then I will have just one last more general question to ask you about the book. So another thing that sometimes people claim is that these types of technologies can be addictive and there's, there would be of course a lot one back here. But uh what can we say about that? And by the way, what does it mean to say that something is addictive?"
	},
	{
		"start_time": "55:35",
		"speaker": "Peter Etchells",
		"words": "Oh Those are great questions. So um where, where should we start with that? I think for as long as digital technologies have been coming out, um people have been worried about their potentially addictive uh properties and you see that with, you know, there were, there were concerns that, you know, when the radio came out that uh people were gonna be so hooked on it. You know, we weren't maybe talking about it in specifically addiction terms. But you can see these stories are, people are gonna be so hooked on it. They're not gonna do anything else and that certainly feels like an aspect of, of addiction, right? That you start doing this thing to the exclusion of other things that you, you, you uh you did um previously. So there's always been that element of these things. Um VIDEO games has been the same and um internet addiction. You know, there's a, there's a really interesting story there around, I think it was about 1995 where there's a psychiatrist in the USA guy called Ivan Goldberg who ran a bulletin board system for other psychiatrists. I was very frustrated at the time with um the, the diagnostic and statistical manual, which is like the American Psychiatric Association reference book for diagnosing and listing mental health disorders. He was very kind of frustrated that this th the way that things are included in that the way that disorders are included in it is, is not in a very kind of critical thinking sort of way. And what you can risk doing is like you can in an unthinking way, come up with a list of symptoms and create a disorder that just completely path pathologize or medicalize as a normal everyday behavior. And he created this thing called internet addiction disorder as a, as a way of like s satirizing the uh the DS M and uh and it kind of backfired, right? Because people started getting in touch with him and saying, oh God, I think, I think I've got internet addiction, I've read, read through your list and that's me. And then these like internet addiction online forums. So these self help self organized forums start cropping up. And then I think what happens after that is that it becomes a little bit more embedded in. I'm not saying that's like the soul or root origination of internet addiction. But, you know, you start to see people worrying about this because whenever something like this comes along, there are sort of two ways of referring to addiction, right? One is the literal clinical sense. Um And there's uh you asked about, you know, how do we define that? Um I don't think there's a good clear consensus definition around behavioral definitions, behavioral addiction. Sorry. So, I think, um, there's, and, and there's certainly not a definition that's like a single sentence, right? There's lots of ways to think about it. So generally think some of the best, um, definitions of behavioral addictions, uh that I've seen are, you know, engaging in, uh, a behavior repeatedly that leads to sort of significant harm or significant distress, but there have to be some exclusion factors in there. So that behavior doesn't diminish over time. Uh It persists. Um You can't explain that behavior due down to other reasons. So it's not that it's a, a coping mechanism for something else I think is a really important uh aspect of considering a behavioral addiction. Um HEAVY engagement or intense engagement in and of itself is not a sufficient criterion. So if you could have people who are heavily engaged in that activity, but they don't always inevitably come to harm that needs to be taken into a, into account. And even if it is potentially harmful, is it a result of intentional choice, deliberate choice on behalf of the individual rather than this is something that they feel like they have no control over. So that's probably one of the better definitions that I've seen of, you know, you could apply that to internet or smartphone or whatever addiction. Uh And, and in doing so what I argue in, in the book is that um that we w you, you're not addicted to your smartphone, you're not addicted to social media. You can have bad relationships with it. Problematic relationships with it, bad habits can be developed but they're not addictions. So there's this whole like clinical side of how do we define addiction. But also we use the term addiction in an, in an everyday sense, right? You know, we say that we're addicted to things when we actually mean we really like it or um we we do that thing a lot and maybe there's a bit of shame or guilt associated with that. It maybe it feels like a bit of a vice, but that is very different to full bone blow clinical addiction, right? But I think what, what's happened in the debate is that because we use those words and in the absence of a good robust coherent research base, it's inevitable then that you start to think about this behavior. So let's go with smartphones still. So smartphone addiction say you say we're addicted to them, you start to think about that in biological terms. So you start to see people say smartphones are addictive by design because um whenever you click like or click a button or press a lever effectively, it's creating a hit of dopamine in the head uh in the brain and dopamine is involved in motivation and reward. It's involved in addiction. So the more dopamine that something releases, the more likely it is to be addictive. Now, that is a a vast oversimplification of how dopamine works and how, what the biochemical uh the bios, psychological uh impacts and and mechanisms of, of addiction are, right? And that all comes from research on like substance use and abuse disorders. Uh And there are very different things going on, like if you take cocaine or heroin, that is very different in terms of the biological effects, it's very different to being on your phone or playing a game or eating or driving, right? All of these things, dopamine will be involved in some small way, doesn't mean that they're addictive. Uh And, and you know, neuroscientists are kind of clear on this, that, that addiction is complex. There are really important social factors that um are, are, are, are are crucial for uh for, for the um introduction of maintenance of addiction. Um AND that it's too simplistic to say, well, if you like something, it releases dopamine and if you like something too much, it's too much dopamine and dopamine is involving an addiction. Therefore, anything can be addictive. It's just sort of the wrong way of thinking about it, but we've got stuck in that framing, right? I see this people default to it all the time like that, that social media is addictive. Uh OR so social media is designed to be addictive. Infinite scrolling is addictive, smartphones are addictive clinically, they're not, there are no formalized, clinical definitions of those things, the only formal clinical uh definition of a, a behavioral digital addiction is gaming disorder. And even there, there's no clear consensus on what it is, right? If you look on the World Health Organisation's own website for Gaming Disorder, they link to a systematic review from 2020. And in that review, they look at 100 and 60 studies that have been published on this stuff. And across those studies, there are 35 different ways in which gaming disorder or gaming addiction is measured. 35 different ways, not 135. And in other studies, other systematic reviews, you find similar numbers of studies but like even more ways in which you determine a cut off criterion for addiction within those ways of measuring it. So 35 different ways of measuring gaming disorder. And if you look at the prevalence rates in that one paper, uh they are anywhere from about 0.2% of the gaming population meet the criteria for gaming disorder up to just under 58% right? So what you're saying, what you're saying there to me is that either basically nobody has gaming addiction or pretty much everybody has. Now. That's true. But yeah, the number is somewhere between zero and 100 right? Not useful to say that at all. Uh And what that's very clearly signals to me is that we've not got a handle on what that thing is yet, even if it's a thing at all. It's very unhelpful. And that's for the one formalized clinical digital addiction. We're not there yet with the research on smartphones and social media. So it's a mess, right? And I think again, we, we've, we've fallen into this trap of thinking about our digital technology, use whatever aspect of it in terms of addiction because we use it in that day to day usage. And I should say, yeah, mobile games companies advertise their games and they say this game is addictive. It's great. You should. And I was like, that's a weird thing to say, right? Why are you say, like this thing is really harmful for your behavior? You should do it. So there's absolutely responsibility on the tech companies on this side of things. You can't claim that games aren't addictive and then say in an advert, this game is really addictive when you mean it's great, you know, just come on like do better. Um So yeah, there's the, there's this like whole mess and we, we can't help but think about it in this sort of framework. But there are other ways of thinking about how we develop relationships with digital technology uh that are better. I think cos the problem with just thinking about this in terms of addiction is that you're left with a very limited set of solutions which are basically stop using it various forms of that digital detoxes, abstinence restrictions bans. Those are the things that you're left with. Right. And we know digital detoxes don't really work. Right. Um, BETTER ways of thinking about it I think are in terms of what we call technology habit formation. And again, there's, there's lots of research, new research, like within the past three or four years that is starting to back this up and support this idea. Are you addicted to your phone? Probably not. Have you developed bad habits with your phone? Yeah, definitely. Everybody has. I have, I know I have, I've also developed some really good habits with my phone so you can have good, good and bad habits. Habits in and of themselves are neutral, whether they become good or bad. Depends on other things. Right. So, um, checking your phone, neutral habit, not inherently harmful. Checking your phone at night when you're feeling really lonely and you wanna catch up with some friends, good thing to do. Probably a good impact on your well-being, checking your phone just to see what somebody's posted on Twitter while you're driving down the road. Super bad habit to get into. Right. Definitely. The more often you do that, the more likely a bad thing is gonna happen, you're gonna crash your car and you're gonna kill somebody. So don't do that. But that's the thing, right? So, whether a habit becomes good or bad or not, depends on things like how frequently you engage in that habit, but not just the intensity or frequency of it. But how often you do that in a way that doesn't align with your goals or your motivations. So if you're doing it in an unthinking way, then it can lead to bad outcomes. Um AAA kind of more, perhaps more relatable uh argument here. So let's say we're talking about scrolling through Instagram inherently not good or bad. It's just inherently neutral. I do that a lot and I do that because I want to, because I want to use that as a way of just winding down at the end of the day. And some of the, the uh moments in the past year where I have laughed out loud to the points of tears of laughter, uh where I've been scrolling through Instagram and I've found a really funny video and I've shared it with my wife, like literal tears of laughter and it's been really good. And then there are other times where I'm sat there scrolling and I look at the clock and it's an 11 o'clock at night. And I said to myself tonight, I wanted to go to bed at 10 and I feel deflated and I feel like I've undermined myself. Now, is that because scrolling through Ins Instagram is addictive. Now, what I try and do in that situation is go what's happened here? What, why did this happen to me tonight? And very often what I find when I start reflecting on that and start interrogating it is I go, do you know what I've had a really stressful day I, in and amongst doing work and stuff and all the things that I need to do at home and looking after the kids and everything. I actually didn't sit down until quarter to 10. Like that was the point at which I went, oh, I could finally relax. So maybe it was never on the cards that I was going to bed at 10 o'clock because I'm not gonna magically wind down in 15 minutes. So maybe it was the case that, you know, if I wasn't scrolling on Instagram for an hour or whatever, I would have been doing something else. So I was always gonna go to bed at 11 o'clock. But actually, you know, in scrolling through Instagram, I didn't, I didn't, I didn't find anything fun that time. I didn't really get anything interesting out of it. So tomorrow, if the same thing happens, can I do something differently instead to, to help unwind? Uh And maybe tomorrow that's reading a book on my Kindle which is still screen time, but maybe it helped me unwind a bit more or maybe it is scrolling through Instagram, but it's just doing it with my wife and like looking at things and chatting to each other. Uh And when you start thinking about it in that sort of sense, a few things happen, I think one is you don't feel as guilty or as ashamed anymore. And I think there's a lot of shame in this conversation, you know, the shame around people saying things like who are these stupid parents that give their kids a phone at whatever age? You know, they're sort of looking down and sneering at people, the sort of personal shame. You know, there are moments where I felt guilty about being on my phone and I think we need to cut ourselves a bit of slack. I'm probably coming into your final question though. Right. You know, what can we do? Um I think we definitely need to cut ourselves a bit of slack and just, you know, go, ok. You know, we've all developed bad habits with our phones. The answer to that is not get rid of them because there's loads of good stuff that they do for us as well. The answer to that is how do we maximize the positive aspects of this and mini minimize the, the, the negatives and the potential harms. And the first step in that is being more reflective, being more aware of what you're doing on your phone. But feeling empowered to say if there's something that I'm not getting anything good out of, how do I get rid of that? You know, I think sometimes we feel like, oh, well, I don't want to delete my Twitter account because sometimes I get really good stuff out of that. And I feel as though I should be kind of available there. Um, IF you're not getting anything good out of Twitter, I'm just using that because it's the first example that came out of my head. Yeah, delete it and you won't lose out. Right. But, you know, I know from my personal experience I've had some really rubbish encounters with people on, on Twitter that have left me feeling really bad, but I have really good ones as well and I still use it as a sort of, despite everything that's happened with Twitter the Dumpster fire that that's been over the past year or more. I still find it a really good source of finding new papers, finding new, um stories that are relevant to my research and science communication interest. So try and focus on how do I use it more for that. And I say this in the book, you know, part of what that's meant for me, uh not just on Twitter, but online generally is that I've thought really more about being a nicer person online. You know, there have been times in the past where I've said something really snarky to somebody cos I'm frustrated with the conversation. And do you know what? Never had a good outcome? I never had something productive come out of it. So I try really hard now to go, you know, and sometimes I have that urge to like dunk on somebody online, but I, I withhold it and I post less online and I think that's a good thing for me. You know, because I'm making it work more for me, making, making it more useful as a tool. And I think if we can all do that a little bit and it's not, it's not something that you just do once, it's something that you have to do repeatedly. You know, it's hard work, changing a habit is not gonna happen overnight. It's like changing the direction of a massive oil tanker. It takes ages, right? Cos this is a massive, heavy thing to turn around. You're not gonna get overnight results. But what you will get is long term healthier, more empowering results if you do that."
	},
	{
		"start_time": "1:12:14",
		"speaker": "Ricardo Lopes",
		"words": "So you've already ended up at least partly answering my last question. But uh let me still ask you generally speaking, what would be your suggestions when it comes to how we should think about and approach screen based technology and even digital technologies more generally without coming to the table with just an assumption stemming from a moral panic about how supposedly they are all negative and we should just drop them all together and stuff like that."
	},
	{
		"start_time": "1:12:50",
		"speaker": "Peter Etchells",
		"words": "So it's a great question. And I think the thing that everybody has to remember is that the these sorts of technologies they're not going away right? There is no scenario here where we all stop using smartphones or tablets or social media. What, what the likely scenario is that the way that we use them changes and then that drives technological changes so that the kinds of tech that, that we'll be using in 10 years time will look very different to what we're using now. That's, that's just how things change. Right. Um We, we've talked a little bit about these sorts of individual things that we can do, you know, re reframing how we think about this, not in terms of addictions, but in terms of habits, feeling more empowered to make changes in that sense, I think is a really useful thing to do. Um I think that's also true of the public debate though more generally, the thing that I'm, I'm really saddened about uh at the minute is that, that, that public debate has become very polarized. We're now in a position effectively where people are so ideologically entrenched, either in terms of the phones are bad or the phones aren't bad. It's very difficult to talk across that barrier that, you know, I find it very difficult as I, I feel and I include myself in this. I'm not saying that this is other people, although it is other people as well collectively, I feel as though there's been a failure of science communication here that we've not taken lessons from the past and adapted them here and admitted that there is a lot of uncertainty around the research that we don't know the answers yet. The science is not there yet. We know what happens in other sorts of moral planets. If you look at the, the trajectory of research in things like the, the violent video game debate, whatever, when those debates kick off, they're very heated and very polarized. And the research that comes out reflects that you see these very big effects suggesting that video games are really bad but using poor methodologies because everybody's rushing around trying to do some research in it. And as the research matures and as it gets better and our, and the the methods that we develop improve over time, the effects get smaller and sometimes they go away and that sort of tracks with debates over time where people get less and less vociferous about this. You know, the best evidence that we've got in the violent video game and aggression of debate at the minute is that there are some small associations there. You do feel a bit more aggressive, playing a violent video game, but it's very, very short lived and it doesn't have any impact on anything else. It's not the thing to worry about, but we're not really talking about violent video games and aggression anymore, right? We've moved on. Um So, and, and, but I feel like that's more of an extreme thing at the minute that we've become really polarized in this debate and that it's not that people aren't talking to each other on, on both sides. It's that they're, they're shouting, they're angry like people are angry about it and I get where that comes from, right? And again, it goes back to that idea that I said earlier that I think everybody in this debate is trying to do the right thing, trying to get good outcomes. Everybody wants everybody but kids in particular, but everybody to develop healthier relationships with their tech like weird if somebody didn't want that like they are, that person is not part of that conversation. Whoever that is, everybody's trying to get to the same outcome where we all differ is on the journey and on what the actual outcome looks like. So for me, the journey shouldn't be about fear or shame or guilt that uh because what happens there is we start scaring people and this is literally what's happening at the minute. People are going, this is an emergency, this is definitely bad. We need to do something. Now you put people into that panic mode and they get scared and they lash out and that's what happens in this debate, right? You know, if you come along and say the the research is complicated, people start attacking you. You know, they'll start asking you well, who you're funded by, you must be funded by big tech or Metro or stuff like that. And just for the sake of arguing, I am not funded by any of those uh companies. I don't have any conflicts of interest in that sense. Uh I don't have any conflicts of interest. My conflict of interest is that I wrote a book about this. So you could perceive that as I've got a book to sell fine if you wanna, if you wanna look at it that way. But, um, so do other people as well, right? Um, BUT they like, you know, and, and I think also it's re it's a reasonable question, right? It's a reasonable thing to say, you know, who are you funded by? Because that's part of the puzzle, right? So I'm not saying that we shouldn't ask those questions. But I think if we can approach this with a little bit more compassionate, empathetic, critical curiosity, we would do the debate a big service, right? And I, I think this is the final point that I make in my book that um it's very easy to be very critical of something that you don't agree with that. Something that doesn't fit with your worldview. It's very hard to be critical of something that does fit with your worldview. And I think we need to be better at that when, when a headline comes along or a new article, new p A journal article comes along that says something about smartphones and social media, whatever it says good or bad, don't just take it at face value. Think about what the evidence is to support that claim. Is it a good paper or a bad paper? I fully appreciate that. It's all well and good me saying that people don't have time for this, right? We don't have time. Every time somebody comes along and says phones are bad because whatever we don't, we don't literally don't have the time to go. I'm gonna spend two hours of my day investigating the science behind it. I'm sorry, I know we don't have time for that. Um If you do great, try and do it. Um, BUT if nothing else just try and use those moments as a chance to check in with yourself and go. Ok. Well, I've seen this thing whether I agree with it or not. Is it an opportunity for me to think about the relationship that I've got with my phone or my social media or use or whatever it is just using it as those chances to think about building better habits I think is something that we could all kind of get on board with."
	},
	{
		"start_time": "1:19:17",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again unlocked the real science of screen time and how to spend it better. Of course, I'm leaving a link to it in the description box of the interview and doctor Els just before we go apart from the book, would you like to let people know where they can find you and the rest of your work on the internet?"
	},
	{
		"start_time": "1:19:38",
		"speaker": "Peter Etchells",
		"words": "Sure. Uh Yeah, a anywhere really, I'm available on most um social media platforms. I'm usually my handle is usually at Peter Actuals uh or you can contact me through my website, my website is Peter actuals.com. Um Yeah, that, that that'll kind of come through to my email. So, however, you want to get in touch. I'm, I'm always happy to chat to people about this stuff."
	},
	{
		"start_time": "1:19:59",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to do the interview. I it was a really informative one. So thank you so much."
	},
	{
		"start_time": "1:20:08",
		"speaker": "Peter Etchells",
		"words": "Uh Thank you for having me."
	},
	{
		"start_time": "1:20:10",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger, Ken Herz and Lain Jung Y and the K Hes Mark Smith J Tom Hummel Sran, David Wilson, Yasa dear, Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo, Stassi, Nale me, Gary G Alman, Samos, Ari and YPJ Barboza Julian Price Edward Hall, Eden, Broner Douglas Fry Franca, Lati Gilon Cortez or Solis Scott. Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor Luke Neeson Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson Ismael Bensley Man George Katis, Valentine Steinman, Perlis Kate Von Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca stuffin, Tom Vig and Bernard N Cortes Dixon Benedikt Muller Thomas Trumbo, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all"
	}
]