[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricard Lobs. And today I'm joined by Louis Bacho. He's a phd student at the University of Kent and also the University of Lille. His research investigates the History and Sociology of Science and he's been particularly interested in contemporary misunderstandings of evolutionary science. And there are appropriations in online debates around sex and gender. And so today, we're going to focus a lot on how people from the Manos Manos Spe Muse research in the evolutionary sciences, evolutionary psychology, particularly, but also other sciences like that. So Louis, welcome to the show. It's a big pleasure to everyone. Thanks for having me. So before we get into some of the claims that people from the men insphere make about women about seduction about gender roles and all of that, could you start by telling us what the Manos sphere is? I mean, how would you define it?"
	},
	{
		"start_time": "01:02",
		"speaker": "Louis Bachaud",
		"words": "Yeah. So fortunately, uh even though there are disagreements about the different groups that go in there, um there's quite a bit of consensus about what the Manos sphere is. The harder thing is what you put inside of it, but it's basically a loose collection of men's groups on the internet. And they tend to um try to cater to men from a male perspective and to tell them about contemporary issues in society, mostly Western society, once again, from a masculine uh point of view. And so then from then on, you have different subgroups that focus on, on different themes and that have different agendas and different goals and methods. But basically online men's groups that try to talk as men to other men about, you know, the lives of men in current society."
	},
	{
		"start_time": "01:55",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so inside the menu sphere, you have groups like for example, people related to uh um Mras men's rights activists speak parts Mukta or men going their own way, the Red Pill and Black Pill communities and also some insults,"
	},
	{
		"start_time": "02:13",
		"speaker": "Louis Bachaud",
		"words": "right? Yeah. So I use this typology with five groups. You can find, you know, many different ones. The internet goes very quickly movements um spawn new hybrids of each other. They evolve all the time. But basically big five, I would say you have the men's rights activists. So they are the oldest group in the Manos spe, they predate the internet. So you can say they predate the Manoe too. And they are kind of the opposites of feminism for men in the sense that they want to have reforms and cultural change on some issues that are linked to men. So for example, a big one is uh divorce laws or, you know, custody battles in court after a divorce. Well, you are going to find fathers rights groups who try to the divorced fathers interests. Um And so they do tend to be opposed to feminists around issues of, you know, domestic violence divorce where, you know, both sides basically take the sides of men or women. Um, YOU then have pick up artists, they are the other older ones. So they are your dating seduction coaches. So maybe less ideological because more commercial to try to sell you a service. But still they've been there from the beginning and they've influenced the language and the ideas of the manoe quite a bit. And then in more recent years, you've had um upsurge in new maybe more radical uh communities, more misogynistic communities. So the three that are specifically online because the first two I told you about they existed before the internet. You had dating coaches, you had men's rights activists. But the new three from the two thousands, 2010 would be the Rick Pill, which is kind of a combination of the pickup artistry the game. So that's how they call seduction techniques. And you have more, you know, right wing politics in their anti PC culture, anti progressivism and also just a whole life philosophy of how to be a successful independent alpha male, et cetera, et cetera. So that would be the red pill. Mik Tao share a lot with the red pill. So Mik Tao means men going their own way, but they say society is too hostile to men right now. So we should just live on our own. So they are separatists and they advocate primarily against any form of, you know, serious relationship or commitment, uh romantic or sexual with a woman. And the most infamous one these days, uh The best known one are, I think undoubtedly Incels because they have committed a few terror attacks in the past decade. And these are um in young men, mostly who are uh virgins and who are, who have an entire identity based upon this sex lessness and you know, this frustration of anger and bitterness at not being able to find a, a relationship. Mhm"
	},
	{
		"start_time": "05:09",
		"speaker": "Ricardo Lopes",
		"words": "And uh so you told us there about some of the differences between these groups, but are there general beliefs that you find across all these groups or are they very different or diverse ideologically?"
	},
	{
		"start_time": "05:24",
		"speaker": "Louis Bachaud",
		"words": "Yeah. So that was one of the, I think challenges of trying to study the Manoe is trying to find the, the common themes running through them, trying to identify what makes them a Manoe because otherwise, why would we be using this term if they have nothing in common? And I think for sure what you find is that there's the overall discourse that there is some sort of male crisis or malaise in Western society. So they will focus on different goals, different aspects of it. So in cells we talk about maybe uh all the males except the best looking ones and they will focus on relationships and sex. Men's rights activists will focus on false rape allegations and, and reproductive rights for men. So they have different focuses, but they kind of all operate in this assumption that uh men have a tough time in current society. Um There might even be some sort of male crisis that feminism hasn't been doing anything to try to combat this or on the other hand, has been promoting and furthering this by just either they will think it has gone too far in defending women's rights and interests or it was always some sort of anti male political lobby or something like that. So I think that's one of the trope that's uh common to all these groups. And then they also share a lot of jargon language, you know, terms that are specific to the manoe that circulate between those communities um and some sense of community as well. Uh You know, people go there and they share their experiences in, in the fraternal environment. So you might think manos here and think about the violence and the misogyny that's directed towards others, uh which is definitely a feature. But now if you go to those spaces, you will also see brotherhood between guys, uh you know that open up and talk about their relationships, their emotions, et cetera, et cetera. So I would say that solidarity. Um The anti feminism and the idea of a male crisis, male molest would be the, the big three of things that run through all the groups. Mhm"
	},
	{
		"start_time": "07:34",
		"speaker": "Ricardo Lopes",
		"words": "So I wanted to focus now a bit on female sexuality and claims that these different groups make about this topic. But before we get into the claims specifically, let me just ask you when it comes to female sexuality, what would you think are the most important things for people to know about it when they get across this kind of information on the internet from the mens here?"
	},
	{
		"start_time": "08:01",
		"speaker": "Louis Bachaud",
		"words": "So I would think that what you find on the internet on the manos spe can be quite remote from what, what you will find in actual scientific papers. So sometimes it's explicitly drawn from a paper, but you have the, the memes, you have the tropes, you have the exaggerations, all these layers uh in the politics, frankly, the fact that, you know, if someone fits your preconceived idea, it will be exaggerated. So my main advice for someone would just be to and that's an advice in general, of course, go to the original source. Um There are some sources like science media or podcasts like yours that I'm sure are um or textbooks that are good sources, secondary sources that you can trust and believe that they made a good job in trying to honestly transcribe what was in the original research as comes to the Manos spe this can be the case. If you look, if you go to the Incel Wikipedia, they have a big wiki page on Testosterone, which is very well documented and lots of footnotes and they love science. Uh That's been one of the findings of my research. But sometimes it's a commercially incentivized type of platform that tries to sell, you know, horses and seminars to men. Sometimes it's just a guy who doesn't seem to understand the basic principles very well. So I would say as a rule, if you know that the source comes from the atmosphere, you just better go check the research itself and look for yourself is the sex difference that big uh what did the researchers find? Does it allow to make this very broad generalization about the sexes and things like that? You know."
	},
	{
		"start_time": "09:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but this is very interesting because even looking at it from a, from a historical perspective, I guess that we could say, and you will tell me more about that. Uh We could say that some early evolutionary accounts of female sexuality insisted on some of the points that uh people from the Manoe also bring to the table like women being coy and uh having monogamous tendencies and stuff like that,"
	},
	{
		"start_time": "10:06",
		"speaker": "Louis Bachaud",
		"words": "right? So, since Darwin's time in evolutionary biology and the idea of sexual selection, um Darwin had this big thought that it's mostly the males who kind of parades and fights and they try to catch the female's attention and then the females choose. So it was called female choice. And it's still thought to be a huge, you know, driving factor in evolution, uh, explaining the antlers of D A or the, the plumage of the birds of paradise, et cetera, et cetera. But interestingly, Darwin was so steeped in the, in the cultural mindset of his time that he thought that seems to be true in all the animals except for humans. So he said in humans, it seems to be the women who dress up, who dress up with these frills and laces and who parade in front of the men. And it's actually the men who select. Um So even then you can see that there was politics that he didn't really maybe apply what he was seeing uh to his own species on this little area. So that was your traditional model and that worked quite well, right? We know that males have more reproductive variants in mammals because, you know, insemination cost them, you know, from five seconds to 2030 minutes. I don't know, whereas uh females have to go through the, the gestation process. And so it did mean that there was selective pressure, increased, selective pressure on young males to, you know, fight and grow bigger and reproduce quick and early. So that's how you explain sexual dimorphism. And that mostly stood in evolutionary biology until the 19 seventies. And then, you know, some primatologists in particular started noticing that this just didn't fit what we were observing. You know, females seem to be sometimes aggressive, manipulative, deceitful, horny. And then what we just realized is that they were, of course, also selected to selective pressures and there were also players in the games of sexual selection. Sure males might be fighting and there tends to be this bias in biology where you notice the males more because they're louder because they are brighter because they fight more. They are more rowdy. And so we kind of tended to overlook all the ways in which females also competed for reproduction. And even though there is less variants and they have less to win quote unquote in terms of fitness um in the Darwinian game than males because, you know, a single man can sire 500 offspring. There's still huge variants. I mean, some females do not reproduce and some have 356 kids. So there was also a selective pressure there. And since then, we have started investigated, uh you know, all these aspects of female sexuality, all these potential fitness benefits that they can derive. And um what's interesting is that I would say the impetus behind this was originally feminist. It was those female researchers saying we have this male bias in our discipline, we look at female behavior quite less. We don't see females as competitive as potentially promiscuous. We just are stuck in this Darwinian inherited framework where they are, you know, coy and shy and choosy et cetera, which can, which can hold for some species in some context. But they were asking to complicate the picture. And what's funny is that those, this line of research on the female mating strategy has kind of complex the picture of female nature. Right now, you put competition, you put uh deceit manipulation, gossip, aggression, coalitions. They are just, you know, organisms like others. There are no, you know, perfect beings and, but that was seen as feminist, you know, sex is good. Um Females can be promiscuous as well. There's nothing bad about it. And we have been biased in our biology. What's interesting is that today in the manoe, the people love these theories, they love these hypotheses around female mating strategies. So I wouldn't say they're really echoing the old school 19th century Darwin style thing where they think that females are coy and choosy. On the other hand, I think they have an exacerbated view of how promiscuous and unfaithful women are based on these accounts of female sexuality that come from the evolutionary sciences and they were originally kind of feminist inspired."
	},
	{
		"start_time": "14:35",
		"speaker": "Ricardo Lopes",
		"words": "Ok. Now, that's very interesting. Yeah. And yeah, actually, I should have said I should have rephrased my question and said that these early evolutionary accounts are the ones that uh people from the men insphere would have liked to be true because you hear many times from them that um women should, uh, be monogamous, should stay faithful to their husbands or their boyfriends. But, uh, but then when it comes to men they can actually just, uh, screw around with, uh, with how many women they can. It doesn't matter if they are married or if they're in a committed relationship, they can do that. Uh, THEY are allowed to do that but the women, no, not really."
	},
	{
		"start_time": "15:23",
		"speaker": "Louis Bachaud",
		"words": "Right. So, there is this insistence on what they will call body count or trying to find a sexual partner who has very little uh sexual experience or relationship experience because they would think that it makes for just a better and more committed partner. And they will find some research in, for example, sociology that show that the more partners you've had, the less likely it is that your marriage is gonna, is gonna end up well or that you're the more likely it is that you're going to divorce, et cetera. So they do have this age old, sexual double standard for sure where uh you have a lot of scrutiny on a woman's sexual history and you don't care much about a man's for sure."
	},
	{
		"start_time": "16:06",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And by the way, since earlier, you were talking a little bit about what could be some of the benefits of short term and extra pair mating for women. What are those benefits?"
	},
	{
		"start_time": "16:20",
		"speaker": "Louis Bachaud",
		"words": "So I think it's first important to understand why we asked the question. Um For males, there wasn't really ever that question about what could be the benefit for a male mammal of, you know, being very horny all the time or trying to reproduce. Because, you know, they can just, in most species, I think 95% of mammal species, there are no real fathers in the sense that fathers just reproduce and then they leave. Uh, YOU, you, if you've had cats and dogs, you know, that's how it goes. So for most species, we really know what's going on with males, probably over evolutionary history, any time they could evolve in a way that's, you know, made them likely to play this reproductive game and not pay any of the costs and that they could just uh inseminate a female and, and then go away, that probably seems to have happened in most species. However, for females, there was always this idea that there was a huge limiting factor, right? It's the number of eggs, but it's also mainly the gestation, the lactation, you have to take care of your offspring for maybe years before you can get another one. So then this was the puzzle. If that is the case, how come that when we study other female uh mammals, especially primates, they seem to solicitate and enjoy also population that much. How come they were wired by evolution to become so uh promiscuous as you will find that term in the research literature, when the benefits are unclear, you can mate with 12 males you're not gonna have 12 times more offspring. So the researchers start started to devise um hypothesis. One of them that's been studied quite well in primates is paternity confusion. So if you sleep around with uh several males, none of them will be able to know that they are the fathers of your offspring. And so they will maybe all directly help raise them, or at least they will refrain from killing them because in a lot of crime and societies, if a new male comes around and that he knows that the, the kids are not his, he's just gonna murder them to kind of, you know, replace them with his own offspring. Or at least that's the evolutionary selective pressure there. I'm not, I'm not sure that's what he thinks about coming. I don't know what's in Ali's head, but uh that's basically how this could have evolved. So as a counter strategy against the infanticides by males, maybe sleeping around with several males could have allowed those, you know, female primates uh to infuse the potential fathers. So that's one of the potential benefits. So it's called paternity confusion hypothesis. You have made switching hypothesis. So you are going to kind of sample other partners, other mates uh to kind of see if maybe it's worth switching or having at least cultivating some form of backup. You know, life is dangerous in nature. Uh If you have kids to raise, it can be nice to have backups. There's the resources, the resource based hypothesis where, you know, you might just be um having sex with several males because you get several direct benefits from that be, you know, food. I know shelter, protection, bodyguards, all types of things. And um I don't think there's one hypothesis that could stand for all the female mammals. For example, the, the answer is probably that depending on the ecological conditions and depending on the particular, you know, social structure of a species, you probably find uh infidelity quote unquote or a multiple mating, extra pair mating. Uh THAT'S evolved in females in through many evolutionary paths because there are many potential benefits that were overlooked. We thought, oh yeah, a female just needs one partner. She doesn't need to enjoy sex and you know, she'll just select the best father she can. And that's all she does. One father, best seed, best genes, best parents. And then that's perfect for, for her offspring. Now, that model still holds in many species, but it's more complicated. And I think we also found that through bird studies. So birds are interesting to study these dynamics because they kind of resemble us in the sense that um they are relatively monogamous in a lot of species. And you have the, the father and the mother building a nest and raising the the the young birds. So it kind of looks like a human family. And uh that's also because in birds, I think the males could not kind of like the mammals evolved to just inseminate females and leave because a bird just takes a lot of feeding to do. Birds are very hungry for food because they fly all the time. Their metabolism is different. So birds just spend their days eating and finding food. So they've evolved in that way. That means that they are ideal candidates to study monogamy. And then when we started doing DNA tracking, we also thought that there was much more sleeping around than we believed initially in birds. You know, so they are, you know, like us partly monogamous. But we also have rhythms of evidence that in certain contexts, either the male or the female will go to another nest and try to make with other people. And we need to explain that because our sexual selection models historically were quite monogamous. You know, finding a good mate for the female. Here are the challenges she faces and finding a good mate for a male. Here is what he is looking for, but it's actually much more complex and there are many individuals to choose from. And yeah, the so the picture has been complex for sure."
	},
	{
		"start_time": "22:06",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And another kind of topic that is also commonly brought up in man in the Manos Spe Manoe podcasts and stuff like that has to do with some research on the on the female ovulatory cycle. So first of all, what does the research action we say, and in what ways do people from the manos tend to uh take from that research or misuse it or twist it, twist it, warp it. Uh uh I mean, what are the kinds of claims that they make and shouldn't be derived directly from the research?"
	},
	{
		"start_time": "22:44",
		"speaker": "Louis Bachaud",
		"words": "Yes. So one class of hypothesis about the evolution of female sexuality that I haven't mentioned is called the dual mating strategy hypothesis. And so this means that uh women, let's talk about humans. So I'm gonna stop saying females. So uh women might have evolved a drive for extra per mating over evolutionary history. If uh for example, they could derive some benefits from short term mating. So just having casual sex can provide you sometimes maybe good genes in terms of fitness, it can provide you all those class of benefits and then you also have a long term mate that you select for stability, providing resources, being a father. And then maybe those two things could have evolved concurrently so that women would be, you know, kind of wired with uh drives that both make them monogamous. But in certain circumstances, they might have this interest for short term meeting. And so one of the predictions of that hypothesis was that around ovulation, when women are most fertile in the fertile phase of the cycle, you would have find maybe behavioral shifts. Because once again, over history, if you are having casual sex on the side, just at the moment when you're fertile, it could mean that uh if you sleep with uh partners where you can kind of, you can see it's a complex type of hypothesis. It was kind of far fetched, but some of it's interesting to discuss. But if you sleep basically with a muscular, tall, masculine uh man, someone who signals that he has good genes around ovulation. And maybe you can, you know, diversify the, the fathers of your offspring, maybe you can have, you know, strong sons and sexy sons, which was also part of this class of hypothesis. And so one of the predictions for that and we started testing, it is do women's that women's sexual behavior actually change around ovulation. And if it does and if the dual mating hypothesis is true, it means that they should be looking for a more masculine partner, they should be looking for, you know, more casual sex just around ovulation. They should maybe behave in a more, you know, flirty, alluring manner. And uh some initial studies found that so studies found that oh some strippers uh receive more tips around ovulation. So maybe men can unconsciously perceive when a woman ovulates and maybe women can signal it differently. There were diary studies where uh women were asked to say in their diary, what day of the cycle they were in. And also, you know, if they are having sexual fantasies about someone else or their partner, et cetera and there were studies about face preferences. Do women actually want partners with more masculine faces and features around ovulation and more or less, all of this has failed to replicate or as foundered when the studies are being conducted in more rigorous manners with bigger samples and all the good controls and conditions that you need to make good research. This research which was mostly from the two thousands has not really replicated well. So for example, there was a study which found that women wore more revealing clothes when they were around ovulation. But then you look at the study, it was maybe 30 women. They excluded all those who were, you know, not naturally cycling, who are on the pill. They only took those who were in relationships and they did not control for the weather. So they, they, they had them come at two points of the cycle, but maybe they were just dressed, dressed more lightly and loosely because the sun was shining better. And now in the 2000 and twenties, you have some, you know, good teams of researchers from Germany who try to replicate the same effects, but they take hundreds of respondents, they control for all the good parameters, the preregistered hypotheses, and we mostly failed to replicate most of the effects that were specifically linked to these ovulatory shifts uh hypothesis. That was a corollary of the dual mating strategy hypothesis, which meant that maybe women had those two different uh types of reproductive drives. And so, one of the only thing we have that holds is that there is a general increase in sex drive around ovulation in women that seems to be certain. However, we are not sure at all that it's directed towards some extra pair partners doesn't seem to necessarily imply they want to have more sex like on the side or with someone else when they're in a committed relationship. This means that whatever is happening with the hormones is just making them hornier on ovulation, which from an evolutionary perspective, uh is not that hard to explain. But um so that's the entire brand line of research that you were mentioning. And why does it pleases people in the manoe? Well, though there's, you know, this idea that they will take any research about female promiscuity, they will take any research about female infidelity. And since they have those negative opinions about it, since they're quite maybe conservative implicitly about, you know, females sexuality, they have those double standards that we mentioned, they are angry, those this research is perfect for them. You know, it can anger them, it can kind of convert some of their tropes that they have. So some tropes that you find are even if you're in a relationship, she's always looking for something else. You know, she's unfaithful, she wants more masculine alpha or chad type males. Well, if you have studies that show that she is having more fantasies, sexual fantasies or wants more masculine faces around ovulation that just fodder for your uh anger if you will or if you thing that, you know, women are not to be trusted with and when they go to the club that with their, you know, girlfriends, they are going to be unfaithful and try to seduce other men. And then you find a study that shows that, oh, strippers get more tips around ovulation or women dress more loosely around ovulation. It just kind of feels uh fuels your entire narrative. But more than this in the Red Pill, they have a saying which is exactly the mirror of this dual mating strategy hypothesis. And they know it. So that's quite interesting to show that they are aware of those kind of intricate debates, debates in evolutionary psychology that seems to be kind of abstract and really specialized. But you actually have communities of lay people on the internet that are aware of this and that say, oh, this is mate switching. No, this is dual meaning they are aware about these things. They just forget that these are hypotheses and that's several of them can work together and all be true and that this is all highly speculative at the moment, you know, and so they have this saying in the red tail community, that's alpha fox beta bucks. So which means that the alpha man gets to have sex, alpha thugs. And the beta man is the man who's just providing the resources. He's just the poor guy who's being, you know, exploited for his resources by an Anthropoid strategy that basically says if women maybe have a drive of pretension today for infidelity, it comes because of a legacy of this alpha beta bugs dynamic where they would have one stable partner that they selected with one set of preferences and then some casual sex partners that she could have selected through other preferences. And that obviously, you know, is perfect confirmation for them. But it's also, you know, perfect rage fuel as the Incel say that is something that just makes you really angry."
	},
	{
		"start_time": "30:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh And so another thing that people from the mens sphere do if I understand it correctly is that they also it's cherry peak uh scientific information or cherry peak studies, right? Because for example, just earlier, you were mentioning how most studies that made those claims regarding the dual mating strategy, sexism and hypothesis and so on were from the early two thousands. And then since then, people have tried to replicate them with better study designs, bigger samples and stuff like that. And uh some of at least some of those claims do not hold much water, at least as far as we know now, but they are in the manoe, they are still going back to those studies and uh claiming that that is all true right?"
	},
	{
		"start_time": "31:30",
		"speaker": "Louis Bachaud",
		"words": "To be fair. I would say that that's also something you can find in science, I mean, when someone is committed to some hypothesis, they will kind of always pick up the same study, try to confirm their referred hypothesis. And I would say to some degree that's even part of the healthy game of science. You know, some people believe in a hypothesis to try to investigate it. Now, they should not hold on to it too long if the evidence of course fails to confirm their hypothesis. But I think part of what happens in the manners sphere is that um the cherry picking, I'm gonna describe it and answer you on this point. And then afterwards, we can come back to the implicit, I think part of your question, which is what's their motives? What's their intent? Is it? Yeah,"
	},
	{
		"start_time": "32:12",
		"speaker": "Ricardo Lopes",
		"words": "that was another thing that I was going to ask you. So"
	},
	{
		"start_time": "32:15",
		"speaker": "Louis Bachaud",
		"words": "cherry picking, we can find evidence for sure. But as I said, in any literature review by a scholar, you're likely to find some things that they like a little more, some that they like it less. But this is of course exacerbated when there are politics and those groups don't necessarily, their goal is not to accurately depict the world. You know, that's the goal of scientists, more or less all of them. Uh But, you know, manager groups all have a different goal, you know, recruit men. Um Have you seduced women or on the other hand, trying to convince you to never have sex with women again. So of course, what I would call the cherry picking is that depending on their agenda, you will see that they focus on different areas of the evolutionary scientific literature. So the most obvious case is picnic artists and incels, they hate each other. They kind of try to attract the same demographic, you know, young sexless men who kind of roam the internet. And in the two thousands, those guys would have found pick up artist sites that would have told them. Listen, here are my 10 tips to be successful with women. I'm gonna explain to you female psychology with evolution. And now in the 2000 and twenties, those same young guys, there is competition with the intel community that are going to tell them. Listen, you are doomed, you were doomed from the start because of your genetics. She will only be interested in uh having sex with chads and here's the science to back it up. So if you look at those two communities, they will all cite some sections, some parts of the literature, but it's obviously with very different focus because of their agenda. So you could call that cherry picking. For example, pickup artists are gonna insist on female mating preferences for things that you can change or engineer. So they will say uh confidence is sexy. You know, studies have shown that women want confident men or uh hu humor is very attractive. So you should be funny. You should be confident. So they will zoom in on the things that you can change. Whereas Incels, they will take other equally valid and they can interpret them correctly. There's not necessarily a conscious twisting of the results, but they will say here is the results about the negative effects of uh being artistic in sex and dating, being short, having a small penis, being bald, being this that so all things that you can and very hardly or if not at all change. So once again, some of them are commercial, they are trying to sell you hope. And so they say here's this research, there's hope for you. And then this little group is trying to peddle hopelessness. And it says, look at this research, it's doomed. You know, what they all forget to do is of course, give you free precisely the statistics, the effect sizes in those studies. You know, it can both be true that humor is very important to get a sexual partner. Maybe it can have a correlation of, I don't know, 0.3 or four in a given, you know, dates with uh in terms of, you know, trying to attract someone else that you're sitting across from and then maybe your height if you're short will also have another very negative effect on potentially on average the attraction that this woman might feel for you. But there's no reason to kind of focus on only one or the other you know, the goal of a good scientific model would be trying to know all these variables, all these predictors, their respective, you know, strengths and then the context in which some of them are activated and some of some of which are not. And in the manos spe so first off, scientists are very far from being this there, you know, uh we are very far from having that level of predictive power in terms of something as social and complex as you know, mate selection and sex and dating. And in the mane, they kind of focusing on one aspect or two and they just become firebrands advocates for that, you know, everything that matters is face, everything that matters is height, everything that matters is looks and you see that in Incel communities quite a bit, they are always fighting trying to hierarchy, what traits is the worst, what traits gives you the less chances of succeeding at sex and relationship. And so they will kind of dig up those studies that are not mutually incompatible, but they by trying to hierarchy them to have a very simplistic vision of what's going on. They are going to unnecessarily kind of cherry pick basically. But it's not, you know, cherry picking so much as extreme exaggeration and simplification that has its roots in individuals and groups, trajectories, values biases, agendas, et cetera, et cetera. So that's what I'm trying to unpick with my research basically."
	},
	{
		"start_time": "37:08",
		"speaker": "Ricardo Lopes",
		"words": "Great. But when it comes to their motivations. I mean, this is probably a two part question but IW I was interested in, in knowing if you have any ideas about what the motivations from both the, the people who produce this kind of content for the manos fore and then the ones who consume it, what the motivations there would be. Um, BECAUSE for example, when it comes to the ones that produce it, it could be, I guess that in certain cases, they have gone through some bad experiences in their relationships and then that's why they start talking about that on the internet or perhaps sometimes they are just grifters. They know what they're saying is mostly BS, but they still say it because they know it sells and they know they can attract, uh I don't know v vulnerable single, sexless men uh to, to their cause let's say, or at least make them spend money on their products. And, and then, but when it comes to the ones who consume it, I would imagine that the vast majority of them would be, uh, you mentioned at the beginning virgins. Uh And they would be also sexless men and they would be also men who had bad relationships or just ended a relationship recently. So bad experiences. Uh Do, do you have any idea about what the motivations behind those"
	},
	{
		"start_time": "38:40",
		"speaker": "Louis Bachaud",
		"words": "kinds"
	},
	{
		"start_time": "38:40",
		"speaker": "Ricardo Lopes",
		"words": "of"
	},
	{
		"start_time": "38:40",
		"speaker": "Louis Bachaud",
		"words": "people are? There are three things I want to say in order first, you said maybe a majority are virgins. So that's just Incels are just one subset of the marriage. But most groups will mostly be composed. Some of them of middle aged, you know, college educated white men, the forties or fifties who were married have had divorces, things like that, that type of profile. So these people have had plenty of relationships in their lives and you also have the pick up artists who have, you know, presence if not hundreds of partners because of what they do, you know, they spend their entire life trying to chase after women. So I don't even think your average maner, you know, number of sex partner, I would have a hard time predicting if it's below or over average. Um So that's just one caveat. The second one is that uh those people are quite hard to reach. So I've interviewed, for example, one of the main men's rights activist leader is called Warren Farrell. He is a very well known activist. He's a public figure. But for those new, more obscure, more radical online only communities like Incels and men going their own way. It's much harder to reach them out for interviews. They don't show their faces, they use pseudonyms. So if you can't ask someone about what drives them to do something, it becomes really, you know, unsteady ground to actually try to speculate on people's motives. And the data I'm mostly working with is discourse, what they produce. So forums, social media videos, their ebooks, uh, Discord, you name it. I've like scraped and studied a huge collection of materials that was generated spontaneously by those people. So, one of the advantages is that they didn't ask one of my questions. I didn't get to orient the research process. I'm kind of seeing what they naturally did as a researcher. But of course, the flip side is that I can't ask them questions. So it's always hard to know about motives. I've also run a survey, I will be more than happy to tell you more about it about their level of scientific education, how well they know evolutionary science, trying to measure certain biases and all that and where they get their scientific content from. So I can also talk about this as regards the motives. There are hundreds of thousands of people in the manoe. It would be very hard to generalize on one type of motive I think for the influencers and those people who produce the content. I'm sure you find drifters uh in especially dating seduction type areas like coaches who know that basically their um students don't really stand a chance or that they're not gonna change their lives or that maybe this is a little bit overpriced for, for what they're selling. Uh I'm sure you have people who are convinced you are doing good. Um You have a lot of men who are from there because of, you know, outrage at some inequalities in society, some things that they think that shouldn't be this way. You know, feminists should be talking about this. Why do men get drafted for military service in the United States in 2024 when the army is now, you know, gender neutral, you have men and women serving in the army. Why would it only be men that get sent in the next, you know, Korean War? So sometimes you have just men that go to these movements because of some initial outrage. That's more political. But a lot of the time what you see with the research is that it's kind of emotional but it's hard to separate, of course from the political, but it has to come from negative experiences in relationships. You know, if you were cheated on, uh you're of course, gonna lend an ear to those groups that tell you about why women are naturally, you know, have evolved to always look for a better partner to switch mates. As we said, et cetera. If you have had a bad divorce and you lost the custody of your kids because this was contested in court. Of course, you're going to land near to, you know, those activists that tell you that current society is completely uh you know Gyno Center, they call it so that it is favorable to women and they might even have an evolutionary story to put on top of that. Um So yeah, variety of motives, I would think a big one that we should not overlook is to look for community longing for community, especially with Incels. Um If you've been bullied your entire life, there are, you know, studies that show high prevalence of bullying with them. Um You're a virgin. So that's frustrating when everyone, you know, starting to discover sex and relationships. You've never been treated, you know, decently by people. You know, middle school and high school can be very tough, et cetera. And then you find this community of like minded people, you know. Um So that's for sure. One of the big factors there as well, that uh that sense of community I would say. And as for the content producers, I, I'm trying to refrain from making judgments about, you know, he's stupid. He's, he a grifter. Does he just not understand the research? Does he consciously try to twist it? It's really hard to know."
	},
	{
		"start_time": "43:41",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But about that survey that you referred to there briefly, do, could you tell us more about it? What kind of survey was it? And what were the results you got there?"
	},
	{
		"start_time": "43:53",
		"speaker": "Louis Bachaud",
		"words": "So, as I said, those people are quite suspicious. So if you come there and tell them, hey, I'm a researcher. I want to know about your politics, your life, trajectory, your life events, um They might, well, first they might fear you're the FBI or you're just a woke uh academic that wants to smear them. Um So I'm not asking a lot of very personal questions. But what I thought was I need a science quiz. You know, I keep studying how those people use and understand science. And sure it's very easy to reveal the flaws and the biases and to say, oh, look here they've misinterpreted that study, everyone can do that. But what do we know about their baseline level of understanding? You know, how well did they know natural selection, the basic concepts in the life sciences? And so what I did is I designed a 20 item quiz, science quiz. So a little bit of stats, a little bit of hormones, genes and then mostly evolutionary biology and evolutionary psychology. I took most of my questions from pre-existing questionnaires that had been validated undergraduate level. And then for comparison, I ran the same survey with a group of random us respondents who have a baseline. And so I managed to recruit 100 and 50 people from the manos sphere from various subgroups. Um Those are very hard to reach. I would have hoped to have more and I have my 150 people, my US respondents, they took the exact same science quiz and the results couldn't be clearer, you know, the Manoe Ands, they have 15 out of 20 in terms of correct answers. And my average group has 10 out of 20. So obviously, people from the Manos here, one of my main findings, you can't ascribe all of this to this misunderstanding the research, you know, a lot of them, they understand evolution quite well. There's almost zero creationism in the Manos sphere. They are, you know, Darwinian enthusiasts. So this makes them a very unique part of the American right wing of the spectrum where, you know, protestant fundamentalism is extremely strong politically in the Republican Party. And the matters here has been verging to the right, but still they believe in evolution, you have high levels of college education in terms of science. So a lot of them have had, you know, science courses in college. And um then I'm trying to dig things further by asking, asking them about the sources of scientific content. You know, do you get your science from the atmosphere or do you get it from Wikipedia youtube? Do you get it from textbooks, books? And the man here doesn't come in super high in these lists. So those people they are fond of, you know, Robert Sapolsky lectures Richard dawkins' books. I'm sure lots of them watch our podcast as well. Um There's a lot of content to be found on the internet with good, you know, scientific stuff. So once again, this complicates the picture quite a bit because um they do understand the evolutionary, you know, principles quite well. They do know what evolutionary psychology is. And then my job is just trying to go in the details and see what they get wrong, what they get, right? What they exaggerate. But what they also invent because one of the things that I found is that um it's a unique phenomenon in which people in a manos sphere actually devise their own hypothesis, their own evolutionary stories. And that's, I don't think something that we had seen before a community of lay people who appropriate a scientific discipline, they understand the way that you reason because evolutionary psychology is a lot about this, you know, adaptation is type of explanation, explanatory mindset and they apply it the world around them. And that's fascinating. So I'm also studying those uh those homemade or manos sphere made hypothesis"
	},
	{
		"start_time": "47:44",
		"speaker": "Ricardo Lopes",
		"words": "great. Uh And by the way, since you mentioned there, the fields that they draw from, they draw their information from and misuse uh and misuse it. Uh Why do you think that evolutionary psychology specifically is so popular in the menu?"
	},
	{
		"start_time": "48:03",
		"speaker": "Louis Bachaud",
		"words": "Ok. I think I have three answers to that. Ok, because I've been thinking about this quite a lot, you know, why don't they appropriate sociology or psychology, mainstream psychology or anthropology, what's going on with it? I think firstly, they do come from a perspective where the sexes are quite different. Um They tend to view men and women are really different. Uh And it gets reinforced by their ideology that makes them act in more, you know, maybe masculine ways and expect women to behave in more feminine ways. And so they kind of see the world around them like this. And that's one of the hallmarks of evolutionary psychology, right? It's one of the few scientific fields that really looks at the behavioral and psychological difference between men and women, but has a model to predict where those differences happen and where they don't happen. And so I think the sex different stuff that you find in evolutionary psychology is inherently just much more aligned with their pre established kind of folk wisdom or ideas or just the way that they lived in society. I think um the people who you, whom you end up finding in the manos spe there's lower chance that those are people who've always found men and women to be quite similar, who's always, who have always hung around with, you know, female friends and sisters and, and guys and they kind of seek humanity as a whole. Whereas, you know, if you have this kind of sex differentiated uh perception of life plus ideology on top, then evolutionary psychology can give you perfect explanation for these issues. I think the second uh reason why EP is so popular is the fact that those communities do tend to focus a lot on sex and relationships. And so, you know, pick up artists, they are seduction coaches, they try to get you a girlfriend in cells, say we don't have a girlfriend, mita tell you you should not have a girlfriend. So you see that they are almost all around this nexus of, you know, sex and gender and relationships and dating and seduction and all that. And once again, evolutionary psychology is a discipline of choice for that. You know, evolutionary psychologists do study a lot of uh sex and mating. And I think the third reason is more political. Evolutionary psychology itself is very controversial and it's been um received very critically by feminists for, you know, the past 30 or 40 years because it insisted so much on the sex differences. And the feminists had always been suspicious of these uh biological models of, you know, why men and women behave differently. And so, since evolutionary psychology itself is kind of targeted by, you know, left wing progressive movements or at least feminists in academia as some sort of potentially hidden veiled male supremacist agenda type of discipline. Well, that's perfect if you are yourself an anti feminist, you know, there's kind of this, oh, if the feminist hates that and it must be something good, there must be something good about it. And I've seen that actually written in many, you know, Manoe weeks and pages like, oh, feminists hate evolutionary psychology. They love the idea that they love something that feminists hate. Even though if you actually look at the field of ep itself, those tend to be either, you know, psychologists or anthropologists heavily feminized, you know, maybe more than 50% women at least today get, you know, graduate degrees in psych and end. Um So lots of feminists in those fields as well. They tend to be more or less, you know, liberal researchers uh living in urban cities. So they are not your male supremacists as you would imagine in them. You know, evolutionary psychologists do not really fit this bill for the most part. But the fact that their discipline is controversial and hated by feminists, I think is one of the biggest draws for the Manoe. And maybe if I had to have one last one, they are just very gifted writers and popular writers for evolutionary science. I mean, Steven Pinker Richard Dawkins, those are just top notch science writers. They have reached wide broad audiences. Uh I don't know about your personal trajectory, but you know, that's how I got into those disciplines in the first place. You know, some of those fantastic books by Pinker or Dawkins, you find great lectures on youtube by Robert Sapolsky, who's a, you know, hormone guy at Harvard. And so I think maybe another explanatory factor is that those disciplines, those fields have been very good at producing top notch and enthusing stimulating, you know, scientific content as well."
	},
	{
		"start_time": "52:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, in my particular case, I started with uh Sapolsky and Pinker and then went on from that, I, I think that those are probably the two most common people that, that people mentioned when they're talking about how they got into evolutionary psychology. But le let me ask you perhaps about what could possibly be 1/4 hypothesis to explain why evolutionary psychology is so popular among the Manoe. Could it be that uh evolutionary psychologists the way they present information leads or contributes to tho uh those kinds of claims that we hear on the manos sphere? Or, or there could, it could be the case that there are just a few bad apples in evolutionary psychology who promote those kinds of views? I mean, do you have any thoughts on that?"
	},
	{
		"start_time": "53:44",
		"speaker": "Louis Bachaud",
		"words": "So once again, we go back to motives which are really hard to ascertain. Um EVOLUTIONARY psychologists, the big household names, they also tend to be writers. So they sell books. You know, David Buss sells hundreds of thousands of books, I'm sure. And so they probably know that part of the market comes from those Manoe Darwinian aficionados. Now, I don't know what's the motive there? I don't even know what you can do about it. They try to write the best books they can, I'm sure. Uh BUT you also find some instances where, you know, evolutionary psychologists seem to have kind of tried to appeal to the same demographics as the manos sphere. So most famously David Buss opened a dating course, um a few years ago, it was called First Date Course. And he was saying, hey, I'm a scientist. Uh I've worked at all these fancy places and I'm the expert in the world in sex and mating. And if you paid $1000 for my course, I'm gonna teach you much better than all those pickup artist guides. Jeffrey Miller in the two thousands. He had written a book that was the same, you know, so he's kind of criticizing pickup artists, but he's not criticizing them because mostly because they objectify women because they are obsessed with just casual sex because they just don't give men any sense of their own worth other than just, you know, trying to find someone to sleep with. But he was mostly saying their things don't really work. And here is the good science. And so they are evolutionary psychologists who use their expertise as sex dating seduction experts to try to sell commercial products because there are very strong incentives, there's a very big market. So in a way, they share part of this market with Manoe people, you know, they try to distance themselves from it, but they also try to appeal to the, you know, sexless young men, nerdy sciency demographic. I think it would be much better if they got their tips from, you know, a scientist uh with actual research that's much more nuanced than from the Manoe. But you could say that maybe some of those researchers, it's really hard to know if I can't interview them or uh what their motives are, what their views are. So, um yeah, I'm not, I'm not so sure that that's obviously been one of the big questions. Uh And I do think that evolutionary evolutionary psychologists have stressed sex differences a lot. Um You know, David buss run this very famous study on 37 cultures where you have men and women rate their preferences. And since he was trying at the time in the late eighties and early nineties to promote ep he really stressed on the finding that he found some stable cross cultural sex differences about resources and looks. If you look at the results, there's so much similarity between men and women, you know, they want kind, they want honest, they want intelligence. And if you actually look at the, of the variant that's explained by sex, it's just ridiculously low. I think it's in the single digits compared to the variants that can be explained by the different cultures that were surveyed. So I think for sure, evolutionary psychologists in their fight against, you know, blank slate views. Um I've kind of stressed a lot on heredity. They have stressed a lot on, you know, genes do matter and, you know, there are different genetic and behavioral differences between the sexes and the in this ideological warfare. Maybe they've been far, maybe they've also neglected to say, let's not be too deterministic either. We can't explain much of these variants. There's a lot of cultural variation, um There's lots of different patterns in behavior. And so I think one of the other reasons why EP gets appropriated and not behavioral ecology, for example, I'm sure you've had behavioral ecologists in your podcast. They use the same Darwinian models. They mostly use the same methods these days. Maybe they do more ethnography, but it's very similar. But the behavioral Ecologist look at, looks at the d like what resource or pathogens in a given environment makes humans behave in animals in a different way. Whereas the evolutionary psychologist historically is trying to find the human universals, you know, the deep structure of the mind, the things that we all share in common human nature. And so I think in that regard, also, we can say that evolutionary psychology in its project and communication is more liable to be appropriated by people who want to do very gross um gross um simplifications or generalizations about men, women, humans in general, you know, humans are this way, you know, they are a species with language. Uh THAT'S evolutionary psychology, you know, the language instinct by Tinker. Now, uh behavioral ecologists look more at the, you know, we had the variation, the the differences between cultures. And so maybe that's also why it has been less appropriated than evolutionary psychology. And also it's less controversial. Uh So maybe it's less alluring for those uh manoe people. Yeah."
	},
	{
		"start_time": "58:53",
		"speaker": "Ricardo Lopes",
		"words": "And you were talking about uh revolutionary psychology many times being focused on sex differences, differences between men and women. But I think that possibly another issue here when it comes to how evolutionary psychologists talk about their own research is that they perhaps do not put enough emphasis on the fact that even among women and among men, there's variability. So uh there are many times where they focus so much on the differences between men and women that perhaps they forget to say that uh among women, there's lots of variation. And among men, there's also lots of variation in terms of what they're interested in, for example, a partner and stuff like that."
	},
	{
		"start_time": "59:43",
		"speaker": "Louis Bachaud",
		"words": "Yeah. So to be fair, I think variation is one of the things that evolutionary psychologists investigate. So for example, in personality research, you have lots of evolutionary psychologists and in personality research, you have to kind of try to explain why are some people shy? Why are some people confident? Where does this variability come from? And can it be explained with Darwinian principles? You know, is it just all noise or random things happening with alleles or are there just evolutionary trajectories that explain these patterns? And I think for mating, um there's also a recognition that people are extremely different, you have different fetishes, kings people look for more casual sex, some look for uh more committed relationships. So they've been building scales, you know, like uh socio sexual, so sexuality orientation, things like that. So I don't want to say that they, they kind of put this idea aside like they know there are huge variability in the data and they do try to explain it. It's just incredibly hard and messy it's just really difficult to explain, you know, why some people like licking feet and why some people like cross dressing and why some people just are not interested in sex altogether. You know, this is just very difficult topic. So they do tend to simplify and generalize and talk about averages. I think in their popularization endeavors, they do remind that I'm just talking about average difference here. It means that there can be overlap. I'm not saying all women are like this. All men are like this. But I do think that in the scientific literature itself, in the papers, all those caveats, all those precautions, they're kind of thrown away. So you find that you find them in books, you find them in textbooks. But when you're talking to other evolutionary psychologists, it's like we know we are talking about averages. We know I'm not saying all women are like this. We know what an ethic size is, what the correlation is. But what they don't really know is that people, you know, manage your people can access these papers today. You know, they know psy hub, they know Google scholar. So it's not as if when you're writing a science paper just as was the case 30 years ago, you're only writing to your colleagues in your academic very niche branch. Now you're also kind of writing to the whole world and you know, those papers, they can end up on Twitter, they can end up on Reddit and it's been seen with alt rights uh movements, white supremacist movements that have those journal clubs when they kind of scour the new research in population genetics and everything that they can find to support their race science, uh pseudoscience they will find. So researchers now kind of have this new responsibility that maybe even in their papers, they need to be more careful about restating those percussions, you know, about variability, ethic sizes, et cetera, et cetera."
	},
	{
		"start_time": "1:02:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, many evolutionary psychologists probably are not even aware that people from the Manoe are misusing their research or presenting it or making specific limbs about it that they do not agree with. Right? I mean,"
	},
	{
		"start_time": "1:02:49",
		"speaker": "Louis Bachaud",
		"words": "so I've also been running a survey on that, you know, asking them if they were aware, it was a small survey. I only, you know, there are very few in the first place. So I think there were around 50 respondents. Um A lot of them had, I think maybe 20% of my respondents, like 10 out of 50 had seen their research personally appropriated, you know, for politics in some sort of another on social media. So lots of them are aware. Um They tell me anecdotally that when they, their students tell them that when they start watching Evolutionary Psychology on the internet, maybe you can start with your podcast but it can end with, you know, Manoe stuff, for example. Um So there seems to be a pipeline there and there, there, there have been articles and discussions among the evolutionary psychology community more recently. Plus I've been sharing my research for the past years in their journals and their conferences. So I kind of come to these conferences and tell to these people. Hey, uh here is what lay people are doing on the internet with your um research, you know, here's their attitudes is how well they understand it. Here are the biases. So I do think that nowadays it's been, it's quite well known in the evolutionary psychology community. And um they can't really say that they are not aware of what's going on, you know."
	},
	{
		"start_time": "1:04:08",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yeah, I mentioned that there's a possibility just because just recently Daniel Con Conroy Beam, uh an evolutionary psychology researcher. Uh I mean that he wrote an article, I, I'm not sure where it is published but he wrote an article but basically, yeah, e exactly uh where he basically talks about how he wasn't aware of all that. Some people in the manoe was, were misappropriating his own research and making claims that are completely different from what he was studying there. Uh I mean, I'm going to interview, actually, I'm going to interview him actually early next year and we can get a little bit more into that, but there are at least a few people that are probably not aware of it."
	},
	{
		"start_time": "1:04:56",
		"speaker": "Louis Bachaud",
		"words": "Yeah. But see now he is aware and he's writing articles about it. And III, I think I contributed to that. He, he because I know I know him and he said, he credited me for kind of opening his eyes to the, to the entire thing. But to be fair, the first time I reached out to him to tell him about my research, he said, oh, I've been waiting for this for years. So like they know that there are some, you know, men's rights, uh anti people who do use their research. They also know that some academics are probably sympathetic to those ideas as well in the field. And so that's kind of a political, ideological warfare that's also going on inside this branch of academia if you will. But I don't think anyone is unaware these days, mostly because also the anthropologists, the geneticists, they've had this reckoning already 56 years ago, there was the Buffalo shootings in New York where the killer actually posted graphs from their journals, their science. And so they've been reflecting a lot on how come our discipline is so loved by Racists and white supremacists. And that's kind of the same reckoning that's going on with. Ep you know, how come anti feminists, how come, you know, misogynists, uh like our discipline so much, isn't there something wrong there? And I think my goal here is just to document this, contribute to the debate. I'm not saying I have easy solutions. The research is fascinating. I'm sure we'll talk about that afterwards. You know, it do. I don't even want people not to look at evolutionary psychology. I love evolutionary psychology. So what's my recommendation here? It's very difficult. But uh I do think the reckoning has been starting to come for um evolutionary psychologists and another driving factor. There is two other guys. Uh Mike Murphy has a evolutionary science podcast if I can name the your competitors. And so he has been kind of engaging and debunking with Manos fore people online because he's on social media a lot. So he would find those people plumbing over and over again. And there's date, psychology date, like he has a Twitter where he shares, you know, kind of evolutionary inspired sex and dating research and he has been engaging with the Manoe quite a lot on social media. So I think these guys are doing tremendous work and they are also trying to kind of sensitize all the research community about these issues,"
	},
	{
		"start_time": "1:07:19",
		"speaker": "Ricardo Lopes",
		"words": "right? So I, I mean, just before we get into the last part of our conversation, which in which I would like to ask you about probably some of the ways we could deal with the misuse of evolutionary psychology and other evolutionary sciences in the Manos sphere. Let me just ask you about some other aspects of society, gender and stuff like that, that we haven't touched on earlier, that we also see a lot in the Manos sphere. So when it comes to gender roles specifically and what they understand as being feminine or masculine or masculinity and femininity. What are perhaps some of the most common claims that you see in the menu?"
	},
	{
		"start_time": "1:08:04",
		"speaker": "Louis Bachaud",
		"words": "So once again, there's a lot of variability because I would say there are two strands that are completely opposed. But you also find them cohabits quite easily in the manos sphere. Some of the earlier men's rights people in the 19 seventies, they came from a movement which was called men's liberation. And this was a ally of feminism. And these guys were saying, hey, the women are really finding a general role. They are want to enter the workforce politics, business. That's great. Why don't we do the same? Why don't we take more time to spend with our kids? Why don't we stop working 50 hours a week? Why do we don't we talk more about our emotions? Be less homophobic? So this was a very woke moment, a movement for the time and they were basically trying to deconstruct masculinity and some of these people have remained, some of these ideas have. So inside the men's rights movement, they are also very suspicious of what they call trad cons traditional conservatives because they think this is also oppressive to men. They think having you wake up every day to put bread on the table, to be the provider of your family, having to be, you know, kind of shut down your emotions, not being able to open your frailness, vulnerabilities. They all think these are the negative aspects of masculinity. So you find those people in the memos, but in the Red Pill community, you also find those who say you need to be independent, self sufficient, you need to be lean, you need to be muscular, just be an alpha man and everything will go your way. So it's hard to generalize about what you find in terms of ideology in general. But if I had to take one example, that's gonna interest us because of the evolutionary science that they put behind it. They are very fond about this idea of male disposability. So they do think that because as I explained, wombs and eggs are a limiting factor in mammal reproduction and you find plenty of sperm and plenty of males to provide it. Nature has evolved like species of have evolved at least humans in such a way that males are seen as disposable. Males are not really biologically valuable. So that's the argument and then they will write entire books. Well, they find examples from our society to say that this is such a broad term. What is disposable? You can explain many things with it. So men are sent off to die in war. Men are more victims of suicide. Men tend to suffer more homelessness, they tend to die younger, they die from drugs more, these are all very interesting social issues and I'm not saying we shouldn't look at why men do these things more. It's very important to address them, of course. But this is all to feed their idea of male disposability. You know, males, we are kind of nature's experiments. We are just there to provide our sperm, but the female dominates. So, very interestingly, they have a vision of biology. It's not the male supremacist, 18th, 19th century vision that you would think about. It's kind of a reverse of that because remember, they think they are oppressed, they think that male contemporary society is hostile to men. So they find in the biology, a model that uh can completely explain that by saying, yeah, we've always been this way, you know, we have been the Canon fathers. We are the disposable men. Now, the problem with that is that the evolutionary reasoning is completely spurious. You know, um Darwin himself wondered why are there so many males? We don't need 50% of males. We could just have one lucky ma male for 10 females and there would be more peace, less competition and he could inseminate all of them and the species would perpetuate. However, we know that natural selection does not operate at the level of what is good for the entire species. You know, organisms just kind of fight in this struggle of natural selection to maximize their own fitness. And so males over history, even though there could be less males for the good of the species, they've remained, they've remained, they fought, they've had their competition, their natural selection, their dimorphism and testosterone, et cetera. And so, um, the, the problem with the theory of male disposability that's very popular in the manoe and they use it a lot to talk about general roles, you know, you know, as a man you're expected anyways, you're disposable, you know, you're nothing to your wife or to your kids, you're just cog in the machine. Um The problem is that uh the evolutionary model is not the best to justify this. You know, and since the 19 thirties, there was a geneticist named Ronald Fisher and he kind of explained why we have more or less 50 50% of males and females, you know, this stable sex ratio in most species. And his arguments was a thought experiment, you know, imagine you have a species with 90% females, 10% males. This would mean that the expected reproductive success of a son is nine times higher than that of a daughter, which means that alleles that would kind of with your sex ratio of the parents towards having more male kids would be selected because of some is a huge boon in terms of offspring and fitness, which means that we would kind of naturally have a rebalancing of the sex ratio. It's kind of what we observe in most species. I mean, we know sex ratios are variable in humans. We know there are slightly more male babies born and female babies. But let's say it's more or less a across, you know, mammals rather a stable. And we have good explanations for that. And so it shows that the male disposability argument does not really hold water. Uh BUT it's very, very popular to discuss society. And that's one of the main justifications for their feeling of, you know, oppression and being like, yeah, basically useless and not looked after by society, which is a thing that I think should be addressed because, you know, it's, it's a valid concern and it's also potentially dangerous for the entire society. So,"
	},
	{
		"start_time": "1:14:08",
		"speaker": "Ricardo Lopes",
		"words": "and what about claims about supposed alpha males? What do they tend to say about that in the manoe?"
	},
	{
		"start_time": "1:14:17",
		"speaker": "Louis Bachaud",
		"words": "So I think in the atmosphere um being alpha, being an alpha man has um two or three implications or there are three elements of the definition. There's a physical one, you know, you have to be muscular, lean fit. Uh There's also the idea that uh you're independent, you're self sufficient, you're driven by, you know, projects, you do your own thing, you don't owe anything to anyone else. And the third one, which is kind of linked would be, you don't get in committed relationships. You kind of are too um we've drawn distant cocky. Um You pretend that women don't have an influence or power on you. So you are this, you know, I don't know, John Wayne Harrison Ford type figure the issue with that is manifolds. Firstly, you don't find the alpha male uh term in human research literature a lot. Even for other animals, it's not very popular. It was called for wolves in the 19 forties, but it's not even used for wolves anymore because it only works for wolves in captivity by the hierarchies of alpha males. Uh BUT it's used for other primates, for example. So in primate societies where there's a dominance hierarchy, you will hear of the alpha male, but there's also always an alpha female. That's something that you never see in the manos spe you know, that's a classic. Uh THEY kind of honed in on the alpha male trope because it fits, you know, former images of masculinity. Uh BUT there's nothing about the alpha female trope in 1819 eighties, Franz de Valls, the famous primatologist wrote his book Chimpanzee Politics and it was a hit in Wall Street in Washington DC. The right wing Republican Representative Newt Gingrich told all his other, you know, Senate uh House of the Representative Mates. You should read that book. So alpha male kind of became its own concept in the corporate world in kind of right wing self help spheres. And interestingly, it's percolated also in the manos sphere seduction techniques. And I think what's really flawed in their understanding they have of it is that it's this independent aloof type of thing, you know, we're a social species. So of course, we have hierarchies in humans and we can look at other primates with dominance hierarchies to kind of understand what's going on in our species, even though it's more complicated here. But we are a social species. So an alpha male doesn't have to be uh necessarily aggressive. It doesn't have to be necessarily, and it can't be solitary and independent. That's the thing, you know, in a social species, all leaders tend to be connected, they tend to know how to use humor, flattery coalitions, alliances, they solve issues for others that might be generous. So the idea is not so much with, I mean, there are two issues. They use this concept of alpha male which has no real scientific relevance and validity in humans. And it's not really used by psychologists, anthropologists, uh sociologists to talk about human society in the first place. So we don't really know what it is, what it predicts. It's not a good scientific theory. But also even if you look at other animals where we use it, we just use it as a label for up in the hierarchy. But the features that make another primate top of the hierarchy are clearly not necessarily the ones that the manos fear. You know, dating coaches tell you to mimic or imitate in humans. You know, they tell you to be some sort of as asshole frankly. And uh if you're an asshole, you're not gonna remain in power for a very long time. So in private and societies, you know, you see alpha males that are much more politically savvy and actually more benevolent than anything you can find in the manoe and my own personal analysis and issue with that. What I found is that this is such a broad concept and I've seen it with my eyes, you know, in analyzing hundreds and thousands of pages of manager content, everything can be construed as alpha. So they use it as an adjective they'll say, oh, this is so alpha, bro, you know anything, if you put the right twist on it, you know. Oh I lied to her. Oh, that's alpha. You know, you didn't let her penetrate your thoughts or I told her the truth. Oh, that's alpha. You know, you don't, you're not afraid of opening up the truth. It's just a concept that's kind of devoid of any meaning and that's really blurry and then it can hence be used to. Yeah, to mean anything. So I think it's kind of pointless."
	},
	{
		"start_time": "1:18:55",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I guess that when it comes to alpha males and also gender roles more broadly, uh uh we also hear it's, it's very common for, for us to hear in the Manoe people saying particularly the ones of course, who get some money out of these, uh they make them making limbs about how uh exaggerated claims about how I if, if you want a girl, if you want a wife or something like that you have to go to the gym, you have to have a six figure salary. You have to have fancy cars, fancy clothes, fancy watches and, and stuff like that. So, I, I mean, they are exactly exaggerating what women like and even some of those things perhaps not even apply to a vast majority of them. But also, I guess that by exaggerating they're also putting even more pressure on the sorts of vulnerable men that tend to follow them."
	},
	{
		"start_time": "1:19:57",
		"speaker": "Louis Bachaud",
		"words": "Yeah. So there's a hard balance to find the red pillars. They are against what they call the Blue Pill in the Blue Pill they think is the kind of romantic vision of love and relationships that you are fed when you're a kid, eventually someone will love you, you will find someone who likes you for who you are. Just be yourself. And your mom tells you that you're the most beautiful, wonderful son in the world. And they, they say that's how most uh men, young kids, boys are brought up in Western society. But this is all lies because when you look at studies, you do see that. Of course, there are thousands of factors that do have predictive power that do have an influence on my choice. So we know about height, we know about confidence, humor, prowess, you know, being socially connected, all the things that is also part of our folk wisdom that we don't all have equal chances in the game. Of, you know, relationships and sex. And so the red pillars, what they kind of say is that they use that caricature version of the blue pill that they think everyone is being fed. And they say we are the realists, we offer the hard truth. You know, we are going to tell you the science of how, you know, you need to do to succeed when it's a tough world and you're gonna lose all your illusions and you can shed those blue blue pill beliefs. You know, you can't be just yourself. It's not gonna work. You have to go to the gym, blah, blah, blah. And the thing is those are two extreme caricatures and as often the truth, just somewhere on a huge spectrum in the middle, you know, obviously, uh if you never shower and you never go to talk to anyone and you're rude as hell, you're never gonna find a girlfriend. So the Blue Bill myth, you know, just be yourself. Uh AND it will eventually work out is plain wrong, you know, and a lot of incels have found it for themselves. So they cater to these other narratives which are extremely extreme, which are equally extreme. And that's uh yeah, they overemphasize the importance of a few selected traits and factors in explaining extremely complex phenomena. And um they are really, really bent on generalizations. So they have this um acronym in the red pill, which is called a walt. It means all women are like that, you know, so we were talking about variability and we know, I mean, we've all seen, you know, women who go out with all different types of men and we've seen huge age gaps in either directions. I mean, if there is one area where you find all potential arrangements and things that sex and relationships, so we know that all women are not like anything but still there's this, you know, gross generalizations um which I think can be useful to some young men. I mean, I think pick up artists uh in the two thousands. If they tell someone, you need to build confidence, you need to kind of go out there and meet people, get a social circle and you'll eventually meet girls. Obviously, that's a better discourse to be hearing and even then just lay down and rot, which is what the incels tell these young men now, you know, it's over, it's doomed. So what do they have left, you know, video games, porn, uh suicides, mass shootings. It's just very bleak as well. So I'm saying, you know, some of the self help motivational narratives can have a positive effect on some young men's trajectories. And for sure someone telling you, you know, here are basic things that women like, you know, confidence, blah, blah, blah, probably com compared the thing is. How much do you exaggerate this and what's the vision of female nature that you have behind that, you know, is it just neutral, is passionate scientific here are the preferences of men and women here they come from or is it driven by, you know, this, this misogynistic biases and tropes like they are all like this, she will never like you for who you are. She's always looking for another, we don't know, you know, there's much more variability and the very interesting thing that I noticed on Intel forums is that back when they were on Reddit, now they've all been banned. You had a lot of normies coming. So people from outside communities and the women would say, actually, I'm not like this, you describe someone, but that's not how I feel my boyfriend is autistic or I don't discriminate men based on their height or something. And they would never believe they would never accept these testimonies by women who are kind of trying to help them. Like you do have a chance. You know, my boyfriend is not a chad and I love him dearly and they kept on saying that's wrong. That's just what you say. But what your what are your revealed preferences, you know, stated preferences are easy. So they have kind of this double standard for skepticism. You know, if there's something that feeds your world view, they can accept the most ridiculous piece of evidence to show that it proves validates their vision of female nature, which is very dark. Uh But then if you have examples in the other direction. They are gonna be the most. Yeah, hardened skeptics and they won't believe it, unfortunately. So that's kind of the opposite of the, the open mind you need for scientific inquiry where you're ready to accept evidence for all positions, basically."
	},
	{
		"start_time": "1:25:13",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so just as a last topic here, um what would you say, perhaps since you've been studying and looking into these manos ferre communities and so on, what would you say, perhaps would be some of the best ways to try to fight back against the misappropriation of evolutionary science and even other kinds of science that they do there."
	},
	{
		"start_time": "1:25:39",
		"speaker": "Louis Bachaud",
		"words": "So that's obviously the question that I'm being asked a lot because I study this and people come and they say, uh so what's the solution? What should we do? It's hard, it's hard because that's a great science. You know, I don't want to censor evolutionary psychology. Uh Most people do genuinely good work and they are motivated by looking for the truth and I don't want to come up as some sort of, you know, censor for the entire field. I love it. I want to contribute to the field. On the other hand, we can't accept the idea that we have no responsibility. You know, most people do things with our research. I can never prevent it. So why should I do everything, anything about it? And it's true that it's very hard to prevent my friend Macken uh who's the science podcaster? He's gone and he's debated pits from the Manos sphere alive. And he said, at the end, you know, I don't feel like I accomplished anything. I feel like I've, they've kind of became more radical, more entrenched in their position. It's just not working. So it's really tough work. Um I think at least if the field makes sure that it communicates clearly that the results are solid, that you mentioned the variability, the uncertainties that you're cautious about generalization. But you also mentioned, you know, the effect sizes and things like that. There's a lot you can do to kind of try to shield yourself from appropriation by politicized factions. And at least if it doesn't work, maybe it can sh shield the field from criticisms from other branches of academia because that's apr disaster, you know, ep is already controversial and you do have communities that some of them do mass shootings. For example, sometimes, you know, periodically you have one insect that uh amidst acts of massive violence. You don't want those people quoting your science, you don't want those people, you know, you don't want to be associated with them even in terms of the politics of academia. So first, I think there are incentives and justifications for evolutionary scientists to take this seriously. Then there's the question of what they can do and then it becomes really hard because as I said, the content is open, it's on the internet, it's accessible and we like that. And I'm not even sure sometimes that there's, there's a solution where you can really prevent someone with different values from having a different conclusion. So look, for example, scientific studies, they look at links between variables, right? They tell you, I looked at this little bit of nature or society and here is, I think if you pull this lever, this happens, this is what happens and that's it. They are descriptive. Now, they might end their paper by saying, well, maybe we can use this lever to, you know, accomplish that goal. But nothing prevents someone with completely different values to say, oh, I'm gonna use this lever to accomplish this goal. And even if a scientist were, was telling people, hey, look, I've studied women's mate preferences. Here is what would make them tick. Please don't use this to seduce women or please don't use this for that. I mean, no one believes people would actually believe that. So what, what do we do as social scientists? If we find things where you know, this link between variables can be used for all kinds of ends. It's a really difficult question. So I've seen in cells, for example, being fascinated with research on endocrine disrupting chemicals. Uh They do think that there's some sort of global homosexual Jewish conspiracy that's poisoning the water as we speak and trying to make men into more feminized versions of men. And it's true that if you look at the research, they are not Jewish conspiracies, but endocrine disrupting chemicals in our drinking water. We do find that the water is polluted and the values of most scientists who study this is to say we find this link and in terms of prescript. So this is descriptive and in terms of prescription, we think this means we can filter the water, we could use this technology, we can heal people in cells. Let's say, let's ban the contraceptives, let's ban the contraceptive pill because that's where a lot of the chemicals the estrogens come from and from their own point of view, if you don't have sex and if you hate women, why should you care that people pollute your drinking water with your contraceptive pills? So once again, they have very different values. So they have their different interpretation of the research. But what can the researchers do about it? I don't think they can do much. So when I'm being asked for easy fixes, I think it's really hard because these are politics and I mean, if I could use my magic wand and kind of fix, you know, hatred and division between communities and nations in politics, I would do it. But the thing is the Manoe is also anchored to the broader political climate of, you know, culture wars, online, polarized politics in the US. So it's been drifting more and more to the right in Europe here as well. Uh YOU find in the European memos here, so Spanish Italian French, you find much more of the anti imig uh far, right, uh positions that are spreading politically across Europe from eastern northern, southern Europe. And the Manoe is just part of that. I mean, it's, it's somewhere in that cultural landscape. So I would be very presumptuous if, if I thought that I myself could find solutions. Um, YOU know, to kind of hundreds of thousands or millions of people holding beliefs that I don't agree with or that I find distasteful. So I think it's really hard, that's political struggle, that's ideological battle, which is not really my industry as a researcher. And my, maybe my final take on that would be, it's really hard to correct people's opinions and beliefs. And if we are to be a liberal, tolerant society, our goal is also to be, that's one of the classics of liberalism. You know, people do their thing, people think what they want, they have their own religion, they have their own beliefs. I don't mind. So, at the end of the day, if you have red tailed men and red tailed women who want to be in traditional marriages and they consent to the thing and the woman likes, you know, making sandwiches for her husband. Hey, I think that's a pity. That's not how I want to run my life, but that's also not the worst in the tolerant open society. So maybe what we should focus on is the overtly antisocial, um, dangerous violent consequences, manifestations of mane ideology. I'm not sure I can always, I can ever be able to get out, you know, traditional views about traditional gender roles and masculinity. Those go back for Millenia. However, you know, if we make sure that we prevent the more radicalized members from committing terror attacks, we protect, you know, people from cyber harassment because if you're a feminist and you speak out on some of these issues, uh you're gonna receive reams of cyber harassment myself. As a manager, researcher, I've had to make sure to take precautions along the way and things like that. So if we actually can make sure that, you know, these things are mitigated and then hopefully some content producers, some politicians can inspire young men and just bring forward new models of masculinity and answer men about their anxieties about current society because uh there are anxieties that are completely legitimate that drive people to the manos spe young men seem to be more likely to fall prey to, you know, video game addictions, pornography addictions. They are doing less well than girls at school. And the gap is widening, they are enrolling less in college. So there's definitely a lot of space to occupy for politics in those male issues. Uh TRYING to tell male men, you know, about what their role and their identity should be as men, as even biological males. You know, I, I love biology but, uh, I wish it was done by other people than those in the mane. And, uh, unfortunately there's, yeah, there's lots of work to do on these issues. And at the moment, lots of young men are catering towards tiktok or youtube content that just tells them how to be those, uh, assholes basically. But, uh, I, I wouldn't know of a, of a solution to that. I think it would come from politics, from deep changes. And I think this disgruntlement of segments of the male population also has deep economic roots. You know, the the Western countries have been kind of plateauing or declining, not declining, but their economies, you know, are not booming like they used to be in the post World War Two era. So for a lot of men today, you know, you're not necessarily necessarily gonna do as well as your parents. You're not gonna be able to buy a house in a big city because the real estate prices, blah, blah, blah, those are all super deep political economic issues. And I think they are driving forces in the manos sphere as well. So my question, my answer would be, it's complicated and I don't have any, you know, magic solution."
	},
	{
		"start_time": "1:34:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but great. Uh I think that's a very good final message for us to win the interview one. And Louie uh if people are interested in learning more about you and your work, where can they find you on the internet,"
	},
	{
		"start_time": "1:35:02",
		"speaker": "Louis Bachaud",
		"words": "you can find my publications on Google's color. And then I am almost, I don't know when the podcast will be out, but I am writing up the final stages of my phd dissertation. So if you're more interested about this, I wrote 400 pages of Mano Sphere, History, Manoe Sociology. And you will have a complete breakdown of my analysis where I compare the scientific state of the art, the scientific literature. And I try to be really fair and even handed to what people actually say in the manos. And so if yourself, some of your listeners are, you know, adjacent or interested involved in the atmosphere. Um I'm trying to examine your beliefs and tropes and compare them with what actual evolutionary science says. And uh I hope it can, you know, lead you to reconsider some positions or to nuance some of them that would be uh also uh I would be very proud if my research can accomplish that."
	},
	{
		"start_time": "1:35:59",
		"speaker": "Ricardo Lopes",
		"words": "Great. So perhaps we have to schedule a second interview when your dissertation is finished. So to talk about all of the other information you will probably have there. So thank you so much for doing this. It's been a very fun and uh very fun and informative conversation too. Thanks for having me, Ricardo. Hi guys. Thank you for watching this interview until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba Adam Hunt, Pavlo Stassi na Me, Gary G Almansa Zal Ari and YPJ Barboza Julian. Price Edward Hall, Eden Broner Douglas Fry Franca, Lati Gilon Cortez or Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson Ismael Bensley Man George Katis, Valentine Steinman Perros, Kate Von Goler, Alexander Albert. Liam Dan Biar. Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller, Thomas Trumble Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]