[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the, the Center. This time, I'm joined by Doctor Navin Straus. And we've already had an interview back in January this year. I'm leaving a link with in the description of the, of this one. And today we're talking about her latest book or the latest edition of her book, defending pornography, free speech, sex and The Fight For women's rights there. It is right. So Naveen, welcome back to the show. It's always a huge pleasure to everyone."
	},
	{
		"start_time": "00:32",
		"speaker": "Nadine Strossen",
		"words": "I'm delighted to be back Ricardo. Although I must say I have very mixed feelings about NYU Press having reached out to me last year and saying this old book that I wrote 30 years ago is still sadly very relevant because of the ongoing and indeed increasing attacks on sexual expression under this stigmatizing term pornography or it's sometimes attacked as obscenity. But these are labels that have been applied to a whole range of extremely valuable, important expression including classic literature."
	},
	{
		"start_time": "01:20",
		"speaker": "Ricardo Lopes",
		"words": "So let me just ask you by the way, because sometimes people like to have some definitions, but in the particular case of pornography, do you think that there is any proper definition of, of it or that we even need one to address these more ethical and legal issues surrounding pornography or not."
	},
	{
		"start_time": "01:41",
		"speaker": "Nadine Strossen",
		"words": "This is exactly the right place to start Ricardo. And if I will, if I may, I will give uh definitions of not only pornography but also obscenity. Uh, AND let me throw in yet another really important term and concept here which is child pornography. So to start with the term pornography itself has no specific legal meaning or significance at all in American law. And indeed, to the best of my knowledge, the law of most other countries, it is, if you look it up in the dictionary, it is inevitably defined as expression that is sexually explicit or sexually suggestive that is intended to or has the effect of being sexually stimulating or pleasurable. That said we tend to use it at least in contemporary American speech as a derogatory term. It has a rather stigmatizing association, I think. Um, SO we tend to use it for whatever sexual expression we find distasteful many years ago. With the, there was a very strong aspect of the feminist movement in the United States that uh was trying to crusade for outlawing what they called pornography because they wanted to create a new legal concept of sexual expression that they thought should be censored. It wasn't restricted under contemporary American law and it still is not, uh, they defined it as sexual expression that is demeaning or degrading to women. But to try to make the point that they were not completely against all sexual expression. They used the term erotica uh to refer to sexual expression that they thought was fine. And one of my colleagues in the feminist anti censorship movement, because there were many of us and are many of us who are completely committed to women's equality and safety who therefore oppose censoring sexual expression. Uh One of my colleagues uh quoted one of these um pro censorship feminists who literally said, what turns me on is erotica. What turns you on is pornography showing the inevitable subjective concepts here. Now in American law, the vast majority of sexual expression, whether it's explicit or whether it's suggestive, almost all of it is completely protected under the constitution. After all, the first amendment says Congress shall make no law abridging the freedom of speech. It doesn't say unless the speech is about sex. Um There are however two categories of sexual expression that the Supreme Court has said are excluded from first amendment protection. So I think it's really important for people to understand that. Um THE one that I think is defensible and not controversial is for child pornography that has a very specific definition which turns on not what the expression depicts or describes, but rather on how it is produced illegal child pornography, which is not protected by the first amendment includes a sexually explicit or suggestive depiction of an actual child, a minor is actually used in the production process. So that is a form of child abuse, child exploitation. And therefore, it's no more protected than in any other form of child abuse or exploitation. But it is not defined in terms of what the image is. The Supreme Court made that absolutely clear in a case in which it struck down a federal statute that purported to outlaw virtual child pornography. In other words, an actual adult was used, but it was a young looking adult or computer morphing techniques were used to make the adult look younger and so forth. So the harm that the Supreme Court is considered concerned about legitimately is the harm to an actual human being of being used to produce the material, not whatever harm is feared to occur from an adult or somebody else seeing an image that appears to depict a young person, just one other definition and then we can move on to the, you know, nonlegal questions. Uh And that is the concept of obscenity. I'm putting that in quotes. That is actually a legal term of art that the Supreme Court um defined first in 1956. Interestingly enough, until that point, the Supreme Court had not recognized any category of sexual expression defined in terms of its content, what it depicted um as being unprotected by the first amendment. It did that for the first time in 1956. Um AND it created this concept of obscenity, which consists of there's a three part definition. Every sexually explicit material that somebody contends is obscene has to satisfy all three criteria. So it's a relatively narrow concept, but it's still very dangerous because all three of the elements are inevitably subjective. Um The first element is that it has to appeal to the prurient and pr urient, not a very common word, prurient interest in sex. And the Supreme Court literally defined that in a subsequent case as a sick or morbid interest in sex as opposed to a normal and healthy interest in sex. All that really helps, right? Uh And it's defined according to contemporary community standards. Number two, um the material has to be patently offensive, a patently offensive de depiction or description of sexual or expiratory organs or activities again defined in terms of contemporary community standards. And number three, this one is usually the one that's hardest to satisfy. I it is defined in terms of national standards to make it harder to satisfy. The material has to lack serious literary, artistic, political or scientific value. I used to tell my con law students, there's an easy acronym for remembering that the slaps test no serious literary, artistic, political or scientific value. And um many, many of works that have been attacked as illegal obscenity are saved because experts will testify that they do have some serious value that said um the obscenity exception lies about as a proverbial sort of Damocles to chill certain sexual expression and many Supreme Court justices as well as, um, to the best of my knowledge, just about every expert on first amendment law has objected to this exception saying it is completely inconsistent with the language, history and purpose of freedom of speech."
	},
	{
		"start_time": "10:35",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you here because at a certain point, you mentioned feminists and I know that when it comes to pornography and also other sex related uh topics like even sex work in general, we have, we have two main camps of feminists. The ones that I, I I'm going to call here s pro censorship feminists. And on the other hand, the anti censorship feminists. So could you please tell us what are some of the claims made by the pro censorship feminists against pornography? I mean, for example, things like that people like Andrea at work and Catherine mckinnon and others have argued,"
	},
	{
		"start_time": "11:19",
		"speaker": "Nadine Strossen",
		"words": "they have argued that certain sexual depictions are uh stimulate discrimination toward women disrespect toward women and therefore lead to violence against women and discrimination against women. In fact, their claims go much further and refuse to distinguish between, let's say a dept of a rape scene, even in a classic work of art and actual rape. Now, at the time that that movement was first became ascendant, which was in the late 19 seventies, early 19 eighties. And I believe it reached a height in the 19 nineties. Um AT that time, those of us who were feminists and opposed uh censorship of sexual expression understood those claims as, as the rhetoric that one makes in making a strong point. We did not take them literally. And yet, as I explain in the new preface to the reissued addition of defending pornography, uh even though this specific effort of the pro censorship, feminists to outlaw their concept of sexually discriminatory or degrading pornography that failed, it failed resoundingly in the courts of law. And I think in the court of public opinion, including among younger feminists as well on a larger scale, they have been very successful because their some of their more general concepts such as equating expression of violence with actual violence that has become quite widely accepted in many dominant aspects of our culture today, including on campus where surveys that are conducted by fire, the foundation for individual rights and expression and college pulse and others show that distressingly high percentages of students and even younger faculty members consider that expression that is violent is completely indistinguishable from actual violence. And this is very disturbing because not only does it lead to calls to censor I mentioned for example, rape scenes at Columbia University which has a famous core curriculum studying Classic works of Western literature. Students objected to reading the metamorphosis, you know, at Greek Classic because of depictions of rape. Uh BUT even worse than the censorial aspect of this false equation between expression and conduct in terms of violence is that if you believe that violent words are the same as violent conduct, then you are justified in responding to violent words with actual physical violence. And again, these surveys that are now being regularly conducted on campus show that distressingly high numbers of students are saying that they think violence, physical violence is justified as a response to a speaker whose words they consider to be violent or to encourage violence."
	},
	{
		"start_time": "15:17",
		"speaker": "Ricardo Lopes",
		"words": "So, something that the anti porn feminists usually bring to the table in debates on pornography is that they many times reference uh scientific literature that they say supposedly points toward uh pornography being harmful, psychological, harmful for the viewers in different kinds of ways. I mean, in my non expert opinion, the studies I looked at they were not extremely high quality, but that's besides the point here, do you think that uh those kinds of arguments should be taken seriously in the context of uh dealing with pornography as a form of freedom of expression or"
	},
	{
		"start_time": "16:04",
		"speaker": "Nadine Strossen",
		"words": "uh yes, not only in the context of pornography but with respect to every type of expression, Ricardo, freedom of speech along with other freedoms appropriately is not absolute of the importance of treating a right as a constitutional right as a fundamental right is that it creates a strong presumption in favor of the right and imposes a strong, a heavy burden of proof on government to justify any restriction. Uh And let me just state what that burden of proof is. And so the question then is, is there evidence to satisfy it with respect to any particular type of expression, including pornography or obscenity? Uh, AND the burden of proof is that the a speech restriction is justified if, but only if the government can show that the restriction is necessary to promote a countervailing goal of compa and that, no, and I'm gonna use quotes because it's a legal term of art, no less restrictive alternative would suffice. So if you could arm without restricting speech or without restricting as much speech, the government has to use that less you. In other words, you can punish speech only as a last resort when it is literally necessary. So if there were evidence that restricting some additional sexual expression beyond child, so child care gray satisfies that standard, I believe uh because there is evidence that given the secret and clandestine nature of the production process, um The only method that works for stifling the production is to outlaw the resulting product. That was the burden of proof that the government had to satisfy. Um But when you talk about the and so if there were evidence that the only way to prevent rape or to significantly reduce the number of rapes or to, you know, reduce the amount of discrimination against women was to impose further restrictions on sexual expression that would satisfy me. And more importantly, it would satisfy the Supreme Court. But the evidence comes nowhere close to satisfying that bird of proof. I had an entire chapter in the original book to that point in which, uh sadly, and ironically, many of the social scientists who had devoted their whole careers to trying to see whether there is any connection, especially between uh violence, actual violence and any kind of violent depiction, including sexually violent depictions. And they found no such connection and they complained that their work was being cited and distorted by advocates of censorship. In the new preface, I wrote for the new edition, I updated that research and a social scientist who continue to study the issue is a very important issue. Continue to say that there's no evidence of a causal connection. Um And, and some psychologists and social psychologists and penologists and criminologists say, you know, at least for some individuals, it, it actually deflects them from engaging in actual violent conduct that this can be a relatively safe outlet for any kind of violent impulses that they have."
	},
	{
		"start_time": "20:10",
		"speaker": "Ricardo Lopes",
		"words": "I it's very interesting because I've had on the show, people who study these forms of, uh let's say uh these forms of expression on the internet, particularly, I mean pornography on the internet and how people consume it and the kinds of supposed psychological effects that it has on them. And there's even one very interesting thing that is even if there was a correlation, uh it would be a negative correlation because over the years, uh, pornography consumption has gone up and sexual violence has gone down sexual assault and other things like that."
	},
	{
		"start_time": "20:48",
		"speaker": "Nadine Strossen",
		"words": "And I understand that among young people that, I mean, I hear a lot of complaints that younger people are being exposed to por, you know, very graphic pornography at earlier and earlier ages, um, that they are having less actual sexual contact in their real life. Now that may be a negative. And believe me, I'm not here to advocate for certainly not for pornography in general or any particular depiction. But to me, it as is true for all expression. Some of it is positive, some of it is negative. I, I would assume the vast majority, majority of it. The impact depends on myriad countless other factors including the person who's looking at it and how they use it and everything else about them. I mean, when I, in, as I described in um my book, the most graphic depiction of a rape that I had ever seen, uh was in a movie starring Jodie Foster. I'm blanking out on the name of the movie. Now I wrote the book in the early nineties. So we're talking about uh very long ago, but it was a scene of a gang rape. It was horrible to watch it. You know, it wasn't completely graphic or explicit, but it was suggestive enough. And I know that the reaction that I and many others men as well as women. People in law enforcement, people in government had was to mobilize us to crusade for laws that would more effectively prevent and punish um people who engage in rape. And that led among other things to the violence against women act to train, increase increased training of police officers and prosecutors and uh others in law enforcement to be more attuned to and more sensitive about women who were victims of rape. So, you know, seeing something depicted, it can lead to exactly the opposite real world impact in terms of the underlying problems. Now, you know, for me, I would say as somebody who is very concerned about young people, I speak on college campus all the time. Uh I really am concerned that they develop a positive and enthusiastic uh attitude towards sex and sexuality and of the role that I can play in their individual lives and in their relationships. And so when I hear complaints that, you know, too much online pornography is likely to give them unrealistic expectations or turn them off from actual sensitive real world experiences, you know, that, that raises a concern in my mind to which the answer as always is not censoring speech, but more speech, let's have more positive sexual expressions that are more constructive."
	},
	{
		"start_time": "23:59",
		"speaker": "Ricardo Lopes",
		"words": "But since we're talking about sexual expression here, uh couldn't it happen that particularly the more the people who fall more on the conservative end of the political spectrum, conservative feminists and other kinds of conservatives. If laws that, uh, that would, uh, uh, uh, if laws that, uh, if laws where there would be censorship of pornography were to be passed, couldn't they also target because it's a form of sexual expression, sexual education in schools and elsewhere."
	},
	{
		"start_time": "24:36",
		"speaker": "Nadine Strossen",
		"words": "Absolutely. And, um, we have seen with, uh, various measures that have either been enacted or proposed that the targets have because the concepts are so inherently subjective and the definitions are so vague and overbroad that any member of the community can make a complaint about any sexual expression that they find inconsistent with their values. I, I gave a little legal lecture at the beginning. Let me add what I think most of your audience will be familiar with the most famous statement that a Supreme Court justice ever made in all of the cases in this topic was Potter Stewart when he was referring to illegal obscenity, uh which he referred, he used the colloquial term, hardcore pornography, which is not a Supreme Court term, but that many people use. He said I cannot define it, but I know it when I see it and the point is that everybody sees a different it and we certainly have had experiences of classic works of sexual education. Indeed, from a feminist point of view, there was a classic uh at the time that I was writing my book called Our Bodies Ourselves that was written by the Boston Women's health collective, you know, a se positive feminist, positive uh book about women's sexuality and, and health in general reproductive options. And that was targeted all over the country as being illegal obscenity. You know, at the other end of the spectrum uh work that would be of great concern to cultural, political and religious conservatives. The Bible has been attacked and even sought to be removed from public libraries because of um graphic descriptions of rape and violence including gang rape against women. So, you know, nothing in the realm of sexuality or even perceived sexuality is safe. And I say even perceived sexuality, Ricardo, because in my book, I give examples of abstract works of art that people would look at both conservatives and radical feminists and say, oh, you know, that's sexually suggestive that clearly is indicative of violence against women are as clearly inconsistent with traditional family values. You know, I'm smiling, but it's really it it it's not, it's really no laughing matter because it led to has led to uh removals of of, of uh abstract works of art, even from college campuses."
	},
	{
		"start_time": "27:46",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, talking about art and even other areas where we can have sexual expression. This could also target, I mean this this kind of laws and this kind of attitudes toward to pornography could also target LGBT Q people, right?"
	},
	{
		"start_time": "28:04",
		"speaker": "Nadine Strossen",
		"words": "And not only could but um have always been a major target. Not surprisingly because as with any censorship law that gives basically, uh, unfettered discretion to the un enforcing authorities precisely because of the vagueness and the overbreadth of the concept. I mean, I know it when I see it, that means whoever is enforcing the law who is probably gonna reflect not only his own individual values, but those of doubt, prominent, powerful community interests, whatever they consider distasteful is going to be suppressed. So, in defending pornography, uh, again, 30 years ago, I had an enormous amount of coverage about uh how often and predictably the targets were LGBT Q expression. And I think the most dramatic case study on point was our neighboring country of Canada, which in 1992 did adopt the feminist pro censorship concept of illegal pornography. Anything that is demeaning or degrading. And sadly, the predictions that the anti censorship feminists had made that the first targets would include feminist and LGBT Q expression. Sadly, uh that came to roost and all of the lesbian and gay bookstores in Canada at the time were immediately targeted. Uh Many of them went out of business at the US Canada border, Canadian customs seized all manner of classic works uh by or about the LGBT Q community. And the real irony that, you know, again, I she hadn't come to pass but Andrea Din's own works were suppressed by Canadians. And I'm talking about not only her explicitly anti pornography work. So in some way you would expect because along with other anti pornography crusaders she depicted and described in great detail exactly the pornography that she thought was dangerous. But she also wrote novels. II, I put it in the past just because sadly, she died a while back. But her novels com works completely from the imagination were filled with the most brutal graphic sexual violence. So, uh, under the explicit terms of the law, she had advocated her own books were, were censored and she said, well, I think that's a price worth paying. Uh MANY of her readers did not agree with that,"
	},
	{
		"start_time": "30:50",
		"speaker": "Ricardo Lopes",
		"words": "right? And then another to think that anti porn feminists usually do when arguing against pornography is that they use terms like sexual exploitation, sexual subordination. What does that mean? Exactly."
	},
	{
		"start_time": "31:09",
		"speaker": "Nadine Strossen",
		"words": "So uh before I answer that excellent question, I want to say one other point in response to the prior excellent question because I, I answered in terms of history. But I wanna make very clear the reason why NYU press reached out to me and asked to republish the book as part of its NYU Classic series and asked me to write a new preface explaining why. Sadly, it continues to be completely applicable is that there is an anti pornography, anti obscenity movement today. Many of, of the most dominant, powerful strains of which are continuing to focus on LGBT Q expression. Most important case in point are a whole raft of state laws, uh executive orders and local regulations that are attacking library books in public schools and in public library um that are said to be pornographic or obscene and studies have been done. Reports have been done over the last few years by respected organizations. Um The American Library Association, Pen America, an organization of writers that focuses on anti censorship issues. The national coalition against censorship, the major targets of all of these efforts throughout the country are books that are by or about LGBT Q individuals. So this is a very, very serious ongoing issue. Now to your um most recent excellent question, um sexual exploitation or sexual subordination. That again is a very subjective concept. Uh OBVIOUSLY, in, you know, abstract legal terms, I should say it's obvious, but maybe it doesn't go without saying any form of non consensual treatment of a particular individual is absolutely antithetical to that person's freedom and dignity and autonomy and is a violation of criminal law as well as seminal as well as civil law, which is exactly why we have the concept of child pornography. Because below a certain age, our legal system appropriately says you are inherently incapable of meaningful consent. Um The pro censorship, feminists expressed equated women with Children and said that because of um our, the sexist society, the patriarchy in which we live, they contended that women are inherently incapable of meaningful consent either to look at sexual expression, to perform in it uh so forth. And therefore, they said women should be protected along with Children. Those of us who think that we might want to look at uh sexual expression or even perform for it or even to enjoy sex in general because this is a movement that was profoundly anti sex uh in general. Um EVEN beyond commercial, the commercial pornography and industry um basically saying that inherently women are exploited and those of us who think we are consenting are victims of false consciousness. So that's where the concept of exploitation goes way too far from my perspective as um what I would call a classical liberal feminist. And I am concerned that conditions of inequality and discrimination mean that we do have to be, be very sure uh to ascertain that there actually is informed and meaningful voluntary consent um that women are not victims of even more subtle forms of exploitation or coercion. Uh You know, so I am very attentive to that, but I will not take the final step that the pro censorship group does. That says sex or sexual expression is inherently exploitative of women. You know, in my uh book, I thought one of the most interesting examples to me uh of even uh what I would consider to be degrading images uh namely of uh rape scenes, Nancy Friday, a wonderful feminist writer collected several volumes of women's fantasies about sexuality. And uh she found to her surprise that one of the most common forms of fantasy that women voluntarily had you know, like when they're daydreaming or their dreams at night was rape fantasies. And as she explained, that did not mean that they wanted to be raped, but they fantasized in a culture where good girls were brought up, not be so, you know, to make sexual advances or to seek pleasure in sex. You know, and Nancy is about my age. So we were brought up in that era that to get have permission to enjoy sex, you had to be overtaken overcome by the male. And I think we see that uh in the covers of romance novels, I must admit, I don't really delve behind the cover, but I see them in grocery stores and I know that they are really best selling works. You know, it often depicts uh you know, this powerful man who is overtaking a woman. And so that gives her permission to enjoy the sexuality. So it's all very complex and um I would reject the broad brush concept that uh uh of exploitation."
	},
	{
		"start_time": "37:38",
		"speaker": "Ricardo Lopes",
		"words": "So I'm not sure what uh what your thoughts on the point I'm about to make uh would be. But I, it seems to me that uh we have this sort of very emotional and even sometimes perhaps moral reactions to pornography. And they come from women that are perhaps a little bit more conservative and even men of course, but women that are more conservative and I, and it's mainly because they can't imagine themselves being a porn performer doing those kinds of things that the porn performers do on set and elsewhere. And that's why they are against it. And sometimes they uh they would like to prohibit it. I mean, don't you have this kind of feeling that this is perhaps what it all boils down to?"
	},
	{
		"start_time": "38:30",
		"speaker": "Nadine Strossen",
		"words": "Well, uh Ricardo, but I actually have spent at least as much time debating against and lobbying against those from the left end of the political spectrum as well as the right end of the political spectrum. So, and even so in the starting in the late seventies, we had this so called radical feminists who were the including Andrew D work and Catherine mckinnon, who were the ones that came up with this supposedly new fangled concept of illegal pornography. They were definitely to the left. And today we still have people who now people on the left tend to use the term progressive instead of radical. But again, to distinguish it from those of us who are liberal and espouse classical liberal values of free speech and reducing government power. Um We have progressive feminists who are very concerned about what they call revenge pornography and uh other are supporting other kinds of restrictions on sexual expression, including age verification requirements that's coming from the left as well as from the right. Um And again, the concerns on the, so even though we have these opposite perspectives in terms of general feminist values and family values very, very different goals. They do coalesce in agreeing that sexual expression is dangerous. I think that the danger that is seen from the left continues to be undermining women's safety and dignity and equality because somehow they, they reject the idea from their perspective that a true feminist could really agree to make her living in the porn industry or even to look at a porn film. Uh Whereas from the right, you know, again, they, they, they don't think that a good woman with traditional family values, you know, who believes that sex is only appropriate in the traditional uh for the purpose of having Children and so forth. Um Those are, but they, they call less around wanting to restrict individual freedom of choice and also to project certain values into, into sexuality. Uh And I, and I must say I probably had some of those stereotypes myself. I was, um I assumed that you would not become a sex worker unless you had absolutely no other options in life. And um all of us and I was quite interested through my work in supporting freedom of choice and meaningful choice, which means and make sure there are safe working conditions and, uh you know, no actual physical or even psychological exploitation. So I met women who were active in, among sex workers organizing for unions, organizing for workplace protection, you know, joyously affirming that they could make their living in other ways. But they had a great deal of, of satisfaction from doing this. I uh was quite close with Candida Ra who sadly died a few a year or two ago, uh who had been a star performer in conventional pornography was a feminist and formed her own production company to produce pornographic films that she thought had a specifically pro feminist, pro women um sensibility and she very talented person who could have made her living in many other ways. You really got a lot of artistic and, you know, social satisfaction knowing that this was so important and meaningful to a large audience."
	},
	{
		"start_time": "42:31",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT I mean, perhaps another aspect to the point I tried to make previously is that when it comes to these kinds of ideas, like the one you mentioned, where people assume that no one would go into pornography or any kind of sex work unless they were coerced into it or didn't have any other economic options or, or work options or, or something like that, uh, that, and the fact that, uh, the anti porn feminists tend to assume what goes on in the minds of the performers because they assume that it's impossible for someone to really actually like doing that kind of stuff. Is, isn't that a bit condescending?"
	},
	{
		"start_time": "43:18",
		"speaker": "Nadine Strossen",
		"words": "Oh, absolutely. I mean, it's very, um, and I used the term like, uh, big sister, right? That we know better than you, what is good for you and if you think that you want to do this. You are a victim of false consciousness. So it's a, it may very well be from a positive benign motive. I'm very happy to give them the benefit of the doubt that they really think it is for women's own good to be protected against um this material. But that kind of paternalism or maternal is deeply inconsistent with my concept of uh not only individual rights but also equality. And in fact, that was the rationale that was used for all kinds of laws that we now look back on and say we're deeply discriminatory. Uh WOMEN were protected by laws that um shielded them from entering certain professions or even shielded them from jury duty or that imposed a maximum number of hours that women could work and so forth. And in the very first Supreme Court opinion back in the early seventies that rejected that rationale justice, William Brennan had a wonderful line which I learned actually, he lifted from a brief written by Ruth Bader Ginsburg in her then capacity as the founding director of the AC Lu Women's Rights Project. Uh WHEN he said these laws and I would say including the feminist pro censorship advocated laws uh reflect an attitude of romantic paternalism which put women. And it was much more eloquent than my paraphrase, uh which rather than protecting women, put them in a cage."
	},
	{
		"start_time": "45:25",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, sort of related to my previous question, can censorship also harm in different kinds of way, even the porn performers themselves."
	},
	{
		"start_time": "45:38",
		"speaker": "Nadine Strossen",
		"words": "Oh, absolutely. I mean, I need to take a drink but I wanna make sure you and your audience see my favorite mug here."
	},
	{
		"start_time": "45:46",
		"speaker": "Ricardo Lopes",
		"words": "It's very nice."
	},
	{
		"start_time": "45:47",
		"speaker": "Nadine Strossen",
		"words": "Thank you. Um, ABSOLUTELY. Because as is true of every prohibitionist strategy laws restricting the sex industry and the pornography industry, uh, do not eliminate it altogether. Rather, they simply force it to go underground, which means that those who participate in it are subject to exploitation and abuse that they would not be if it were a legal activity and they could be protected by unions by OSHA, the occupational safety and health administration by health laws and, and so forth. And that's exactly why sex workers have been so strongly advocating for legalization and um to the best of my uh amnesty International and perhaps some other international human rights organizations have advocated decriminalization of sex work. Uh NOT so much on free speech grounds that you and I are talking about, but on the other grounds that you just raised, you know, the equality and dignity and safety uh uh of the people who are participating in it."
	},
	{
		"start_time": "47:11",
		"speaker": "Ricardo Lopes",
		"words": "Uh That's a very interesting point because wouldn't it also apply to some of sometimes when feminists raise the issue of sex trafficking in pornography and other and also other kinds of sex work. I mean, wouldn't the legalization or the decriminalization of pornography and other kinds of sex work? Also, we help fight against the trafficking."
	},
	{
		"start_time": "47:40",
		"speaker": "Nadine Strossen",
		"words": "Yes, absolutely. And um one of the most recent controversies about this was, and it's a really good example of both the right and the left ganging up on sexual expression uh was a law that was passed a few years ago. The acronyms were foster and sesta just slightly different versions and uh the two Houses of Congress, but it was to uh supposedly to fight online sex trafficking, The federal online Trafficking Act uh to restrict sexual expression online, that was advocated by politicians all across the ideological spectrum and opposed by sex workers organizations and also opposed by anti trafficking organizations, opposed by LGBT Q organizations and so forth because they said, you know, if you, you eliminate these online forums, then that we're going to be forced to go back on the street, which is much more dangerous where uh trafficking actually does occur. And a number of studies have been done now about the actual impact of that law that was supposed to protect against trafficking has, in fact, um the studies consistently show led to increased trafficking."
	},
	{
		"start_time": "49:10",
		"speaker": "Ricardo Lopes",
		"words": "I mean, at this debate between the anti porn feminists and the let's call them pro porn feminists. Don't you think that it would be easier for people to uh uh uh I mean, for people to come to a sort of, I, I wouldn't even say consensus but to agree more with each other if they just ask reps, pardon? The performers themselves, how they feel about their work because it, it seems to me that, of course, it's true that there are a few people there, women and men that probably do not like it that much. And so, uh, and, uh, a number of them are victims of sex trafficking, of co, of course, but it seems to me that there's still a big number of performers that, uh, went into porn from, from their own volition. I mean, it was their own decision, not worse and they like what they do, right? So, I mean, couldn't, couldn't this be solved with uh by talking more with those people, the people who actually do that kind of work"
	},
	{
		"start_time": "50:24",
		"speaker": "Nadine Strossen",
		"words": "from my perspective and from your perspective, that would be effective because we respect individual, freedom of choice. But from the perspective of those who think that they are protecting people and that they know better than the people themselves, what is good for them? That's not a solution, right? It goes back to your earlier question about paternalism or maternal. Uh But Ricardo, I do want to um uh take issue with one term that you used, which is uh uh it pro porn feminist. And it's a little bit similar to, you know, I don't know anybody who's pro abortion. I just know people who are pro choice. Uh And so I am provid freedom of choice. I'm not advocating any particular expression at all. And that's, I say that not only about pornography but about hate speech, about extremist speech, about disinformation, any other form of controversial expression? I'm not endorsing the content. I'm not dis endorsing it. I'm just addressing a different principle which is, it doesn't matter what my own view is, that's up to the individual to decide what, to produce, what to consume, what not to produce what not to consume."
	},
	{
		"start_time": "51:41",
		"speaker": "Ricardo Lopes",
		"words": "By the way, the feminists who are against pornography, do they also target the websites for content creation that the content creation that is done by the performers themselves? Like only fans and other kinds of platforms? Do they also? Sorry?"
	},
	{
		"start_time": "52:03",
		"speaker": "Nadine Strossen",
		"words": "Oh, I'm so sorry. I I can't address that specific example. But if I look at the uh anti porn laws that were drafted by uh the pertinent group of feminists and that are advocated by them or foster and sesta uh which were advocated by them. It's absolutely irrelevant who is involved in the creation or the consumption for that matter. Uh They look simply at the content and the value judgment they make about whether other people should be making that content or enjoying that content."
	},
	{
		"start_time": "52:41",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yes. The only reason why I mentioned that is because uh many, many of those feminists tend to argue that because uh uh tend to argue that women who are performers are exploited by the producers, the directors and other people in the industry. But I mean, at least in the specific case of online content creators. That is the, the pe uh the performers themselves creating their own content that would be even less relevant."
	},
	{
		"start_time": "53:15",
		"speaker": "Nadine Strossen",
		"words": "You know, it's so interesting because I have read that there are just enormous numbers of people, men, as well as women who are, you know, engaging in their own productions. You know, they film themselves and they put it online and they don't even get paid for it obviously get, you know, and nobody's putting a gun to their head. They obviously get a great deal of uh of pleasure from that. In fact, uh I do a lot of work on campuses as you know, because uh campuses have been such an important center of the debates about free speech and censorship. And one of the uh recent issues on campus you may be aware of is a provost at a university in Wisconsin who he and his wife voluntarily. It wasn't even pornography as, as I recall, they were just um naked uh videos of themselves cooking, right? And they got an enormous amount of pleasure from it. Um But he has now lost his job because that was seen as being so controversial. And those of us in the free speech community say, you know, he had a right to do it and nobody made any complaints about anything he said or did in his official profe professorial or administrative capacities. But there is such negative judgment about even nakedness, let alone um sexual content. And I think some of that goes back to a puritanical heritage that we have in this country. Um Many European countries and other, you know, western advanced democracies are much more tolerant of sexual expression than we are the united on the whole has the strongest protection of free speech. Certainly that's true for speech in the public policy realm, more protection for defamation about public officials, more protection for hate speech, more protection for extremist speech. Uh But my friends in other countries are mocking me about our censoriousness when it comes to sexuality or the human body."
	},
	{
		"start_time": "55:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I live in here in Europe and I can confirm that. So. Uh OK, so I think that this would be a great point for us to wrap up the interview one. And again, the book is defending pornography, free speech, sex and the Fight for women's rights. There, it is again, uh nothing apart from the book. Would you just like to tell people again where they can find you and your work on the internet?"
	},
	{
		"start_time": "56:05",
		"speaker": "Nadine Strossen",
		"words": "I eschew social media. But I do have a uh profile at the New York law school website uh where you can find uh a lot of materials including footnotes for my recent books and several and a whole list of all of my other publications and I do answer emails and my email address is also on that website."
	},
	{
		"start_time": "56:31",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for coming on. The show. It's always a big pleasure to talk with you and I think this was a very informative and fun conversation. So, thank you so much."
	},
	{
		"start_time": "56:43",
		"speaker": "Nadine Strossen",
		"words": "Thank you so much, Ricardo. I look forward to another opportunity."
	},
	{
		"start_time": "56:48",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs called Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J Tom Hummel S friends David W de Ro Ro Diego and Jan Punter Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi, Nale Me, Gary G Alman Samos, Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez or Solis Scott Zachary Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio, Theophanous Chris Williams and Peter Wo David Williams Di Costa Anton, Erickson, Charles Murray, Alex Chao Marie. Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor, Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perlis Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca, Toni, Tom Vig and Bernard N Cortes Dixon, Bendik, Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]