[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Lob. And today I'm joined by Doctors Robin Gregory and Brooke Moore. Uh Doctor Gregory is adjunct professor at the Institute for Resources environment and sustainability at the University of British Columbia. And Dr Moore is a district principal in Delta Schools and also an adjunct professor at the University of British Columbia. And today we we're talking about their book, sorting it out, supporting teenage decision making. So, Doctor Gregory, Doctor Moore, welcome to the show. It's a pleasure to have"
	},
	{
		"start_time": "00:36",
		"speaker": "Robin Gregory",
		"words": "everyone. It's great to be here today. And um I'm coming in zooming in from the lands of the Chin and the Muslim on the west coast of what is now known as Canada. And over to you, Robin, where are you coming in from?"
	},
	{
		"start_time": "00:51",
		"speaker": "Brooke Moore",
		"words": "I'm coming in from near uh what's now the town of seashell? But the seashell nation and the Kalish peoples who've lived here for uh thousands and thousands of years and have kept this environment very beautiful. So,"
	},
	{
		"start_time": "01:07",
		"speaker": "Robin Gregory",
		"words": "yeah, and it's just important for us to, to do that because most of our province is um on unseeded territory actually, and so just wanna raise our hands and offer respect."
	},
	{
		"start_time": "01:20",
		"speaker": "Ricardo Lopes",
		"words": "So tell us first, what is the premise of your book? And what rules did you have in mind when writing it?"
	},
	{
		"start_time": "01:30",
		"speaker": "Brooke Moore",
		"words": "Oh, you go, you go, you go Brooke."
	},
	{
		"start_time": "01:33",
		"speaker": "Robin Gregory",
		"words": "The premise of our book is um basically a model, a six phase model for decision making. And it's um based in science and it's really aimed at the everyday user. Um Primarily the book is written for adults who live or work with youth. Anybody between 10 and 25 I'd say broadly speaking, um to help them make good decisions, thoughtful intentional decisions in their lives."
	},
	{
		"start_time": "01:59",
		"speaker": "Ricardo Lopes",
		"words": "Since you're talking here in the book specifically about teenagers, what would you say are perhaps the aspects of decision making that are the most important to understand and target in teenagers specifically?"
	},
	{
		"start_time": "02:15",
		"speaker": "Brooke Moore",
		"words": "So I think we picked teenagers well, partly because of the work that Brooke and I have done with many fantastic teachers in schools which focuses on, on kids uh sort of between 12 and 18 and then also in the university. But um you know, that's an age where you move from having other people make decisions for you to where you have to make decisions yourself. And there's basically nothing much taught in schools about uh what does that mean to make a good decision? We learn about math, we learn about social sciences, we learn about, but we don't learn about decision making and yet I can't think of anything more important for, um, for anyone to know teenagers, adults, um, than how to make good choices and what that, what that means. So, I think by focusing on teenagers, they, they're at that point where there's still many teenagers eager to learn their minds are open, their minds are developing but they're making these choices, little choices and big choices that will really shape their lives. And I think the best way to shape your life is through, uh making good choices. So I think we wanted to focus on that age and write a book really for the adults who live or work with teens, as Brooke said, because many adults don't, they, they tell their kids well, make a good choice, make good choices, make good decisions. They have no idea what that means. They don't really know. I essentially a good decision would be what they want. And Brooke and I both really feel strongly that a good decision should be what the compatible with the teenagers values. Who is this person, they're finding out who they are. Um, IT should be their values, their personality, their agency, which really shapes it, their decisions, not some rules that are developed from, from outside. And basically what kids get are, are rules for good behavior and we want a process for good decisions. It's quite different. So a long winded answer."
	},
	{
		"start_time": "04:26",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, you go through six different decision maker moves, we're going to talk about them. But uh just to introduce them and also to ask you how you got at these six decision maker moves specifically. So they are from the decision clarify the matters, generate options, explore consequences, wait Roff prioritize and choose. And the final ones take curious and learn. So why these six decision maker remove specifically"
	},
	{
		"start_time": "05:03",
		"speaker": "Brooke Moore",
		"words": "rock? You take this?"
	},
	{
		"start_time": "05:05",
		"speaker": "Robin Gregory",
		"words": "OK. Um Those six decision maker moves are based in the decision sciences which um and it comes from a model uh developed by Ralph Keeney and, and some others um called the Proact model. But we wanted something that was more um plain language, some words that would be really easily understood by, by youth and by um people who aren't in the decision making sciences. Um And we developed them with um some colleagues of Robins uh Lee failing and Graham Long and um some teachers that I work with in Delta. And so through that collaboration um and a lot of back and forth, we, we landed on those sex moves. Um Did you want us to describe what those sex moves are?"
	},
	{
		"start_time": "05:54",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yes, we're going to go through each of them. But what are the main goals with this decision maker moves? I mean, what effects do you expect them to have on teenager psychology?"
	},
	{
		"start_time": "06:08",
		"speaker": "Brooke Moore",
		"words": "So, so the Behavioral sciences or Decision sciences, which kind of grew out of um uh part that we're looking at a group out of Harvard and MIT. So Harvard, Ra Ralph Keeney, bunch of people. Um, AND we're very much following their, their lead that was really oriented towards either university students or businesses. So it's not very friendly when it comes to your, you know, your parents or teachers or your, your more or, you know, ordinary citizen, uh, who tends to be just as smart but hasn't had the, the same training. Um, SO I, I think, um, there's just, there's a couple of very fundamental thing. One is that most people, when they make decisions, they focus on how the decision turned out. It was a good decision because I carried an umbrella and it rained. It was a bad decision if I carried an umbrella and it didn't rain and that has to do with outcomes, uh that we can't control, you know, I can't control whether it rains or not. So I might make a really good decision but it, it doesn't fit with the outcome. So I think what Brooklyn I wanted to do and again, this follows, um, a lot of work and the values focus of behavioral decision making. Um Let's start with what the problem is and what, what matters in this context, what's important, what are the values rather than getting it backwards and starting with the alternatives. Um, YOU know, all of us have sat around a table and, and somebody says, well, should we do A or B and it's like I don't know why, why would we do either one? What matters to us, what's important. So, we've got, we've got the cart before the horse, we've got the whole thing backwards. And I think that was maybe the strongest message of what we're doing is you've got to start by focusing on the right decision and really paying attention to your values, which is talk about it later, I guess. But it's a lot harder than it might seem."
	},
	{
		"start_time": "08:09",
		"speaker": "Ricardo Lopes",
		"words": "And, and what do you think is the role that adults can play here when I mean, people are still teenagers when it comes to supporting them and guiding them in their decisions with these decision maker moves in mind."
	},
	{
		"start_time": "08:25",
		"speaker": "Robin Gregory",
		"words": "One of the things that adults tend to do if they don't have the decision maker moves in mind is they will say we'll go with your gut or um they'll offer advice as to what they would do or they'll say, well, think about it, you know, really think about it, think about what you wanna do. Um And what the decision maker moves do is offer uh more uh mentorship, kind of mindset and role so that the adult in the youth life can ask questions and not lead them to a particular answer. But um help them develop those thinking skills. And that practice of thinking deliberatively um from a values based beginning. And the thing that I really enjoy about it is that, um you know, and I have a 10 year old, she just turned 10 and a 13 year old and, um, I can do it really slyly. Like, I don't have to make it a big event. I can just, yesterday we were literally walking to, at the store and my daughter had a couple dollars, she was allowed to buy some candy with and she was like, I've got to make the decision. Do I buy the, this candy or that candy? And I just for kicks, um use the decision maker moves with her and it was really enjoyable because I got to see her thinking and I got to support her thinking. Um AND I, you know, it was a pretty safe choice to let her have full ownership over. So she got to live with the consequences of her choice, which is also a really good learning opportunity. So as a parent and also as a teacher, um it's a really beautiful role to play when you can, when you can just be asking questions and not telling, you know, that there's space for them to develop who they are and through how they think. Um And that's a just a beautiful space to be because I think the,"
	},
	{
		"start_time": "10:12",
		"speaker": "Brooke Moore",
		"words": "the curiosity asking questions um that, that was nice, Brooke is um I think really key to what we're doing because if you just, if you're a teenager and you're faced with a bunch of rules, do this, do that um There's not much to be curious about you kind of grudgingly do something. Um Whereas if you're in an environment that fosters curiosity, that's also curiosity about other people. So if you have a say, a small group of kids who are 14 or 15, one thing we'd really like to develop is having kids be curious about why others might see the world differently than them. You know, why Brook's child's friend might want different candies than she wants, you know, like what's going on. So you get this dialogue between people and you know, I think um that dialogue, that kind of curiosity is so much missing among mu you know, much of the adult world if you look at the world of politics and what's going on. So I think if we can just little tiny bit encourage that curiosity, compassion, better listening among teenagers, maybe, maybe, maybe, maybe the world will someday be a better place. So I think that's, that's there too and it can start with something as simple as you know, take your $2 and go buy candy. Uh YOU know, think about what you want and realize that you'll deal with the consequences. I think that's, it's a great lesson."
	},
	{
		"start_time": "11:44",
		"speaker": "Ricardo Lopes",
		"words": "So I imagine that when it comes to the bit about really having a good understanding that other people might think differently might have other values. One goal here would also be to try to avoid a naive realism,"
	},
	{
		"start_time": "12:01",
		"speaker": "Brooke Moore",
		"words": "right? Yes. Yes. And misinformation which goes along with,"
	},
	{
		"start_time": "12:07",
		"speaker": "Ricardo Lopes",
		"words": "uh, right. So, a and in what way should teenagers be given a voice in their choices? Because of course, we shouldn't just let them do whatever they want but to what extent and, uh, I mean, uh, it, how much should we listen to them and in what particular circumstances, let's say"
	},
	{
		"start_time": "12:32",
		"speaker": "Brooke Moore",
		"words": "that's a, that's a question that goes beyond a, again. We, we wrote a book about decision making and part of your question touches on um uh cultural backgrounds, religious views, all sorts of things on which we are not experts. Um So I, I'm got you,"
	},
	{
		"start_time": "13:00",
		"speaker": "Robin Gregory",
		"words": "it will be different for every, every parent and every teacher, the degree of autonomy that they want to extend in space, they want to extend to the, to the youth in their lives or in their work. Um So that question aside, that'll be a decision for every adult. But that question aside, once you do have some space where you decide, defined as, as safe to play or, or, um that you're going to encourage, this is sort of like a, like a map to help you through that space. Um Because even in classrooms, like often teachers uh when they're having a class, make a decision, they'll resort to voting right. We'll have a big vote. And what the decision maker moves do is create a space for thinking rather than taking sides. And um and that has in the classrooms that we've been able to witness. It been a really beautiful dialogue like Robin mentioned earlier where the discussion is, OK. Well, if that really matters to you and this really matters to me, and we can both agree that they matter to the large group to some extent. Um How can we navigate our way through this? And, and it does um create a space for perspective seeking um rather than just perspective taking like in a voting situation. So I think regardless of the space or the length of um of rope you want to extend to the youth in your lives, this is a way to help you do that in a, in a really thoughtful way"
	},
	{
		"start_time": "14:23",
		"speaker": "Brooke Moore",
		"words": "length of rope probably isn't the analogy we want, right?"
	},
	{
		"start_time": "14:26",
		"speaker": "Robin Gregory",
		"words": "No, it's not a good one."
	},
	{
		"start_time": "14:28",
		"speaker": "Brooke Moore",
		"words": "Um Brooke mentioned thinking though and, and another basic thing is, and this goes back to um work in the nineties and the behavioral sciences and Danny Kahneman book Thinking Fast and Slow, the best seller around the world um is that there has been also an emphasis on thinking and reflection, pause and reflect, you know, look before you leap. Um Actually many, many of the decisions we make are powered by our emotions or intuition and are made extremely quickly. So something we try our best throughout the book to pay attention to is that um there are these two modes of thinking and one is very quick, very automatic very fast and the other one is much more reflective. So for a lot of the daily decisions you, you go with, you go with your emotions, you go with your intuitions. Uh YOU have to um but then for the more consequential decisions, we want, we want that. OK, let's think about what the, what's, what's going on, what are values, et cetera. So it's not um it's very different from, say much of the critical thinking literature or other words like that, that are used in education and that we really do try to leave a, you know, a big place for that other, that other mode of thinking, the emotional, the intuitive."
	},
	{
		"start_time": "15:48",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned Daniel Kman there and he, of course, did lots of work on biases and heuristics, for example. And in the book, you also talk about what you call decision traps. So what are these? And could you tell us a little bit about things like anchoring, numbing availability and the sort of effects they have on our decision making?"
	},
	{
		"start_time": "16:14",
		"speaker": "Robin Gregory",
		"words": "I start this one Robin and then maybe you can finish"
	},
	{
		"start_time": "16:16",
		"speaker": "Brooke Moore",
		"words": "it. Let's go for a couple hours here. This is a great topic."
	},
	{
		"start_time": "16:21",
		"speaker": "Robin Gregory",
		"words": "The decision traps is really what, um attracted me to this line of, of learning. Um I certainly didn't know much about them beforehand before meeting with Robin and working together. Um And it appealed to me because it's such a human way of moving through the world that we, um, that fast thinking brain trips us up all the time and we use the term decision traps. Um, uh, THERE'S a lot of other scientific words for it that RNA is much more familiar with, but the decision traps because it's just this plain language way of thinking and our, uh, way of talking about it. But we see this all the time and what we do in the book is we list some of the really common ones. What we do when we work in, with people with classrooms and with groups of teachers is, um, I'll often put up a list of them and, uh, I'll say which one resonates the most with you, which one is most familiar in your life. And after a few seconds and the people looking at the list, they'll start giggling because all of them are very familiar to us because, um, it's just how we're wired. And so, um, we can see them, you know, in our own lives, but we can also see them in the headlines of media right now where and in our algorithms of social media where we've got, um, in our social media feeds, the algorithms push people that think like us into our feeds. And so we sort of seek out, um, to confirm our bias, confirmation bias is one of those traps and don't, without even knowing it, we become much more polarized in our, in our views and our spaces and So the decision maker moves, offers us a way of slowing down because it's not enough to say that somebody we'll just slow down and think about it more. Um THE without any hand holding as to what to think about and ways of making that visible. And so the decision maker moves, help you navigate through what could otherwise be um many, many traps waiting for you in that fast thinking way."
	},
	{
		"start_time": "18:15",
		"speaker": "Brooke Moore",
		"words": "Yeah. So I do a lot of work um helping governments make various decisions. Um The same stuff comes up if I'm working with a senior government, you know, or elected officials. Um In that, yeah, these biases are just errors in decision making that every human um is prone to uh and knowing about them helps prevent them. So you mentioned like anchoring, anchoring is where a first impression or your sort of starting point, then conditions everything else you think about something. Um uh So, so you anchor on that first impression, which means you're closing off to some later information that you get numbing is a, is a big one. For, I think that uh talking about social media in that, I think it's very easy if we hear news, like hear news about the war in Ukraine, we hear day after day after day and on the, you know, 78th day when you read about something, how do you still contact that place in yourself to feel compassion for, for those people. Um, AND how do you, how do you deal with, you know, large numbers, um, if, uh, if 10,000 people have been injured in an earthquake, well, it's actually, you know, turns out to be 20,000, that's 10,000 more people who are inconvenienced or hurt or in the hospital, or that's a huge number of people. So, I think it's very hard for us to give meaning to, um, meaning to larger numbers, meaning to ongoing events and knowing that that's a tendency we have to become to become none and numb and sort of shut it off. I think we can work within ourselves. We can work with other people. We know to try to, you know, overcome that to fight against that. Um But if you're not aware of it, then then just kind of takes you over. So that's the way it is with a lot of the more emotional intuitive um aspects of our thinking is that being aware of them as a trap, as something that can lead you from making good decisions. Um Is it, it's not a cure? It's not that the, you know, not that that possible bias or error goes away, but it, it helps, you know how to kind of keep your humanity, keep who you are as you go forward in the world."
	},
	{
		"start_time": "20:43",
		"speaker": "Ricardo Lopes",
		"words": "I guess we also have to be aware of the bias blind spot, right? Because uh sometimes we might have that tendency that because we learned about the biases, then we think that we are no longer susceptible to, to them. But that is probably not the case right"
	},
	{
		"start_time": "21:02",
		"speaker": "Brooke Moore",
		"words": "now. There's a great interview with, with uh Dan Koman who's, you know, certainly one of the world experts on decision making. He talks and laughs and laughs about stupid decisions that he still makes, uh, because of anchoring, because of numbing and so on. So, yeah, it's, um I think we all, we all make, make those errors. Um WHICH is part of again, why? It's, it's good to have we talk a lot about working with others if I'm making a decision with Brooke and I'm starting to, to anchor on something or, you know, be prone to numbing Brooke can remind me and say, hey, Robin, you know, here's look at what's going on. So having that, that collaboration um is, is often really helpful"
	},
	{
		"start_time": "21:48",
		"speaker": "Robin Gregory",
		"words": "that's really powerful with kids too. And when we say, well, who else is, who else's opinion? Might you want to seek out on this or who's thinking isn't in the room right now? Um And that's important for adults as well. Um But also when we're thinking about the health of our communities and we're making decisions as youth or as adults to think about whose voice isn't at the table, is, is a really key question. Um And the diversity of perspectives is actually a pretty powerful place to, to move to you know, move from when you're making that decision. And so having those questions really readily available to you and, and the more you practice, the decision maker moves, the more they are there um for you to draw from is a, is a pretty powerful way to move and avoid some of those traps um but move through them as well,"
	},
	{
		"start_time": "22:34",
		"speaker": "Ricardo Lopes",
		"words": "right? So let's go through each of the decision maker moves, then the first one is framing the decision. Could you perhaps give us uh an example to illustrate it? And when it comes to framing decisions, which kinds of questions should be asked?"
	},
	{
		"start_time": "22:54",
		"speaker": "Robin Gregory",
		"words": "My favorite. It's a very simple example, but it seems to do the trick in sharing about the importance of framing a decision is about um this example, if I say, should I cut my hair or not, you know, and people say, well, yes or no. And then we, I say, well, how many options are there? Like is that a very small scope or, or a large scope? And people say, well, it's a pretty small like you, there's really only two options, you cut it or you don't? And then I just ask them to hold their hands there and say, OK, I'll give you another decision frame another way of framing that decision. Um How should I style my hair and suddenly and you know, when everybody moves, oh, it's a bigger scope. And so what happens is you increase the scope of your decision frame is that you increase the possibilities available to you. And sometimes that's a great idea and sometimes it isn't. But the, the cool thing about working with kids is having them realize that whoever frames the decision holds the power. And so when, when adults are framing all of the decisions for kids, they have very little agency. Um BUT if they have space to frame a decision, then that gives themselves some owner more agency over their decision and as a result, more um ownership over the consequences, which is a really good thing for kids to learn early on. So um the importance of choosing that scope really intentionally is, is the first move because everything else will come from that."
	},
	{
		"start_time": "24:16",
		"speaker": "Brooke Moore",
		"words": "We, we use the analogy in the book of um um using a camera. So you can either zero in on just a small part of a picture or you can zoom out and get a much wider picture. And I think human beings tend to sort of zero in. But as a result, you can miss a lot of consequences and particularly consequences that may not be happening right now. But what happened later on, I think it's part of the issue with climate change, for example, is it's, it's hard to, it's hard to think in the future because it's not right in front of you. So enlarge the frame. What's the problem you're looking at and think about long term consequences. It, it, it can change, change our, our choices, change our decisions dramatically."
	},
	{
		"start_time": "25:02",
		"speaker": "Ricardo Lopes",
		"words": "Oh, you, you just froze Robin. I'm sorry. Uh I was just waiting to see if you would come back. Oh, you're back now. Yeah. So, uh and the second movie is about clarifying what matters. So what does that mean exactly? What is the process here?"
	},
	{
		"start_time": "25:23",
		"speaker": "Brooke Moore",
		"words": "So, in, in every decision, the, the reason why we want to make a choice is because something that we care about will be affected will be impacted if um you know, I may care a whole lot about whatever my hair as Brooke was just saying, but my hair isn't going to come into every decision because it's not going to be impacted. Um But uh that process of thinking, what is it that matters to me in this, in this particular context? So again, in this context means you've, you've got that frame. Um It's, it's really important because the first things that come to mind may be things about myself, but right behind that will be, oh, what, what about my family? What about my friends? What about my neighborhood? So you, you, you think about, OK, what really is at play here in this decision and, and what matters? And there's um interestingly there's a lot of behavior decision research showing that even, you know, professional decision makers, CEO S and companies, that kind of thing usually um only are aware of about half of their objectives. So if you, if you ask people to go, you go around a room with adults or with teenagers and ask people to write down what matters to you about. You know, where we go for a, a year end celebration of our sixth grade class or what we want to care about, you know, with Toyota in terms of designing a new car, um those professional decision makers who only think about maybe half of the things, 40% of the things that are important. So you go around a room and different people think of different things and it's like, oh yeah, that, that thing is also important to me. I didn't think about that. Oh yeah, that uh so the process of supporting teenage decision making, that's the subtitle of the book um is really encouraging um that teenager to explore who he or she or they are. You know, what is it that makes that teenager that uh that special person and what matters to them? So it's, it's uh it's not just sort of looking forward to the decision and consequences, but it's also very much uh looking internally. Um YOU know, who am I? And at age 1415 or at age 70 I think those are questions we should all be asking ourselves, who am I? So what matters to me? It's kind of the same thing, who am I, what matters to me?"
	},
	{
		"start_time": "27:57",
		"speaker": "Ricardo Lopes",
		"words": "And I guess this takes us back to the fact that this is a values based approach because uh I mean, to go through all of these decision maker moves, we have to uh keep in mind what uh our values are, what the teenagers values are and their goals, right? I mean, this is, it, uh it has a very big element of subjectivity to it."
	},
	{
		"start_time": "28:24",
		"speaker": "Brooke Moore",
		"words": "Well, and, and, and there's a tension there too which we talk about a little bit in the book. But you know what if you have a 14 year old uh as, as your child and their values are quite different from your own uh as, you know, as the parent or as a teacher. Um So how, how do you handle that? How do you work with that dynamic? And, you know, on what occasions is it OK, on what occasions is it, is it not? Ok. Um It's the same thing actually for people who work, say for a large company and there's goals of the company and there's their own individual goals and how do they, how do they adjust those two imbalance or people in a relationship? You know, the, the two people in a relationship may not always agree. So, um it, I think that's, it's that tension because, you know, I know if we go deeply enough, Ricardo, you and I would have some, you know, some differences of opinion on things. But does that affect our friendship? Does that our ability to work together. So it's, I think that's, it's a fascinating thing. It's not something, um, not something to be avoided, not something to pretend it isn't there. Uh, BUT we really feel like it's important for those values to, to come forward and to be discussed and if you do want to support your teenage decision maker, um, it's important to help, help them clarify their values and who they are."
	},
	{
		"start_time": "29:50",
		"speaker": "Ricardo Lopes",
		"words": "And about the third move, how do we generate options? How do we go about it?"
	},
	{
		"start_time": "30:00",
		"speaker": "Robin Gregory",
		"words": "Well, well, one of the ways with kids is is brainstorming and um there are a lot of strategy, like that's a pretty common strategy for teachers to use and brainstorm. Um But once you get beyond the obvious sort of choice uh options that come to mind um to go a little bit deeper and really probe that is important. So we offer a lot of different questions that can help with that and some exercises in the book that can help with that. Um But perspective seeking is a really big part of that. So to avoid those um confirmation by us and other other decision making traps to say like, well, what would so and so suggest or, or um whose voice are we missing here? What can they offer? Because tapping into that creative brain and this is a really creative thinking space, um It's so important to go beyond the obvious because um that is a trap that our, our system, our fast thinking system will lead us into"
	},
	{
		"start_time": "30:54",
		"speaker": "Brooke Moore",
		"words": "and, and, and once you, once you know your objectives, once you know what matters, it totally changes that search for alternatives because then you're coming up with, you're trying to come up with alternatives which help achieve your objectives. If you don't know, there are those objectives, you kind of don't have a road map. Why would one alternative be better than another? Who knows? But if you can link them back to achieving objectives, I think you've got a much more solid basis for, for, for choosing an action."
	},
	{
		"start_time": "31:24",
		"speaker": "Ricardo Lopes",
		"words": "And why is it so important for us to generate different options? What is the role that that specific step plays in decision making?"
	},
	{
		"start_time": "31:36",
		"speaker": "Robin Gregory",
		"words": "Ha having um one of the common places where people start a decision making process without the decision maker moves is that they'll start with the options and they'll say like, you know, where are we going to go on vacation or what are we who, you know, all sorts of things that come up? And we sort of often lock ourselves into a binary or into a limited set of options. And so um having a more expansive approach beginning first with a, a frame and then thinking about what matters, make sure that our options are grounded in those two places. And that's a much more helpful starting place because um it gives us a much um more grounded beginning place. But also a more meaningful one. So maybe the options that come to mind before we've used, the decision maker moves aren't even relevant in the end once we've gone through it and having that uh lens of what really matters in this context before we start imagining what might be possible, make sure that we're moving in the, in the right direction for, for this context. So generating options, um sometimes it goes really quickly and sometimes it's really tough because we're really locked into our initial thinking or, or we don't have enough perspectives in the room. Um But it's so important because otherwise we've limited ourselves unnecessarily and"
	},
	{
		"start_time": "32:53",
		"speaker": "Brooke Moore",
		"words": "this and this really is the where creativity comes in big time. So you can, you can really, um and it's fun, you can see groups, um you know, groups of kids, groups of adults when they actually start thinking outside the box or when they enlarge the size of the box gets so excited and start sort of jumping up and down and smiling and it's like, oh yeah, there's something we hadn't thought of before that would be a great thing to do. So let's do it. So it's, it's, it's, it's like sort of a payback part. It's very exciting"
	},
	{
		"start_time": "33:27",
		"speaker": "Ricardo Lopes",
		"words": "and about the move of exploring consequences. I mean, what kinds of consequences should teenagers consider here? Because I, I mean, even for adults, many times, it is very hard for us to really figure out what are all the likely consequences and the ones that are really hard to predict beforehand."
	},
	{
		"start_time": "33:52",
		"speaker": "Robin Gregory",
		"words": "One of the nice ways about Sorry Robin, you say quick here. But um the nice part about this for me is that it, it cuts down on the overwhelmed because in the decision maker moves, you look at each option and the consequence on each of the values. And so I don't have to think about the whole big picture. I can just go very methodically uh how will this option impact this value and how will it impact another, the other value and so on. And so that really helps especially um with adults or kids, but it just helps to take a step back and, and think about it really deliberatively in pieces before we look at the whole"
	},
	{
		"start_time": "34:30",
		"speaker": "Brooke Moore",
		"words": "and you're also thinking here of in, in terms of consequences, there's two other things that always come up. One is that question of the frame. Am I looking at consequences over the next day, over the next week, over the next month? Uh And I think that's a really big one for teenagers because some things that for a teenager that may be very attractive in the moment for the next couple hours, go to that party, you know, et cetera, et cetera. Um If they think about the longer term consequences, maybe, maybe that may maybe something different will happen. So it's partly that side and the other side is uncertainty in that thinking forward to consequences involves uncertainty and making predictions. And uh that's a, you know, that's not something that, that anyone does hugely. Well. So I think it, it, it involves that element of uncertainty. Where do you get your information and what do you do given that looking forward, um you know, you're making predictions but they may or may not happen."
	},
	{
		"start_time": "35:33",
		"speaker": "Ricardo Lopes",
		"words": "Uh And I mean, of course, as you mentioned, there, there are different kinds of consequences. Some of them are perhaps more short term, others long term. And maybe, I mean, in certain specific cases situations where maybe be we might be thinking about short term consequences. If they are just short term, short term and not a big deal, maybe we can just not uh give too much thought to uh at least those ones, right?"
	},
	{
		"start_time": "36:06",
		"speaker": "Brooke Moore",
		"words": "Yeah, I mean, obviously there's, there's certain consequences. I mean, if you think about waiting or, or paying attention to consequences, some consequences are really minor. And so you don't have to put much attention on that, but other consequences may have much, much more long lasting or maybe they affect other people, you know, it's not just what affects me, but how can my decisions affect others? Um So yeah, that's, that's part of where the individual um develops that subjective judgment about what is it that they're gonna pay particular attention to and, and, and it may be that they also want to go out and get more information, like, you know why, that's what's an example, buying a used car and I wanna think about, oh, I don't want a car that's gonna take a lot of repair work on down the line. And so I have to compare two or three or four different models of cars. II, I need to go out and collect some information. Where do I go to get that information? What's a trusted source? Um And it may be that after hearing, you know, the repair bills from three or four cars, I think, I don't, I'm not actually gonna get a car, I'm just gonna stick with the bus. Um But is that it's like, so there's a lot involved in that, in that uh consequence step."
	},
	{
		"start_time": "37:24",
		"speaker": "Robin Gregory",
		"words": "And part of, part of the neat thing about seeing that in a classroom too is that it becomes a research project, which is much more meaningful than like a book report because kids are posing their own questions and then they have to seek that information and highlighting that uncertainty and then navigating through it is a pretty powerful practice for kids to be working on"
	},
	{
		"start_time": "37:47",
		"speaker": "Brooke Moore",
		"words": "and they're, and they're following that line of thought because something matters to them. So that, that's, that's pretty cool. It's kind of engages kids in a different way. And like Brooke said right at the beginning, they don't have to know that they're working on decision maker. Move number four, I couldn't care less about that. But, but they're, what they're doing is they're taking in, like, you know, eating a food they're taking in this process and into their body and if they use it on a couple of school projects, hopefully they'll use it on something out of school as well."
	},
	{
		"start_time": "38:20",
		"speaker": "Ricardo Lopes",
		"words": "How about weighing trade offs? I mean, what are the reps, the aspects that are important to consider here?"
	},
	{
		"start_time": "38:29",
		"speaker": "Brooke Moore",
		"words": "I'll take a first shot that, that gets back to thinking about consequences again in that, you know, the different consequences of different actions. Um You, I have to think, well, if I do, if I do a, it's going to be great in the short term, lousy in the long term. If I do b it's just the reverse. So then I have to, I can't, I can't have the best of both. So what do I, what do I want to do? Maybe I can construct a new alternative. But um it's really thinking, uh that there's, there's nothing that's going to satisfy all of my values, all of my objectives. Absolutely perfectly. So I have to make a choice what's most important and you know, what's, what do I have the most opportunity to actually follow up perhaps where, where is the uncertainty the lowest? So, you know, you start, you start realizing that um there aren't binary choices, but even if you have like five or six or seven different options, they all probably have some sort of golden side, some really neat part, but then they have some downsides. So how do you, how do you live with that? How do you adjust to that? And most of the things that we wanna do, um, because we want to do them also have a downside. You wanna be on a sports team because you love soccer. But that means you have to exercise and work, you know, you wanna whatever, be a chef at a restaurant, but that means you're not gonna get much sleep for your first couple of years. So it's that kind of thing. And how do you, how do you make those trade offs and fe and feel ok with them, you know why you're doing it because you want whatever that benefit is."
	},
	{
		"start_time": "40:11",
		"speaker": "Ricardo Lopes",
		"words": "And I would imagine that at a certain point because we have different values and maybe perhaps in different situations, we would prioritize different sets of values over others at a certain point, we just have to go and make a decision because otherwise we could be here and infinite and considering possible consequences and trying to trade off between different values and objectives. Uh Right. I mean, there, there it comes, there comes a point where we just have to go ahead with the decision, right?"
	},
	{
		"start_time": "40:52",
		"speaker": "Brooke Moore",
		"words": "You sound like a national government. There's, that's a real problem with a lot of big national government decisions is that they try so hard to get everybody's views that you know, six or seven or eight years later, they're still working on the decision. Sorry, Brooke, I think, think I cut you off there."
	},
	{
		"start_time": "41:11",
		"speaker": "Robin Gregory",
		"words": "No, you didn't. You didn't. I was just thinking of a story about a grade 67 class, Joanne Calder's classroom. A teacher we work with quite often here and, um, her students were trying to decide how they should organize the chairs in the room where the desk should all be. And if you're 12, that seriously matters to you, like, you have a lot invested in where you're gonna be sitting for a few weeks in your classroom. So they had come down to a couple of options and the class was super happy, kind of with either one, they would accept either one. NOBODY was opposing it except for these two boys who did vociferously oppose both options and in a fit of frustration after, you know, trying to come to cons to consensus for so long, one of the kids said to the, to the boys, like, what is it gonna take to get you to agree to one of these options? And the boys offered a tweak on one of the options and that ended up satisfying the whole class and they all moved on quite happily, um with full understanding about why they were all sitting where they were sitting and they had ownership in that um piece of building their classroom community. And so it's a very simple example, but when you're 12, those stakes are really high and they were able to move through a dialogic process that in the end the tradeoffs were ones that they could all deal with. Um, AND they could be in community with one another. And so that's, that's a pretty big piece of it is knowing what tradeoffs are you willing to make and, and which are like a nonstarter. And then if you have some that are, you know, you can accept both options, then it's, um, you go into that with a sense of clarity that otherwise you might miss"
	},
	{
		"start_time": "42:52",
		"speaker": "Brooke Moore",
		"words": "whenever you say the word dialogic, I think, boy, this person is really smart."
	},
	{
		"start_time": "42:58",
		"speaker": "Robin Gregory",
		"words": "I think that about you all the time,"
	},
	{
		"start_time": "43:01",
		"speaker": "Brooke Moore",
		"words": "Brooke was just talking about ownership and, you know, that's, I think we use the word agency but agency ownership, like how many teenagers have owners feel they have ownership over their lives? I think, you know, a lot, a smaller percentage than I would than I would like to see. But can I back up just for a moment because a couple, a couple of things that have one is that when we talk about tradeoffs, tradeoffs is, is kind of a nasty word, right? It's like, oh, I have to face tradeoffs and you sort of get that depressed feeling. Um, BUT that actually is true of decision making generally. Like we have to make a decision. It's like, you know, there's sort of a tension involved with that. And I think one of the messages that Brooke and I are really trying to emphasize through the whole book is that actually your decisions are opportunities, decisions are, are opportunities to express who you are to change your little bit of the world. Um And, and so there's sort of, there's an excitement about decision making that um that only comes if you see it as opportunities rather than as solving a problem. And then there's another problem and they aren't problems, they are opportunities. Um And I think that also comes very strongly out of the negotiations literature. There's a lot of what we do that was codeveloped with people who do um negotiations work books, like getting DS uh in terms of getting people to work together to make decisions and to face, to face tradeoffs and to realize that by doing that um new, new opportunities will open up. So it's an exciting thing. It's not a, it's not a dismal science. It's an exciting thing. Economics can be the dismal science. But I think decision decision making is an exciting science."
	},
	{
		"start_time": "44:56",
		"speaker": "Ricardo Lopes",
		"words": "A and I guess that with that idea in mind that it is an exciting thing to do, we get into the last decision maker move that is about staying curious and adjusting. So what is this really about? What does it mean to stay curious and adjusting if necessary?"
	},
	{
		"start_time": "45:18",
		"speaker": "Robin Gregory",
		"words": "Ok. Um I often talk about this with, with students in terms of, um, not getting too attached to something or being stuck with the decision just because you made it. And that is, uh, a decision trap that we fall into quite naturally. Well, I've already, you know, spent this much money on the choice I made now I'm stuck with it. Um, AND that might be true sometimes but to recognize when it isn't true and when you are able to be flexible and adapt is, is really crucial. I would really love kids leaving our school system to go out into the world knowing that sometimes they are going to need to change their mind. And that changing your mind is a uh marker of intelligence and a active a activity. And those are not things to fear. It's when we become too entrenched in our thinking that that we can run into trouble um as community and as individuals. So um circumstances are gonna change. And so the, the decision that you made might have been right last year and now it's different and you need to make moves to adjust to that and especially when they are leaving school and maybe thinking about what they're gonna do after they graduate, um kids are not forced into but sort of pressured to make all these really big decisions. Like what post secondary education am I going to engage in or program or not? And if I, you know, enroll in this program two years down the road, I realize I don't want to do that for the rest of my life. Am I able to change? And sometimes changing your mind is a privilege. But to know when it is and when you can take advantage of that is, is really important."
	},
	{
		"start_time": "47:04",
		"speaker": "Ricardo Lopes",
		"words": "And I would imagine that is, has a lot to do with the fact that there's a lot of always a lot of uncertainty when it comes to our decision making, right? Even when considering the consequences and win the tradeoffs. I mean, if things happen and I guess that in this particular point, probably the strikes would be right when they told us that we should care about what we can control, but not about what we can't control because there's a huge amount of stuff out there that we can't really control and sometimes even, uh what appears to be a perfect plan just goes off the rails because of something that we couldn't, uh, know of."
	},
	{
		"start_time": "47:48",
		"speaker": "Brooke Moore",
		"words": "Right. Yeah. And I, and if you're, I mean, we all have constraints on us but Brooke and I happen to live in a, in a place where, where people, you know, most people generally have a fair amount of freedom, not everybody in the world does that. So, um, if you, uh black education, if you're poor, uh maybe the cultural environment in which you live, um, you, you're in terms of changing your mind doing something different. There, there's probably more constraints perhaps on you. And so we're, we're realizing, you know, we, we are aware of the fact that the adjustments you make might be, you know, might be smaller. You still have choices, you still have decisions. But it's probably a more constrained world that you live in than what most of the teenagers we work with live in."
	},
	{
		"start_time": "48:39",
		"speaker": "Ricardo Lopes",
		"words": "But of course, it is one thing for things to go unexpectedly wrong. But what about mistakes? How should majors deal with mistakes?"
	},
	{
		"start_time": "48:50",
		"speaker": "Brooke Moore",
		"words": "I was thinking about mistakes. I think that's one of the roles we haven't specifically used this term, but the decision mentor, uh which we talk a lot about in the book, the person, the adult who is working with the teenagers could be a parent, grandparent friend, aunt, uncle, uh teacher, cousin, coach. Um BUT I think that the adult is that is, I think in a, in a really special position here with respect to mistakes because um I think we all learn from our mistakes. Uh BUT we don't wanna make, you know, horrible mistakes. We don't wanna make mistakes that are life threatening. We don't wanna miss make mistakes that will carry the scars over the rest of our lives. And so I think that that's a real important role for the adult, um you know, making choices about careers, but also things like, um you know, sports and, and just kind of keeping, keeping track of what's a safe zone so that uh a teenager can learn through their mistakes and realize, oh, I shouldn't have done that or I, you know, should have warmed up first or, you know, whatever it is, but make those mistakes so that they are learning opportunities that then, um, the teenager can move forward from those. Um, BUT I, I think seeing mistakes as, I think it's good to make mistakes because there are learning opportunities. Uh But we want to make sure that uh those mistakes happen within an environment where um you, you retain that flexibility and you can sort of move forward, having learned something, having him know something."
	},
	{
		"start_time": "50:32",
		"speaker": "Ricardo Lopes",
		"words": "Yes, that makes perfect sense. And uh I mean, ju just before we go, would you like to perhaps leave us with a final with some final thoughts, a final message particularly for teenagers that even for us as adults, sometimes uncertainty when making decisions is very scary and even more so for teenagers who even know less about the world than we do when they are very uncertain about everything and even their own values and so on. So what would be a positive final message here for the teenagers when dealing with things like uncertainty?"
	},
	{
		"start_time": "51:14",
		"speaker": "Robin Gregory",
		"words": "I think one of the most powerful things for me in this work is seeing youth develop who they are through the questions that the decision maker moves, ask of them and then taking that thinking and that knowledge and taking action with it so that they begin to move through the world in a way that, um, in a way that has integrity for them, that's pretty, pretty powerful because I think kids, I mean, kids today are definitely dealing with a lot of uncertainty and there is, you know, there's a lot of fear wrapped up in that for them. Like on the big global scale, there, there's a ton of uncertainty about our world and, and certainly youth in North America are feeling that um given the data. So in that place, it's nice to have a map and it doesn't reduce or eliminate the uncertainty, but it helps them feel um like they know a know a way to move through it and to navigate through that uncertainty as opposed to, you know, stopping to think or just what, what do I, what am I gonna do? Like here's some smaller piece, questions piece by piece that you can take as you move through your those those choices."
	},
	{
		"start_time": "52:38",
		"speaker": "Brooke Moore",
		"words": "And so one of the things we do in the book is for each of the moves, we try to um provide some very practical tips um that uh to kind of operationalize, be very practical so that we aren't just talking in theories but very practical steps. The book also has a lot of stories. Brooke and I both believe very strongly in the power of stories. Um But II, I think in terms, I think one of the things that teenagers I know many of the adults I know, um, they don't quite know how to engage in the world in this world of ours. Like, how do they connect with the world? Um, AND I think the, the way to engage is through your choices. So if you get better at making choices that gives you new opportunities for engagement and for finding out about yourself, because, um, I think adults tend to know more about the world than teenagers, but the teenagers know more about themselves. The teenagers are the one that, that who know about themselves. So if we can activate that, um you know, we, we need their input, we need, we, we need the input. My generation hasn't done a fantastic job at, at uh you know, being in the world and being on our planet. I think we need the input, creative input of those, those uh kids between, you know, 12 and 25. Um AND their values and s and see what kind of world they can shape. So I think anything we can do to encourage that will have the side benefit as they get engaged. I think that fear the depression, the feeling of being a little bit overwhelmed with the world is likely to, to go down because they're engaged because they're seeing that ownership that uh that we talked about earlier. So very simple thing, making good choices, but supporting the choices that uh that teens make based on their values"
	},
	{
		"start_time": "54:38",
		"speaker": "Ricardo Lopes",
		"words": "great. So the book is again sorting it out, supporting teenage decision making. I'm leaving a link to it in the description box of the interview. And uh Doctor Gregory and Moore. Uh WOULD you also like to tell the audience where they can find your work on the internet?"
	},
	{
		"start_time": "55:01",
		"speaker": "Brooke Moore",
		"words": "It's published by Cambridge Cambridge University Press. Um And it's also, I think it's available through many of, of the big, the big outlets uh and through uh you know, a lot of people have bookstores in their neighborhood and I think, and it should be available through those bookstores as well."
	},
	{
		"start_time": "55:22",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yes, but I was also asking about your other work. I mean, where people can find you and your other work on the internet."
	},
	{
		"start_time": "55:32",
		"speaker": "Robin Gregory",
		"words": "We uh we both have websites that we're linking, things like that too. So you can look up Brooke Moore dot C A or Robin Gregory dot Ca, I believe Robin and uh and go about it that way pretty easy to find. I think."
	},
	{
		"start_time": "55:46",
		"speaker": "Brooke Moore",
		"words": "So. Uh And maybe, and go through us to the sort of network, we both have a lot of collaborators like Brooke has mentioned some of these amazing teachers in Delta. You know, we both have amazing colleagues. Uh There's a group at University of British Columbia, we work with um Judy Halbert Linda Ker. So, you know, we're, we're, we're embedded in a really great group of people. So it's, it's not just us, it's, it's uh it's quite a, quite a bunch of really cool collaborators."
	},
	{
		"start_time": "56:16",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. It's been a great pleasure to talk to you."
	},
	{
		"start_time": "56:24",
		"speaker": "Robin Gregory",
		"words": "Thank you for the opportunity, Ricardo."
	},
	{
		"start_time": "56:26",
		"speaker": "Brooke Moore",
		"words": "Yeah, thanks Ricardo. You're a great interviewer, by the way."
	},
	{
		"start_time": "56:30",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Al Adam Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Connors Philip Forrest Connelly. Then the Met Robert Wine in nai Z Mar Nevs calling in Hobel, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, her J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson. Ya dear Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt Pavlo Stassi Na Me, Gary G Alman, Samo Zal Ari and Y. Polton John Barboza Julian Price Edward Hall, Eden Broder Douglas Fry Franca, Bela Gil Cortez or Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki. Georgio Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon, Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica, a week in the Brendan Nicholas Carlson Ismael Bensley Man, George Katis, Valentine Steinman, Perlis Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin John Carlman Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Levander Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]