[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Lob. And today I'm joined by Doctor Sheri Berman. She's a Professor of Political Science at Barnard College at Columbia University. And today we're talking about topics like the history of the political, the left, social democracy, labor movements, uh the rise of and the maintenance of democracy, capitalism and also the recent rise of right wing populism, fascist movement. So Dr Berman, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:35",
		"speaker": "Sheri Berman",
		"words": "I'm I'm happy to be here."
	},
	{
		"start_time": "00:37",
		"speaker": "Ricardo Lopes",
		"words": "So starting with the left, then tell us a little bit about uh o of course, we have to be brief here because we don't have 10 hours to talk about the entire history of the left. But uh tell us a little bit about uh its origins historically and what at least originally was its main ideology."
	},
	{
		"start_time": "01:02",
		"speaker": "Sheri Berman",
		"words": "So, um so thanks, that's a great question. And thanks for um starting us off by saying that answering it would probably take us 10 hours or, or more um entire libraries obviously have been written on this topic. But, but if, if we were to oversimplify which obviously one has to do in this kind of context. I mean, the the origins of the left, the modern left have to do with um capitalism. I mean, obviously the terms left and right come from the French revolution. But when we think of the left today, what we're really thinking about are the political parties, the labor movements that arose in the second half of the 19th century. And really they rose to deal with the consequences or the implications of capitalism. So the, the history of the left and the history of capitalism have always been intertwined. Um THE most important figure obviously in this um history is um Karl Marx. Um AS the what became the sort of main um thinker and the main ideology of the left in the, again, second half of the 19th century and the 20th century. And so beginning really, um you know, around this time, what you had were people movements who were really grappling with how to think about where capitalism was going and what to do about it primarily, but not exclusively through the lens of Marx. Marx and Engels writings and the people who interpreted those writings. So what we have um basically by the, by the turn of the century, the end of the 19th and 20th century is this ideology having become dominant within the um international left. Um Europe primarily was the sort of um main ground for um debate were people who were beginning actually to question some of the tenets of Marxism. Um And so what you see then is um debates about what the future of capitalism is gonna be and what should be done about it? And the international, what is that point? The International Socialist movement begins to develop some very interesting cleavages and divides that we can actually still see echoes of in the left today. And so what were those cleavages? The first was about how to think about capitalism's development. That is to say, was it kind of doomed to failure because it was so horrible and was producing so many internal contradictions and negative consequences is that it could not persist through time and should not persist through time or was it possible to kind of harness capitalism's upsides while minimizing its downsides? So one really important cleavage that begins to define the left from the late 19th century on is how to think about capitalism, can it or should it be um salvaged, what can or should be done to deal with it? And then the second really important cleavage um related to but somewhat different is about um political power. So originally the Marxist version of capitalism's development was kind of inexorable. It was without um a significant emphasis on human agency. Capitalism's internal contradictions were going to lead to certain kinds of developments and political parties and social movements were really there to kind of educate the masses to, to some degree perhaps ameliorate consequences. But the ultimate driving force of history was economic development, the development of capitalism. And a lot of people found that very dispiriting and also very unhelpful. And so another split that comes up within the international socialist movement is how much emphasis to place on political power. And so we get a bunch of interesting cleavages based on these two things. We get Leninists for instance, who believe that capitalism is terrible needs to be overthrown. But that it has to be done through political power because it's not gonna happen on its own. We get other people who think capitalism is terrible and it might not be collapsing today, but it will collapse eventually. And it's really the job of um you know, socialists to kind of wait around for this to happen again and sort of, you know, ameliorate perhaps some of its negative consequences in the interim. Those were the people who became sort of socialists, democratic socialists, that kind of thing. You also had the people who would become social democrats who believed something quite different about capitalism. They believed, as I said that it could be harnessed that its upsides could be maximized and its downsides could be minimized. But in order to do that socialists, people on the left had to capture the democratic state. So they oddly enough agreed with Leninists that political power was central to the left, but they disagree with Leninists in that they saw that political power as being um embedded in a democratic state that they could use the democratic state to control capitalism again, to sort of get its good sides and minimize its downsides. So you, again, by the early 20th century, basically, what we have are the three camps within the left that would determine it or, or shape it or characterize it during the 20th century. You got communists, Leninists, you got socialists. Um AND you got social democrats and they all come from the same original movement. They're all founded in a grappling with Marxism, but they come to very different conclusions. As I said, both about how to understand capitalism and its development and what should be done about it. Um And we're continuing to grapple with these questions, same questions about capitalism and democracy today,"
	},
	{
		"start_time": "07:11",
		"speaker": "Ricardo Lopes",
		"words": "by the way, let me ask you uh particularly during the 20th century because you mentioned Marx there and you focused a lot on the ending of the 19th century, beginning of the 20th century. But uh uh I mean, do we know what extent uh the communist revolution in Russia and then the Soviet Union uh influenced how uh the left in general looks at and thinks about uh Mars and particularly communism. Uh SINCE uh I mean, we know how it worked out and was applied in Russia and the Soviet Union. I, I mean, were there uh among leftists uh reactions to that because I mean, in a sense after, uh, the rise of the Soviet Union and then later it's fall, uh, by then people would at least point or have, uh, something to point at when it comes to rep, uh, making claims about what would happen if communism or perhaps socialism, I mean, beca because sometimes even distinguishing communism from socialism is a bit tricky in a way also because even within Marxist uh, uh ideology, let's say. And in the, even in the words of Marx itself, he himself, I mean, there was a uh a, an initial phase that would be socialism and then communism would come later on. Uh So I, I mean, how did the left react to all of what happened in the Soviet Union with, uh let's say, applied communism if we could, if we could call it that."
	},
	{
		"start_time": "09:00",
		"speaker": "Sheri Berman",
		"words": "So that's the great question. And also a very big one. I mean, at this point, um you know, at the, in the sort of first quarter of the 21st century, it's really almost impossible to separate interpretations of Marxism from the real existing communism that um we had in the Soviet Union or China. Now, you know, there is a, there is a very long and um heated debate that went on among leftist scholars, whether or not real existing communism reflected what Marx either wanted or predicted. I mean, he was a thinker, he was an intellectual, he was not a leader of a political movement. He didn't he wasn't around to see how the Soviet Union or China or other communist countries developed. So, you know, we don't know what he would have thought and you know, what he would have preferred. But it's very hard today to separate, you know, marks from those things, which is in some ways unfair. But it's just, you know, it's kind of the reality of the way history had, um, had developed. And there's also, of course, it's, it's also very important to note that once the Soviet Union was formed, the access that people had to. Marx's writings was also very much shaped by that because of course, the communists were very eager to put out, you know, um Marxist writings, but they emphasize some of his writings more than others, you know, whatever the later Marx, the more deterministic Mars as opposed to the more humanistic Mars. But that, but, you know, those are debates perhaps that scholars, you know, have had and will continue to have. I think, you know, what, what we, what we know now, right is that, you know, the Soviet Union and Communist China, um you know, by a dein democracy alongside eliminating capitalism, created pathologies that may, that were certainly, I would say worse than the original pathologies created by capitalism itself. Um And so, you know, that has kind of to a large degree discredited, that particular strand of leftist thinking. Um I think there are very few people these days who want to go back to communism as it existed. Although there are obviously very many people who still believe capitalism is um evil. It cannot be modified in any sim in any significant way and has to be gotten rid of. But fortunately, there are not that many people around advocating the kind of violent revolutionary overthrows that um you know, someone like Lenin or Mao engaged in when the Soviet Union was formed after the Russian revolution. Of course, it, it transformed the international left most practically because communist parties formed in almost all countries during that interwar period. And these communist parties were um not only obviously opposed to the um to capitalism, but they were also opposed to democracy. And so in Europe, for instance, communist parties during the interwar years, very much work to undermine democracy, often engaging in sort of violent uprisings and were therefore complicit in, you know, the downfall of democracy in many European countries. Um YOU know, so the communism very much a sort of, you know, an incredibly important part of the left story during the 20th century and grappling with its legacy after the collapse of the Soviet Union. And um you know, even earlier the revelation of the crimes that were committed in the Soviet Union and China really shaped um the way the left evolved and communist parties in Europe, for instance, that um you know, existed during the post war period, um having to deal with those, um, crimes of the Soviet Union over the course of the post war period did, for the most part moderate. That's why we got sort of a euro communist movement in western Europe and these parties, you know, sort of drew away from the violent anti democratic imperialist nature of the Soviet Union and tried to find some kind of way to, um, stay true to their opposition to capitalism. But jettison again, the sort of anti democratic, violent and imperialist parts of the, um, of the, of, of what real existing communism looked like, um, that ended up being a sort of dead end. Um, THOSE that movement ended up, you know, sort of going nowhere. But, um, but, you know, it has been to some degree, um, looked back towards by people today on the left who really feel that communism. I'm sorry that capitalism cannot and should not be allowed to persist. But they're not interested again in the, the sort of violent anti democratic imperialist aspects of what real existing communism turned into."
	},
	{
		"start_time": "14:01",
		"speaker": "Ricardo Lopes",
		"words": "So, among the three strands of leftism that we, you identified that came out of the 19th century, namely socialism, Marxist communism and social democracy. Would you say that at least nowadays, the main one among leftists would be social democracy or not?"
	},
	{
		"start_time": "14:25",
		"speaker": "Sheri Berman",
		"words": "Well, so I would say it, it, you know, it depends a little bit on the part of the world you're looking at. If we, if we stick to Europe, for example, um social democracy ended up being the sort of dominant strand on the left during the post war period. That is to say a kind of social democratic worldview ended up being the dominant one within most European left parties during the post war period. That is to say an acceptance of capitalism combined with a recognition of its dangers and downsides and this commitment to democracy, right? And a belief that these things could go together, right? That by gaining power in the democratic state, you could really mitigate all of these terrible consequences of capitalism. Now, of course, during the late 20th century, this view or this vision or this perspective began to kind of um weaken and almost disappear. Um As many of these parties kind of moved so far to the center on economics, kind of adopting, you know, what came to be known as whatever third way is in Europe, progressive neoliberalism in the United States. And that kind of vision of um look, it is really important for the left to remain cognizant of capitalism's downsides even as they accept that they are no longer committed to destroying it, right? And they, they moved so far towards accepting a view of capitalism is relatively beneficent and efficient. The idea that many of its downsides, it kind of whatever disappeared or were no longer relevant that they kind of lost that part of what social democracy in any case meant, right. Which was that it not only accepted capitalism, but it also accepted how important it was to keep it sort of constrained. Um And so that, that social democratic vision weirdly enough began to dissipate after the collapse of the Soviet Union took down with it, you know, adherence to old fashioned communism. So what the left stands for now is very unclear because the collapse of communism and the incredible weakening or watering down of social democracy has now left the left, so to speak without a very clear profile, a defining stance towards capitalism which has always been to mix metaphor, to get and to get back to what we talked about. Initially, it's Raisin detra, right? I mean, this is what the left is about. The left is about grappling with capitalism. But that aspect of its essence really, as I said, became watered down or dissipated by the end of the 20th century."
	},
	{
		"start_time": "17:17",
		"speaker": "Ricardo Lopes",
		"words": "So, and uh as you described earlier in the 19th century, leftism is very much tied to labor movements, workers rights, stuff like that. So, but nowadays, um how does social democracy relate to labor, labor movements and things like syndicalism? Because particularly since mentioned there with the rise of perhaps progressive neoliberalism in the US and the third way in the UK and a little bit across Europe. Um I mean, it seems that uh la uh labor movements, labor rights, syndicalism and so on are no longer at, at least at the forefront of uh at least the social democracy,"
	},
	{
		"start_time": "18:05",
		"speaker": "Sheri Berman",
		"words": "right?"
	},
	{
		"start_time": "18:05",
		"speaker": "Ricardo Lopes",
		"words": "Sure."
	},
	{
		"start_time": "18:06",
		"speaker": "Sheri Berman",
		"words": "So, I mean, at the same time as you were seeing the growth of left political parties, late 19th century, 20th century, you were seeing the growth of labor movements overall, most, most importantly, represented by unions as well, right? So unions and left parties grew up together, often the left parties grew out of unions and, and they interact with and cooperated with each other sort of throughout this time. And, and during the last decades, at the same time, as parties of the left have declined, so have labor unions and the other, you know, organizations, civil society, organizations that would have encompassed the labor movement and those things obviously go together. I mean, the weakening of the left and the weakening of labor movements are part and parcel of the same trend and they feed into each other. Right. Left parties have always depended for instance, on unions for mobilization for the creation of working class identities in the past, also often for their very leaders. And so, you know, these kinds of things are part of a larger trend. They are also related to some obviously very important social and demographic changes. The number of traditional working class people has declined uh declined during the late 20th and early 21st centuries. Capitalism changed, right? We have fewer, you know, sort of large factories and um industry is a less important part of western economies. Than it would have been. And what we've seen in its place is the rise of service sector industries, which often do not have better working conditions or wages than industrial workplaces had, but differ very much in um you know, the kinds of experiences that people who work within them have. And so traditional union organizing um was designed again in for an industrial workplace, not for people who are working in retail stores, fast food outlets who are low level workers in offices. And so, you know, as the economy changed, um labor movements did not change. And so they began also to kind of lose their hold over populations. And so union density levels are just a fraction in many European countries of what they were during the post war decades. And all of these things have really fed into each other to diminish the power of the left diminish the power of um of workers broadly defined in the economy and to really change the dynamics of capitalism because the countervailing force of the unions and left parties is just not as strong as it was during the post war decades."
	},
	{
		"start_time": "20:54",
		"speaker": "Ricardo Lopes",
		"words": "And particularly with um progressive neoliberalism. I mean, I find it very interesting how there's a progressive uh strand of neoliberalism because looking back historically, in terms of what the left uh it stood for. Uh I mean, with neoliberalism, we associate with the regulation of the market with uh weakening of workers' rights, with pre pre organization of the w of working conditions and all of that. So, I, I mean, how, how is it that we nowadays can, can have among leftists, something that apparently runs, runs counter to what the left historically uh stood for."
	},
	{
		"start_time": "21:45",
		"speaker": "Sheri Berman",
		"words": "So, I mean, that is a really great question. I mean, in, you know, from the perspective of 2024 it can be a little hard to understand why the left moved so far away from its traditional wariness of capitalism. And I say that just because we've had, we've had a financial crisis, we've now had growing inequality. We can see the fallout from inequality from in insecurity from all of these things, right? And so with the benefit of hindsight, it looks like that move was just an incredibly um wrong headed one. I think if we go back to the 19 nineties, though, we can sort of understand not excuse maybe but understand why that move seemed to make sense to people at the time, I would say two things were really crucial. One was of course, that Western economies did experience some real problems in the seventies and eighties. Um YOU know, inflation slowed growth, rising unemployment. And so traditional, the traditional kind of economic measures that the left had relied on just were not as effective as they had been during the post war decades. So there's absolutely that and that in turn fed the rise of kind of neo liberal ideas, neo liberal movements, neo liberal thinkers, because they could look to these problems and say, look, we have ideas about how to solve these and these old left ideas are no longer viable. And then the collapse of the Soviet Union really kind of created this triumphalism about liberal democratic capitalism. This belief, not only that it had obviously succeeded where its main competitor had failed, but that, that success reflected its inherent stability and its inherent ability to kind of overcome crises. And so, you know, this combination of problems with post war policies and ideas and the sort of triumphalism that accompanied the collapse of the Soviet Union. I think really convinced many leaders on the left that they could abandon some of their wariness of capitalism, except some of these neo liberal ideas about, you know, um capitalism's effectiveness, its ability to kind of solve its own problems and create sort of equilibria and stability, the need for less state intervention, less state regulation. And so again, you know, the nineties were a very different time than the 20 twenties are. But as we can see, in retrospect, these ideas turned out to be very wrong headed, wrong headed because they've created huge economic problems for sure. I mean, we can draw a line from the neoliberalism of the 19 nineties, right through the financial crisis, growing inequality, growing insecurity, diver divergences within economies, growing divergences within economies between rural urban areas. All of these economic problems and then of course, a whole variety of political problems as well because those economic problems alongside a bunch of other things really um lie at the root of um growing dissatisfaction with democracy and the increasing success of populism."
	},
	{
		"start_time": "24:59",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk about democracy then. Um HOW do you look at the current state of democracy? And perhaps here we can perhaps talk about two different uh I mean, about democracy in different parts of the world, like old democracies, like the ones in the US and Western Europe, particularly and new democracies, particularly the ones that arose during the third wave in Eastern Europe and elsewhere. So tell us a little bit about that."
	},
	{
		"start_time": "25:30",
		"speaker": "Sheri Berman",
		"words": "So the collapse of the Soviet Union brought a whole bunch of changes. We talked about one it facilitated or propelled the rise of neoliberalism, but the other change that it brought perhaps the most obvious changes, obviously, all of these countries that had been part of the Soviet Empire were granted independence and became at least initially democracy, Eastern Europe, for example, parts of Central Asia, all of these, all of these places. So we got a huge wave of democratization at the end of the 20th century. Um POLITICAL scientists call it the third wave of democratization um to sort of um give it some historical reference to earlier times when you had um large numbers of countries making transitions to democracy at the same time. So we have a huge number of countries that make transitions to democracy at the end of the 20th century, um in Europe and elsewhere and, um, you know, some of these countries do well and others do less. Well, I mean, one of the things we know from previous waves is that many new democracies don't succeed. That's one of the reasons we call them waves. Not only to kind of get you to think about a lot of things happening at the same time, but because all waves have under toes, right? And so, you know, we expect that a lot of new democracies will not succeed because they don't have the whatever you want to call them conditions or prerequisites for democratic success and in particular countries that have not had experience with democracy in the past, um that don't have legacies that they can build on, those tend to be particularly vulnerable. So even in places like Portugal and Spain, which made transitions during the third wave, although not obviously as a result of the collapse of the Soviet Union, these cases were more successful. There's lots of reasons for that, but one is that they had some experience with democracy in the past. And so that not only meant they could learn lessons from the mistakes, but there was some history of political parties, a free press, uh independent civil society that they could look back and build upon. This was not true for the countries of Eastern Europe, they had no real experience with democracy and frankly, very little experience being independent countries at all. They formed after the collapse of empires at the end of the first World War, and then they were very quickly absorbed under Nazi rule and then into the Soviet Empire. So these countries make transitions to democracy at the end of the 20th century without previous democratic experience. And also having to grapple with the challenges of independent existence, right, national sovereignty, um who's a member of the nation, all those kinds of things. So you know that a lot of these countries in Eastern Europe, like many new democracies turn out to have some real problems. Should not surprise us. It should sadden us, but it should not really surprise us. I think what um is most worrying to scholars who study democracy today is not the fact that many new democracies have proven weak and vulnerable again that, that saddens us but but from a comparative and historical perspective does not surprise us. What is somewhat surprising is that many long established democracies, like the one that exists in the United States. And like those in Western Europe experienced some real problems, particularly in the United States, which um almost every scholar who studies democracies thinks is in much worse shape than Western Europe as far as democracy is concerned. And that is somewhat new democracy was considered secure in the United States, not complete. Obviously, there were always of problems with our democracy but, but not, not vulnerable to backsliding um or um you know, significant democratic erosion. And in fact, it is proven to be um vulnerable to these things. And this is somewhat surprising and therefore worrying and puzzling to scholars of democracy."
	},
	{
		"start_time": "29:40",
		"speaker": "Ricardo Lopes",
		"words": "So, you know, something that I find a bit confusing, particularly here in Europe is why, particularly after the financial crisis of 2008, there's been uh a rise uh of right wing populism, but we haven't seen the same on the other end. I mean, o on the other side on the left, I mean, do we have any idea why? That's the case?"
	},
	{
		"start_time": "30:12",
		"speaker": "Sheri Berman",
		"words": "So that's, that's a, that is a puzzle and one that uh you know, other social scientists have tried to explain, given the um the incredible um suffering caused by the financial crisis, one might have predicted that that suffering so to speak would benefit the left because obviously the cause of it was neoliberalism unconstrained capitalism, yada, yada. And in fact, what we've seen is just the opposite that it's not in the left that has benefited but the populist even far, right. Um Now, one of the reasons for this one is probably um the reason that we talked about before, which is that the left had become so disassociated with a wariness of capitalism, a critique of capitalism and frankly, um in both Europe and the United States implicated in many of the neo liberal reforms that were seen as having led directly to that financial crisis, that people did not see the left as a solution to the problems that were revealed by the financial crisis, but very much implicated in causing it. And I think there is a lot of truth to that. There's simply no doubt that left wing parties as we talked about had advocated and in many cases, implemented many of the changes and reforms that um helped to cause the financial crisis. And so it was very hard for them to legitimately claim to voters that they were the best solution to a problem that they themselves had help cause, not, not exclusively, of course, but had helped cause. And so we can see perhaps in some way, the long term consequences of the dilution or the watering down of the left's traditional um economic profile, that is to say, a wariness of capitalism, uh prioritization of constraining its negative consequences. And then the flip side of that is that right wing populist parties proved to be extremely effective in turning a lot of the suffering and grievances that came out of not just the financial crisis, but the negative consequences of neo liberal capitalism over time. Again, that we talked about growing inequality, insecurity, deepening rural urban divides in shifting the blame for that to a combination of out of touch, elites, you know, highly educated people like ourselves who had been running the show and um you know, immigrants and um minorities who were taking a disproportionate share of the resources and um not playing by the rules of the game and therefore also partially to blame for, um, you know, the suffering and the um insecurity that other citizens were increasingly subject to, um, you know, from, from the early 21st century and particularly from the financial crisis on."
	},
	{
		"start_time": "33:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. Earlier, I've asked you actually about reactions to communism in the Soviet Union, particularly because when it comes to criticisms of capitalism, it seems that nowadays, I mean, even here in Portugal, we still have the Communist Party and we have uh another uh left wing party that is very close to the Communist when the Western in English would probably be left the leftist block uh where even in its origins, uh it had even Maoists and stalinists there. So you see how far uh they would go at least originally now, not so much. But uh e even when here people try to make even the tiniest positive comments on uh the former Soviet Union or refer to Mars and people like that. I, I mean, uh it, it gets a really bad rap nowadays be because people associate it immediately with dictatorship and the Gulags and all of that. So."
	},
	{
		"start_time": "34:26",
		"speaker": "Sheri Berman",
		"words": "Right. Right. The other, the other thing that's important to note to, to sort of get back to the, a little bit to that previous question is that you know, those right wing populists um were also in addition to being very skilled at kind of turning resentment and frustration towards um elites and, and immigrants also um taking advantage of the the left's kind of watering down or dilution of its economic profile during the um early 21st century and particularly around the time of the financial crisis, really shifted their own economic profile. So, you know, when the first wave of these parties, right wing populist parties that is to say emerged in the late 20th century, they tended to have kind of thatcherite reaganite, neo liberal economic profile, small state um cuts to the welfare state, lower taxes, all these kinds of things. But you know, as the left shifted to the center and as many of um you know, many low income, low educated voters, people who were suffering a lot from again, globalization changes in capitalism, uh changes in trade as those people began to kind of shift away from left wing parties, these right wing populists realized that there was a great opportunity for them to capture these voters and more generally to capture a lot of the resentments that were growing in society. So, you know, one of the other palpable trends of the early 21st century in Western Europe. This would actually later happen in eastern Europe as well is that these right wing populist parties began to change their own economic profile. So they began to um criticize globalization. They began to criticize free trade. They became advocates of what is sometimes referred to as welfare chauvinism. That is to say we favor a strong welfare state, but only for, you know, native born citizens. Um THEY favor a strong state, a strong national state that can both fight back against, you know, international economic trends, as well as international whatever organizations and forces that are trying to, you know, get our countries to um you know, engage in practices that are not helpful for our own citizens. So these right wing populist parties really changed their own economic profile to, to make themselves into much more viable critics of what you might consider to be whatever neo liberalized, globalized capitalism. And this is a large part of the story of um their success and a large part of the story of why voting patterns and um you know, party systems have also really changed in Western Europe over the past decades."
	},
	{
		"start_time": "37:14",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned globalization there and on the side of the left, how have people been thinking about globalization and dealing with it uh theoretically and so on? I mean, what do leftist people particularly nowadays have to say about globalization?"
	},
	{
		"start_time": "37:35",
		"speaker": "Sheri Berman",
		"words": "Well, globalization is a big, a big word and um you know, it can mean a lot of different things. I mean, there was generally a sort of embrace of globalization, both um socially and economically as we've already talked about in the 19 nineties. That is to say the idea that, you know, a sort of more globalized capitalism and a more open trade system. Um YOU know, all those kinds of things that, that was generally a good thing. Um But also going along with, you know, free flow of trade and goods and um financial flows and all these kinds of things also came obviously um a greater, greater um flows of citizens or people back and forth across borders. And that was also to a significant degree um embraced by the left during the late 20th century. And you know, this is obviously also generated something of a backlash, right? Because as we've had really massive immigration flows in Western Europe and also in the United States where we've had, you know, we've had some experience in the past in the US with massive immigration flows. Although there's been really a huge jump over the past decade or decade and a half. I mean, these also that aspect of globalization, the freer movement of people, as well as the freer movement of freer movement of goods and money has also created a whole variety of challenges and problems, not just for the left, but for um Western societies more generally. Um BECAUSE dealing with all of these people often coming from really difficult backgrounds is a huge financial challenge, a huge social challenge. And um you know, again, it has created a lot of problems as well as obviously a backlash that um folks on the populist right were able to um take advantage of."
	},
	{
		"start_time": "39:32",
		"speaker": "Ricardo Lopes",
		"words": "So something I haven't asked you directly about yet is fascism. And with the current rise of the right of right wing populism, people are worried about the possible return of fascism across Europe. And so uh and elsewhere. So what is exactly the relationship between populism and fascism?"
	},
	{
		"start_time": "39:57",
		"speaker": "Sheri Berman",
		"words": "So um so great another, another really um important question. So, I mean, look, oftentimes these terms are conflated. Um And I think that that is um understandable but somewhat dangerous. Um TO my mind, fascism means something very specific. It's obviously linked to movements that appeared in Europe. Um DURING the interwar years, these were anti democratic movements, very anti democratic movements, they were illiberal movements, they were overtly racist movements, they were revolutionary, they were violent, inherently violent, they, you know, included um paramilitary units, they were very willing to use violence against their own citizens as well as in many cases internationally fascism. I mean, means something very specific. It doesn't just mean, you know, we don't like immigrants, it doesn't just mean we don't like elites, it doesn't just mean, you know, we have criticisms of real existing democracy, it means something very specific, right? So, so I'm very hesitant to use that term lightly and I'm very, very hesitant to conflate it to conflate fascism in any movement or party that is on the right. So I, I want to just state that sort of openly right up front when we look at right wing populist parties in Europe across Europe today. Um I think we see a very, a very broad continuum. Um SOME of these parties have become over time, what I would actually consider to be more national conservative in a way than even right wing populism. So if we look at something like, you know, Marine Le Pen's National front, national rally, that party has moderated really quite a lot since the time when it was run by her father, he was an open holocaust denier, openly racist. Um His commitments to the democratic rules of the game were very unclear right to gain power, to gain legitimacy, to gain more voters. She has her the the daughter in addition to overthrowing her father in a kind of palace coup has very much tried to de demonize that party and she has really shifted its positions in a very, in a very significant way. Um You know, she is not anti democratic, at least openly. She has traded her father's open racism and anti Semitism for criticisms of immigration that really focus on a assimilation and b economic concerns. Um You know, so this is a much, this is a party that is conservative in some ways, not in others, like I said on economics, it is not conservative at all. It is a nationalist party in the sense that, you know, it is very wary of immigration. And very much for national sovereignty. Um I would not characterize that party in its current form as anti Democratic at all. And so I think inflating that, you know, the contemporary national rally with fascism is a very big mistake, not only because it's really confusing the phenomenon, but it, it, it indicates very different ways of dealing with it when you are dealing with a fascist party, a party that is absolutely committed to overthrowing democracy by violence, if necessary, the kinds of means that you would use to fight that party are very different than the kinds of means that I think are legitimate to use to fight back against a party like the national rally. Now, there are parties in Europe that are clearly um anti democratic. There's a bunch of them as we um alluded to earlier in eastern Europe parties that have, you know, are not interested in playing by democratic rules of the game that have tried to undermine the democratic rules of the game successfully in Hungary semi successfully in Poland. I still would not consider those parties fascist. Although they are clearly anti democratic, there are parties that are anti Democratic in Western Europe. The A FD is the most obvious one. But there, it's really quite a broad range of parties um uh in that or under that right wing populist rubric. Um AND there are not that many of them that I would term fascist, although some of them um have questionable commitments to democracy and then others do not. I mean, we have had that, uh I'm sorry, we have had right wing populist parties in power in many West European countries in Denmark. Obviously. Now in Italy, they've been part of governing coalitions, uh Denmark, Finland and other places and there has been no democratic erosion, there may have been some shift in policies but no democratic erosion. And so, you know, really thinking about these parties under the framework of fascism, I think is really um quite misleading."
	},
	{
		"start_time": "44:51",
		"speaker": "Ricardo Lopes",
		"words": "And what can we do to avoid democratic erosion?"
	},
	{
		"start_time": "44:58",
		"speaker": "Sheri Berman",
		"words": "Well, what we can do to avoid democratic erosion is to have democratic parties and politicians, that is to say people who are committed parties who are committed to democratic rules of the game solve the problems that um their citizens are facing. I mean, we have some real challenges in Europe and in the United States, economic challenges which we've already mentioned growing inequality, slow growth, increasing economic insecurity, growing divergences between again, rural and urban areas and again, huge demographic changes in many Western European societies, incredibly large numbers of immigrants and obviously immigrants can be an incredible source of strength, not only economically but socially right, diversity is a potentially great thing, but governments have to be able to deal with these challenges. They have to show people that um diversity means stronger economies, more attractive societies and that requires policies to integrate people, to provide them with jobs, to provide them with education, to not make citizens feel like they are competing with each other for resources. And when, when government deal with the challenges that their societies face, there's less dissatisfaction, there's less resentment and therefore fewer people who are willing to vote for parties that claim the establishment is corrupt, the system is corrupt and we should just blow the whole thing up. So, I mean, ultimately dealing with populism and dealing with democratic decay means that mainstream parties and committed Democrats, small d Democrats, people who are committed to democracy really need to look at the kinds of grievances. People have the challenges their societies face and come up with viable and attractive solutions to those challenges. If they do so, then the constituency for populism will decline and dissatisfaction with democracy will dissipate."
	},
	{
		"start_time": "47:11",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you one last question, then then talking again about uh leftism since we started our conversation by talking a little bit about the history of the left throughout the 19, in the 19th 20th and 21st centuries. Um How do you look at the future of leftism, particularly looking at the main current challenges that we have to deal with?"
	},
	{
		"start_time": "47:41",
		"speaker": "Sheri Berman",
		"words": "So I would say western societies and in that, I mean, Europe, the United States, Canada, whatever that we really face two main challenges and they're, they're not new challenges. Um BUT there and but, but they have a new form the first challenge is the challenge we began by talking about, which is the challenge of capitalism. Um Capitalism is the best system that we have so far for generating economic growth and innovation, which um we all need societies need. Um But it has also some very, very dangerous tendencies and consequences both from an economic perspective and from a social and political perspective, right? And what we've seen, I think since the 19 nineties was that the balance between sort of capitalism and the state um was out of whack capitalism grew increasingly so to speak, unconstrained and the negative consequences of that were really quite dire. So, I mean, I think the first challenge that we face is figuring out once again how to maximize capitalism's upsides. We want to generate growth, we want to generate innovation, but we need to minimize its downsides. We cannot have severe economic dislocations and crises. We cannot have growing inequality, we cannot have growing insecurity, all of those things generate social divisions, political resentments and they are just unsustainable. So the first challenge that we face and the first challenge that I think the left should be at the forefront of dealing with is the challenge of how to recreate that kind of balance between capitalism's upsides and downsides. The left lost the lead a little bit on that in the late 20th century and figuring out how to sharpen its profile, how to put forward a program that is both attractive and effective for doing that thing, maximizing upsides, minimizing downsides that is necessary both for successful left and successful democracy. The other great challenge is the challenge of diversity, right? Western societies are more diverse than they have been before. They are not only more diverse for the obvious reasons that we've had incredible amounts of immigration. If you look at some countries in Western Europe, um you know, Scandinavian countries, other countries, these are countries that have very little history of dealing with this kind of diversity and they have changed demographically in an incredible way in the last several decades. This is an incredible challenge. It has not been sufficiently thought through um or dealt with by either the left or other mainstream parties, but it's not just the diversity comes from immigration in a wonderful way. Since the 19 sixties, societies have become more diverse in the sense that women and other minorities have demanded full and equal rights that they should be incorporated as full and equal citizens without discrimination and without prejudice in all of the rights of citizenship. And this is an important indeed, very positive change. But again, one that requires adaptation and bringing citizens along, right? So dealing with this challenge of diversity, the challenge and incredible promise of pluralism. This is the other great challenge of the 21st century, one that I think that the left is again, uniquely positioned to deal with. Um BUT has lost, I think a little bit of the thread over the last couple of decades, but absolutely needs to be thinking about how to um again, rec uh rather reconcile diversity and democracy just as we need to reconcile capitalism and democracy. These are the two great challenges. They are not new challenges, but they have reemerged. I think in a very powerful way in the last few decades and they really will determine, I think both the future of the left and the health of democracy in the years to come."
	},
	{
		"start_time": "52:02",
		"speaker": "Ricardo Lopes",
		"words": "So if listeners and viewers are interested in learning more about the topics we explore there today, where can they find you when you work on the internet?"
	},
	{
		"start_time": "52:13",
		"speaker": "Sheri Berman",
		"words": "Well, I mean, I'm, I'm an academic so um I can be easily found just by Googling my name. I have a website that has um links to my books and to my articles. And there are actually in addition to myself, obviously an incredible number of scholars and organizations working on these topics on the topic, for instance, of how to um manage 21st century capitalism. I would say that over the last decade or two, particularly since the financial crisis, there has actually been an explosion of um promising progressive work on this topic um out there and so much more hopeful on, you know, new policies, new approaches to dealing with capitalism than I would have been before. And there's just lots of great work out there um on these topics that hopefully people will read and think about and use when they decide how to vote and how to try to influence um policies in their own countries."
	},
	{
		"start_time": "53:12",
		"speaker": "Ricardo Lopes",
		"words": "So, Doctor Berman, thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "53:20",
		"speaker": "Sheri Berman",
		"words": "Thank you very much."
	},
	{
		"start_time": "53:22",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Zuk, Mark Nevs called in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel S friends, David Sloan Wilson Yasa dear, Roman Roach Diego and Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi, Nale me, Gary G Alman, Samo Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Beto Lati Gilon Cortez or Solis Scott. Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di A Costa. Anton Erickson Charles Murray, Alex Chao, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Einon Starry Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Temple, Thomas Dvor Luke Neeson Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson Ismael Bensley Man George Katis Valentine Steinman, Perros, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jan Ner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca stuffin, Tom Vig and Bernard N Cortes Dixon Benedikt Muller Thomas Trumble, Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all"
	}
]