[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Center. I'm your host as always Ricard Lobs. And today I'm joined by Doctor Timothy Weaver. He's a professor in the Department of Anthropology at the University of California Davis. He studies human evolution with the focus on the origins, evolution and disappearance of neander falls and the related topic of the origins of humans who were anatomically and behaviorally modern. And today we're focusing on topics like the evolution of the human cranium bipedalism and childbirth, neanderthals, homo sapiens and some other related topics. So Dr Weaver, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:41",
		"speaker": "Timothy Weaver",
		"words": "Thank you for having me on your show. I'm happy to be here."
	},
	{
		"start_time": "00:44",
		"speaker": "Ricardo Lopes",
		"words": "So starting with the evolution of the human cranium, which is actually something that you've done work on. So how did it evolve over time? I mean, and what is, what is characteristic about it in comparison to other great apes, for example?"
	},
	{
		"start_time": "01:05",
		"speaker": "Timothy Weaver",
		"words": "Yes. So we can think about kind of a really longer term, you know, trajectory, we can think about, you know, how are we different or similar to Great Apes? And we can think about the evolution of the human cranium over. Well, we if we think about chimpanzees are the most closely related species uh living today, most closely related species to humans living today. Uh We shared a common ancestor with them maybe 6 to 8 million years ago. So, um we can think about, you know, the, the human cranial evolution over that period of, you know, 68 million years. Um And what we can also think about it at, at a kind of a um a a shorter time scale. So for example, the the evolution of our cranium relatives, the neanderthals or the diversification of, of the human cranium across, you know, uh people living in the world today, right? So we can think about these different, I guess the different time scales. Um And if you want to think about the kind of the broader time scale, I mean, the probably the two biggest differences between our cranium and I say the cranium of a chimpanzee is that we have um a really big uh brain case um relative to a chimpanzee. Um So we hold a big brain. Um CHIMPANZEES have pretty big brains for their body size, relative to, you know, other mammals, but humans have even larger brains um relative to body size. And then we also have a pretty small fish. So a chimpanzee has a pretty projecting, you know, snout um relative to a human. So those are sort of the two, you know, biggest uh differences that you can see there's lots of smaller scale differences as well. But, um, but those are the two biggest ones. Um And if we, we don't really know what the last common ancestor looked like, right? In terms of their. Um, SO, you know, so when there was a last common ancestor between us and chimpanzees and chimpanzees had their own sort of evolutionary trajectory and we had our own evolutionary trajectory for, you know, 6 to 8 million years. Um So we didn't evolve from chimpanzees. You know, there was a, there was an ancestor for both of us, but from what we can tell from the fossil record for human evolution, um probably the last common ancestor had a small brain and a big face. So something that looked more like what we see in chimpanzees today. So a lot of those, those changes um um that uh produce the differences that we see today would have happened along our, along our uh evolutionary lineage shows. So, for the 68 million years along our lineage. Um So that's kind of a broad scale um of the cranium. But I'm, I'm also happy to talk about sort of the smaller scale as well."
	},
	{
		"start_time": "03:52",
		"speaker": "Ricardo Lopes",
		"words": "Sure. And we'll get into that, but it's also good that you gave us a little bit of the timeline there because I was actually going to ask you when studying the evolution of the human cranium because we're talking about humans here I mean, we can go back to the origins of the homogeneous, but we can also go a little bit uh back uh at uh up till the possible last common ancestor with chimpanzees and australoids and those kinds of species. Right? I mean, we're not uh I mean, we don't need just to focus or to focus exclusively on the homogenous,"
	},
	{
		"start_time": "04:37",
		"speaker": "Timothy Weaver",
		"words": "right? That's right. That's right. Yeah. So we know from genetics probably from, so looking at the DNA sequence, uh divergence, uh differences in DNA sequences between us and chimpanzees. This is where the 6 to 8 million year date comes from, you know, roughly. Um AND there's um there's some uncertainty there, right, in terms of like how rapidly these changes accumulate, that's why there's the, you know, this, this window of time, the 6 to 8 million years that I'm giving. Um But then we also have a fossil record um not so much on the chimpanzee side. Um But on our side, we, we have a fossil record that documents kind of their earliest um what we call uh hominins. So hominid is a sort of a, it's like a higher order uh taxonomic category. Um And that includes um everything that's sort of on our side of the split with chimpanzees. So all this in the past that are more closely related to us, to us. Homo sapiens are more closely related to us than they are to chimpanzees. Um And so what you were talking about some of them like the Austra Pith Australopithecus uh that genus. And um and yeah, and then the earliest members of our own genus Homo. So not Homo sapiens but other members of, of the genus Homo. Yeah. So we can talk about um all of that, that evolution of, of the human cranium."
	},
	{
		"start_time": "06:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So maybe we can go step by step here. But what would you say are the main changes that we saw in the brain or not the brain? Sorry, in the cranium. Uh FROM, let's say, the very early ancestors, immediately after the last common ancestor with chimpanzees up till uh let's go up till the homogenous now and then we'll talk about the rest."
	},
	{
		"start_time": "06:30",
		"speaker": "Timothy Weaver",
		"words": "Yeah. So the earliest uh kind of fossils. Um So we have, we have a bunch of fossils that are date to somewhere between maybe seven and um maybe 5 million years ago. So this time frame um that um that we think might be hominids. But uh there's some debate as to whether or not these fossils actually represent hominids. Um And then, um but after, you know, about 4 million years ago, so down, so now we're talking about maybe fossils like uh Oslo Phe Azis, that's, that's a little more than 3 million years ago. Um We're pretty sure that those are hominins and so we can think about, you know, how they uh how their, their cranium looks. Um So a lot of the difference is um if you just put um an oops afar cranium up and you compare it with a chimpanzee and you also compare it with a human, it really looks a lot like a chimpanzee. It looks a lot more like a chimpanzee that looks like a human. Um But some of the differences um is the base of the cranium. Um So the part of the head, um that, that sort of sits on top of the spinal column um seems to be oriented differently because uh these uh these individuals were um bipedal. So they were walking on, on, on two legs as opposed to on all fours. Um And so the head is sitting about top of the spinal column. Um And so the base of the, of the cranium uh is different than in the chimpanzees. So that's one, you know, kind of big difference um that we see brain size is pretty similar to what we see for a chimpanzee. So not much change, maybe a little bit of an increase, but, but not much. Um There's also probably some changes in the teeth. Um And so those changes uh affect the jaws. Um And so, you know, maybe the face is a little bit different configuration that we see in the chimpanzee, but still a pretty projecting face. Um So those are the biggest things we see um in the cranium kind of early on. Um NOT so much. Um YOU know, not so many changes, you know, not so many differences, I should say, um, from what we see for, for a chimpanzee, from a chimpanzee."
	},
	{
		"start_time": "08:48",
		"speaker": "Ricardo Lopes",
		"words": "So then when we arrive at the very beginnings of the homogenous with homo erectus, I, I think that's the, the earliest species, right? Uh What are"
	},
	{
		"start_time": "09:00",
		"speaker": "Timothy Weaver",
		"words": "erectus?"
	},
	{
		"start_time": "09:02",
		"speaker": "Ricardo Lopes",
		"words": "Homo, erectus?"
	},
	{
		"start_time": "09:02",
		"speaker": "Timothy Weaver",
		"words": "Yeah. Yeah. I mean, there's other, there's other species that we may be uh classify into homo, but there's, I guess there's some debate about whether or not they should be classified into our own genus Homo. So probably the, the um earliest um sort of clear member of the genus Homo would be Homo erectus. Yeah."
	},
	{
		"start_time": "09:23",
		"speaker": "Ricardo Lopes",
		"words": "So some of those more ambiguous species that we are not sure if we should classify as being part of the homogenous would include species like for example, Homo ho is that it?"
	},
	{
		"start_time": "09:35",
		"speaker": "Timothy Weaver",
		"words": "That's right. That's right. Yeah. And I think most researchers consider hail as Homo, right? They put it in Homo. But um but yeah, but there's, there's um there's maybe some clearer changes with Homo erectus. Um um IT'S, there's, I think there's a little bit of uncertainty in that, that time period around, you know, homo habilis, um early homo erectus. So, yeah, but I'm also happy to talk about that too."
	},
	{
		"start_time": "10:01",
		"speaker": "Ricardo Lopes",
		"words": "Oh, ok. So when Homo erectus gets into the picture of our evolution, what are the biggest changes that occur?"
	},
	{
		"start_time": "10:10",
		"speaker": "Timothy Weaver",
		"words": "Yeah. So there's definitely um changes in brain size. So, um you have an increase in the in the brain case size of the brain case with homo erectus. Um You're uh still below what we see for homo sapiens, but um but substantially larger than, you know what we see for chimpanzees. So um you know, like, yeah, let's say 22 or three times bigger than what we see for a chimpanzee. So some somewhere in that range um and you definitely have changes in the teeth. So the like the hum the homo erectus has pretty human like teeth. So what I'm talking about, things like um small canines. Um So humans have, have pretty small canines. Our canines are, are um you know, very similar to our incisors, stuff, the teeth at the very front of the, the mouth. Um We don't have these big projecting canines like you see um in a dog or a cat or, or chimpanzees, right? So we don't have those kind of canines. And so there's definitely changes um in the teeth and changes in the face that are associated with, with that. Uh And, and definitely clear evidence for bipedalism. Um CLEAR evidence for probably walking and running and moving around the landscape uh kind of in a way that's, that's, that would be very similar to us. Um And um and of course, that has some consequences for the for the head as well for the cranium. So, but yeah, I would say the biggest changes have to do with the teeth and the associated changes in the jaws. And then um the changes the the big increase in in brain cells."
	},
	{
		"start_time": "11:50",
		"speaker": "Ricardo Lopes",
		"words": "By the way, since you, since you mentioned also, if there um back in the time of homo erectus, I mean, how did their dentition compare to our Homo sapiens? I mean, in terms of, for example, the types of teeth, the number of each type of teeth, like the premolars, the molars, the canines and the incisors, I mean, uh how close were they to what we have now?"
	},
	{
		"start_time": "12:18",
		"speaker": "Timothy Weaver",
		"words": "So they would have had they have the same number of, of, of teeth, right, in terms of overall, but then also the different categories. So the same number of incisors, the same number of canines, premolars, molars, um and actually chimpanzees have that as well. So, so uh the last common ancestor would have had that same uh dental pattern, right? The same dental formula uh to us. Um BUT um and actually homo erectus teeth actually look very similar to ours, right? So they have um small canine, small incisors, um you know, pretty small molars and premolars, you know, like what humans have. Uh So yeah, pretty similar to us. Um THERE'S details of the teeth that, you know, specialists focus on but, but in a broad scale, they're, they're pretty similar to ours."
	},
	{
		"start_time": "13:07",
		"speaker": "Ricardo Lopes",
		"words": "A and then from Homo erectus to homo sapiens, I mean, what is the clearest picture that we have now? I mean, is it Homo erectus? Homo heal heal begans and then Homo sapiens or are there other species in between?"
	},
	{
		"start_time": "13:26",
		"speaker": "Timothy Weaver",
		"words": "Yeah, that's a good question. I think there's, there's a, there's some uncertainty with this. So, um you know, if we had had this uh this discussion, um let's say 10 years ago or something. Um I would have said that um that Homo erectus gave rise to homo horns and then Homo Hagens was the last common ancestor of Homo sapiens and neanderthals, Homo, Neanderthal lenses. Um Now, there's, I think some uncertainty about Homo Heidelberg and this um even is Homo hadar Beis even one thing. So the fossils that we used to put in camo had organs, are they all part of the same species? Um And so I would say, um there's more certainty that Homo erectus was broadly the last common ancestor of, you know, us and the inner tallest and then also Homo erectus originates in Africa, but the Homo erectus of course, also spreads into Asia. Um And there's um there's Homo erectus in Asia until uh quite late in time um as well. But what's exactly happening in the middle there, you know, between a homo erectus and between um Homo sapiens. And um also in Asia, there's definitely a group of fossils that you know, might be like, have evolved from Homo erectus directly, but they also might be related in a different way um to maybe some of the other um other species like the Neanderthals and Homo sapiens. So I think there's actually a lot of uncertainty there. Um Yeah. So anyway, I think, I think we, we, uh I think we're a little bit confused as to what's going on there at, at the moment. Um So, um yeah, so, I mean, Homo Erectus was the last common ancestor. So Homo erectus evolves in Africa. Um And Homo erectus is in Africa and Homo erectus expands out of Africa. And so, um but there, there probably was some sort of intermediate species um between Homo erectus and, you know, neanderthals and us, right? There was a species in there. Um And um and then there might have also been some other uh species um Eastern Asia that, that um sort of derive, um maybe it's more closely related to this, to this last common ancestors with Neander Thal and, and, and humans. Um But yeah, exactly what those species are and who uh um what they're called. I think there's uncertainty. I mean, I think we have fossils that probably represent that species. But um but yeah, there's a lot of uncertainty, I think now in terms of the classification of the fossils,"
	},
	{
		"start_time": "16:18",
		"speaker": "Ricardo Lopes",
		"words": "we're also going to get a little bit more into the relationship between neanderthals and Homo sapiens later on. But uh I mean, now that we've covered, uh I mean, basically the main or what we think is the main timeline of human evolution here uh what are the main brain? Uh uh NOT brain, sorry, uranium changes that occur between homo erectus and homo Neanderthal lenses and uh sapiens."
	},
	{
		"start_time": "16:49",
		"speaker": "Timothy Weaver",
		"words": "Yeah. So, I mean, one big one is there's a big increase in brain cells um that happens. Um Both neanderthals and us have, have quite big brains uh relative to um homo erectus and um particularly their early homo erectus, right? So the earliest fossils of homo erectus that are found in Africa. And we can also do things where we try to estimate the body weight of the body mass of, of uh these different species and we can look at brain size relative to body size. Um And um it makes sense to think about that because if you have a really small animal or a really big animal, right? Uh The small animal is gonna have a small brain because everything is small, a big animal is gonna have a big brain because everything is big. Um So thinking about brain size, relative to body size can maybe be a more useful way of thinking about um brain size. And um yeah, so there's a big increase in absolute brain size, but also seems like a big increase in relative brain size. So brain size relative to body size. Um AND that's happening in our lineage and it's also happening in the NATO lineage and actually the late homo erectus in, in, in uh in Asia um also has a bigger brain size than early homo erectus. So there's these changes in brain size, sort of three parallel changes in brain size. So they're at least to a certain extent, independent of each other, which is kind of interesting actually, um that you know that you have the similar changes in these different lineages. Um Homo sapiens um also has um a smaller face than what we see in um Homo erectus. Neanderthals um have a smaller face um on the sides but not so much along the middle. So the mid part of the face is neanderthals remains big, but the sides, you know, kind of get smaller. So there's probably a decrease in the face size and neanderthals as well, but not all across the face like what we see. So those are big changes um that we see. Um I maybe I'll stop there because we'll talk more about the differences between neanderthals and, and us. Um I think as we proceed"
	},
	{
		"start_time": "19:06",
		"speaker": "Ricardo Lopes",
		"words": "and, and, but looking across all these history of the evolution of the human cranium, what would you say are perhaps the main factors and selective pressures that play the role there?"
	},
	{
		"start_time": "19:19",
		"speaker": "Timothy Weaver",
		"words": "Yeah. So there are these increases in brain size that we see. Um And you know, we, you know, we have um I, I should say, you know, we, you know, you have variation in brain size and in humans, right? Living today. Um AND there's no kind of evidence that that is related to kind of anything uh like what we consider, maybe intelligence, something like intelligence is also very hard to measure, right. So it's, it's, it's not, it's not a, it's not an easy thing to, to, to um to look at. Um BUT over this really broad scale where we have these big changes in brain size, um you know, we think that it's probably related to something having to do with cognition. Um And, you know, the brain is um is costly, it's a costly tissue. Uh uh IT uses a lot of energy. Um And so, you know, I think we generally think that the brain must be doing something um kind of important functionally because otherwise, uh why would the uh the body, um why would you expend so much energy? Right? Why does your body expend so much energy? So, um you know, so we think that those increases in brain size probably have to do with some changes in, in cognition. Um But we're not sure exactly what, what those are. Um It's interesting that it's happening in parallel in different lineages. So it seems like whatever, however natural selection is acting, it's acting in sort of the same way across these different geographic regions. But beyond that, I think it's hard to say, uh hard to say exactly um what's going on, the changes in um the, the face um and the teeth um are probably related to diet. Um And they're probably related to um changes in technology that we see. Um AND so um probably more um processing of foods with technology as opposed to the processing of foods with, with your, you know, with the body, right? Um So you don't need um a big face, you don't need big teeth, you don't need those things to process the food as much if you're using tools, for example, to process the food. Um So in terms of the broad scale changes, those are um probably um factors that are involved, but it's, you know, it's difficult to say for sure, you know what, what the factors um we have um I guess correlations that we can see between uh you know, changes in technology and changes in anatomy. But um it's hard to really um establish causal relationships there."
	},
	{
		"start_time": "21:55",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to diet, I would imagine that particularly from Homo erectus onwards, fire played a big role there. Fire and cooking."
	},
	{
		"start_time": "22:05",
		"speaker": "Timothy Weaver",
		"words": "Right. Yes. Yes. Uh Yes. So fire. So there's definitely evidence of fire that goes back to the time of um kind of early Homo erectus. Um IN Africa. Um THEY um one of the things I think that's tricky with fire though is you can also have natural fires. And so sometimes it's hard to um distinguish between that and, and fires that are produced by, by humans or hominids. Um There's definitely very good evidence for fire like fireplaces kind of thing. Uh Going back to maybe 400,000 years ago. So, um, and, um, but there's a, there's also also earlier evidence of fire as well, but I think it's a little bit spot here. Um, BUT probably, yes, I mean, I, I think to the broader point, I think cooking was probably important and it was probably involved, um, in processing the food and breaking down the food. Uh, SO that, um, you know, you break down the food and, um, your body can then absorb, you know, more of the nutrients, um, in the food, um, uh, by, by cooking it. And so, yes, I think, I think cooking was, was, was certainly involved but exactly the timing of when that came in, I think is a little bit, um, more difficult to say, um, because the, you know, the really good evidence for cooking goes back to maybe 400,000 years ago and then there was kind of spotty evidence earlier than that."
	},
	{
		"start_time": "23:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. But, but that, that really messed up with a very important role. I guess that both when it comes to dentition but also the size of the brain. Right? Because with fire breaking macro molecules and, uh, it becoming easier for, uh, the stomach and the intestines to really digest the food and to extract more nutrients from it. Uh, IT really was a game changer."
	},
	{
		"start_time": "24:05",
		"speaker": "Timothy Weaver",
		"words": "Right. Yeah, I think that's true. I think that's true. And talking about how the brain is expensive Right. It's an expensive organ. Um, SO having these kind of high quality, um, energy sources, right. Um, uh, IS really important if you're gonna have a big brain. And, um, and so food, uh, so cooking is probably important also, probably the introduction of animal, you know, products. Um, YOU know, things like meat, um, marrow, other things, those are probably important as well. Um, SO, yeah, there's, I, I agree, I agree with you. Yeah. Mhm."
	},
	{
		"start_time": "24:40",
		"speaker": "Ricardo Lopes",
		"words": "And, and what about climate? Do we know if climate played any role at all in the evolution of the human gra?"
	},
	{
		"start_time": "24:52",
		"speaker": "Timothy Weaver",
		"words": "So climate probably did play a role in. Um Well, certainly, um it played a role in maybe some of the differences in the cranium that we see across the world today, right? So that probably at that sort of smaller scale, it may have played a role in the differences between us and neanderthals, right? So there may be climate may be involved there. Um I would say, I'm not sure if climate probab, I wouldn't say climate played a role um in, for example, the differences between Homo sapiens and Homo erectus. Um I mean, there's climate changes that are happening kind of all through this uh global climate changes that are happening and those are changing the environments that these different hominids are living in and you know, that may be influenced uh the selective pressures. It also may be influenced the migrations of different hominids, you know, so there, the climate was probably involved in those ways, but I wouldn't say that, you know, the homosa cranium looks different from Homo erectus cranium. And it's because of some sort of climatic adaptation either in us or in Homo erectus. I don't think climate is a, is a big factor at, at that scale."
	},
	{
		"start_time": "26:13",
		"speaker": "Ricardo Lopes",
		"words": "So, uh I would like to ask you about other uh traits that you've also studied. But just before we get into that, just by looking at the human cranium, uh is it possible for us to uh I mean, derive information about other aspects of human evolution ju just from it?"
	},
	{
		"start_time": "26:38",
		"speaker": "Timothy Weaver",
		"words": "Um I mean, I'm not sure exactly if I understand the question."
	},
	{
		"start_time": "26:41",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So for example, earlier, you talked about how looking at the human cranium and noticing the differences between our cranium and the cranium of chimpanzees, we really notice are we are able to at least infer some information about how exactly bipedalism would have started, right? Because of the position of the Foramen magnum, right? That is at the base at the basis of our uranium and connects the brain to the spinal cord and all of that. Uh So uh I mean, that's an example. Are there other examples of other aspects of human anatomy or other aspects of our evolution which we can derive information about by studying the human brain?"
	},
	{
		"start_time": "27:33",
		"speaker": "Timothy Weaver",
		"words": "Yeah, I mean, I guess we've talked about some things, right? We've talked about diet um we've talked about maybe cognition um there or maybe in information about things like, um you know, balance the organs, you know, things that involved in balance and maybe how is that involved with locomotion? Right? Um So not just the position of the frame of magnum, but some of the uh kind of more internal, you know, kind of structures um that we could see in the cranium. Um I mean, those are probably the main things um maybe I'm forgetting something, but those are probably the main things that I think we can tell."
	},
	{
		"start_time": "28:19",
		"speaker": "Ricardo Lopes",
		"words": "OK. And, and does something like childbirth connect in any way to the evolution of our ukra."
	},
	{
		"start_time": "28:28",
		"speaker": "Timothy Weaver",
		"words": "Uh Yes. Yes. Uh And so, um so if we think about childbirth in humans, right? And we have, so if we go back to the last common ancestor with chimpanzees, um and we think about um the pelvis, right? So the baby has to pass through the pelvis to be born. Um You know, probably the last common ancestor had a pelvis that looked more similar to a chimpanzee pelvis than to a human pelvis. And so, um when you have the origins of bipedalism, you actually have some changes that happen in the pelvis um relative to, to uh to what we see with, with chimpanzees, but also probably the last common ancestor and those rearrangements then interact with these increases in brain size that we actually see much later in human evolution. And what happens is uh because the brain gets bigger, it's not just the adult brain that gets bigger, it's also the newborn individual's brain that gets bigger. Um And so you have this problem of fitting a large brain, a large head um through a pretty small, you know, birth canal. And that has to do, I think with the interaction with between changes that happened early on in human evolution that are associated with bipedalism. Um And then these changes that happened later in human evolution that are these increases in brain size. Yeah. So I think the cranium does interact with um with the pelvis um in terms of childbirth"
	},
	{
		"start_time": "30:02",
		"speaker": "Ricardo Lopes",
		"words": "and that also connects to some of the common complications we see in childbirth."
	},
	{
		"start_time": "30:09",
		"speaker": "Timothy Weaver",
		"words": "Right. Yes. Yes. Um Yes, I mean, we have a pretty constricted um birth canal relative to the size of the baby's head. Um The dimensions of the mom's birth canal are roughly the same size as the dimensions of the head, the baby's head that have to pass through there. Um I mean, that's the case in some other primates as well, but in um great apes. So chimpanzees, gorillas orangutans, um they have a much less constricted um birth canal. So the baby's head is much smaller than what you the size of the birth canal they have to pass through. So that's definitely something um that um that's a result of that. Um There's probably other things that are involved. Um Right. Having to do with, um, with, you know, more sort of current medical practices that, you know, that are also involved as well. So, I wouldn't say it explains all of the things, all the complications that we have in childbirth today. But, uh, but it's, um, it's probably part of the story at least."
	},
	{
		"start_time": "31:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm."
	},
	{
		"start_time": "31:09",
		"speaker": "Timothy Weaver",
		"words": "Yeah."
	},
	{
		"start_time": "31:09",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into n do to then. So do we know exactly when they first appeared?"
	},
	{
		"start_time": "31:19",
		"speaker": "Timothy Weaver",
		"words": "Yeah. Uh Yes, I mean, yes and no. Uh Right. So, um we um from genetic evidence, um we think that we shared the last common ancestor with them about maybe 600,000 years ago. Although there's some, there's some uncertainty is that in that as well, kind of like what we talked about with the chimpanzees"
	},
	{
		"start_time": "31:40",
		"speaker": "Ricardo Lopes",
		"words": "and, and that, that common ancestor, would it have anything to do with Heidelberg or not?"
	},
	{
		"start_time": "31:48",
		"speaker": "Timothy Weaver",
		"words": "Uh I think before we used to say that the common ancestor was homo had borgens. Now, I think we're less certain about that. Um So some of the fossils that were considered Homo Haber sis um in the past maybe represent the last common ancestor or they're closely related to that last common ancestor. But yeah, so the, the Neanderthal lineage then starts around 600,000 years ago. But then it, it does become a little bit of a, a matter of definition. Um When you say that the neanderthals themselves start. Um So, you know, we have um fossils that are considered, um, the classic neanderthals. So these are those fossils that were, um, kind of originally described as neanderthals. And, um, you know, most of those fossils are younger than 100,000 years old. So they're pretty recent, right? In, in terms of the, the time scale that we're talking about for human evolution, the um the oldest fossils that sort of kind of clearly look more like these classic neanderthals, maybe go back to just a little after 200,000 years ago. So those are the kind of the oldest. So you could then say that neanderthals start around 200,000 years ago. But we also have fossils that are older than this, that date to more than 400,000 years ago that have a lot of the characteristics of neanderthals, so that a lot of these features. Um And there's also some genetic evidence that links them with the classic neanderthals as well. So maybe you could also then put the start of neanderthals back to more than 400,000 years ago. Um But yeah, because it's an evolving lineage, then it, it does maybe become a little bit arbitrary where you draw the line. Um So the start of the lineage is maybe 600,000 years ago, but when you actually say neanderthals start um becomes a little bit arbitrary. Um And there's, I wouldn't say there's strong like disagreement in that. Um It's contentious but uh I think there's some, you know, there's discussion about exactly where you put that start. Um, AND that's just because you're, you're basically taking a continuous process. Um, AND you're, you know, just sort of dividing it, um, somewhat arbitrarily, but I would say the classic Neanderthal. So the N tolls that we sort of associate with the AOLS that were first described, let's say they start a little after 200,000 years ago, but there's definitely Neanderthal ancestors that have a lot of the characteristics in the ans that go back um from the fossil record more than 400,000 years ago."
	},
	{
		"start_time": "34:27",
		"speaker": "Ricardo Lopes",
		"words": "And where do they appear? And what do we know about their migrations?"
	},
	{
		"start_time": "34:34",
		"speaker": "Timothy Weaver",
		"words": "Yeah. So the um these Neanderthal ancestors, the oldest fossils um that we're talking about here um actually come from Spain. So they come from the, the Sima de Los Hueso um and Atapuerca Spain. Um And uh so those fossils date to um 430,000 years old. Um And they have um yeah, so they have a number of these nal features. So uh these characteristics and I mean, we can talk about them, but there's, there's anatomical characteristics that we associate with neanderthals. And these fossils from, from Spain have those features. There's also some DNA evidence that, that links them with the neanderthals as well. So that would be um those would be the oldest representatives, um the oldest classic neanderthals um also come from Europe. So um you know, so different places in Europe. So, um for example, there's some fossils from Italy, um that are some of the oldest ones, some fossils from France. So, yeah, so we think that the origin of the Neanderthals was in Europe. Um As far as we can tell, um, that's where this Neanderthal lineage appears. Um And I guess your second question was about, about migrations. Yes. Ok. Um Yeah. So it's a little hard to tell, um exactly the timing of different migrations. But uh one thing we can say is we can look at the geographic range of the neanderthals. And so, um, you know, there's neanderthals that are uh south um into the western parts of Asia. So, um places like Israel, uh places like Iraq, right? So down into there, um there's also neanderthals uh pretty far east. So, like there's a fossils, for example, in um Uzbekistan. Um But then there's also some DNA evidence that goes further east right into more like the central part of Asia. Um And so they had, and then they, of course, they were on the west, right? We really talked about Spain. Um AND um also going, you know, north um into places like Germany and, um right, so they have a, they have a big, um they have a big geographic range. Um AND, um, you know, there's um some, you know, maybe evidence about timing of, of things. So, um it maybe seems to be evidence that maybe they migrated down kind of south into the western parts of Asia. Um And then, um so, you know, they, they were, um so, you know, interesting, there were some Homo sapiens fossils that are actually older than the Neanderthal fossils from that part of the world. But then what seems like happened is actually the neanderthals may be migrated down into there and the Homo sapiens may be migrated back into Africa or just, you know, kind of disappeared from that region. And then Homo sapiens comes out of Africa later and replaces the neanderthals. And so, yeah, but in terms of the timing of exactly when they moved to these different, um, regions, it's a little harder to tell. Um, BUT they did definitely had a very big geographic range and they were, um, you know, as we just talked about, um, they were around for hundreds of thousands of years. So there's, um, yeah, so, um, um, they were living in lots of different um environments. Um If we look at the, the species that they were eating, right, the prey species, um, you know, they were preying on different, uh, various different, um, ungulates, like large, large mammals that they were eating. Um, AND they, they varied across, you know, the, the, the, the ranges that, you know, they were living in, right. So they, you know, they were living, they were eating like reindeer in some places and, um, you know, horse in other places. Right. So, there were, there was a lot of variety of, of habitats, I guess that they were living in. So,"
	},
	{
		"start_time": "38:29",
		"speaker": "Ricardo Lopes",
		"words": "do we have any idea exactly when Homo sapiens and neanderthals first get in contact with each other?"
	},
	{
		"start_time": "38:40",
		"speaker": "Timothy Weaver",
		"words": "Yeah. So, I mean, there's from, so when we look at the DNA of people living today, um, people have ancestry out of, outside of Africa, so out Africa and also some, um individuals from Africa as well, um have a small percentage of their, of their genome. Um That seems like it came from the anal. And um it's interesting because um this is also found in, for example, like native North Americans or native South Americans like parts of the world where we don't think um there were ever neanderthals, right? So there was no kind of contact that was happening um in that part of the world. So it makes sense from this distribution of, of the DNA, uh Neanderthal DNA and people living today that when Homo sapiens migrates out of Africa shortly after they migrate out of Africa, um they come into contact with neanderthals and there's some uh genetic exchange that happens there and then that DNA that was exchanged, the Neanderthal DNA that comes into the Homo Sapiens population then gets propagated to be, you know, most people in the world today, right? Um And so there was probably some sort of contact in the Southwester parts of Asia. Um BUT we also have evidence that um homo sapiens came into contact with neanderthals in, for example, in Europe. Um BECAUSE there's some sites um where uh we've able to um extract ancient DNA and some of those fossils actually have more Neanderthal DNA than we see in people living today. Um And this has been interpreted as it was because there was some additional contact with neanderthals, you know, that happened um after that contact, that was in the Southwester parts of Asia. So, um but you know, there also could have been earlier contact. So, um you know, if we think about, you have this last common ancestor that lived 600,000 years ago and you have these evolving lineages. Um AND the contact that I'm that I had just talked about, right, would have started maybe 50 or 60,000 years ago. Um But there might have been also some contact that was earlier than that. Um And um for example, like I said, we have Neanderthal fossils in places like Israel. Um And we have early Homo sapiens fossils in places like Israel and the Homo sapiens fossils. Uh GO back to about 100,000 years ago, maybe some of the Neanderthal fossils are actually that old as well. So there might have been some sort of contact that was happening, you know, back then. Um So, but I would say the, the, um the more um certain contact would have been in the Southwester parts of Asia. And then there would have been some additional contact that happened in Europe. Um PROBABLY shortly after that. So maybe like the initial contact was 50 60,000 years ago and then the later contact was maybe 40,000 years ago. So some, some in that, in that time period, but people have made arguments that there was earlier contact, right? Maybe even going back hundreds of thousands of years. Um um So there wasn't complete, you know, isolation of these, of these uh evolutionary lineages from 600,000 years ago, up to say 50,000 years ago, there might have been some contact that was happening, you know, in the, in the intervening period."
	},
	{
		"start_time": "42:11",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So because we know that there was interbreeding between homo sapiens and hone Neanderthal lenses. Uh And we see genetic admixture between the two, I will call them species just for, just to make it easier. But, yeah, that's fine. Yeah. Yeah. Yeah. Um I mean, in, in anthropology more generally, but perhaps in maybe biological anthropology and paleoanthropology more specifically, how do people tend to look at the relationship between them? I mean, are we talking about the same species here or not?"
	},
	{
		"start_time": "42:53",
		"speaker": "Timothy Weaver",
		"words": "Yeah, I mean, so, uh you're bringing up a, um an important point. So, I mean, there's, so there's different definitions of what a species is. Um And certainly by some definitions, uh neanderthals are a different species, right? So there's, there's some definitions that where you would say, yes, they clearly look like a different species. Um And so in that sense, it makes sense to call them a different species. Um But um if you mean by species that, you know, they couldn't produce, you know, fertile offspring, right? Um That's clearly not the case with the neanderthals and, and us, right? There was um as, as we've just talked about, right. Clearly, they could produce fertile offspring. Um There were um there may have been some reproductive barriers but um but uh clearly, uh there wasn't uh reproductive isolation between them. So, in that sense, there, I think, um depending on your question, um it's maybe useful to think about them as different species. And then for maybe for other questions, it's more useful actually to think about them, more like um a population of, of humans. So, um you know, just like we think about, you know, different um humans around the planet today, we can maybe think about neanderthals sort of in the same way, although, you know, they shared a common ancestor with us further back in the past, right? So there's been more time for them to diverge. But, but if you're thinking about, I don't know, modeling it, you're thinking about those kinds of things. Um Sometimes it's useful to think about them more as a different population. Um But in other cases, I think it's useful to think about a different species. And um I think it's a little bit sort of a pedantic kind of thing to discuss exactly what a species is and what the different definitions are. But I think the basic point is that there's different definitions of species and by some definitions, neanderthals are a different species and by other definitions, they're not a different species."
	},
	{
		"start_time": "44:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah, because I, I mean, I'm not sure if this nomenclature is still up to date or if it's still the one you use in anthropology. But at least, um, when people first classified the Neanderthals and Homo sapiens, I mean, the full name was Homo Sapiens, Neanderthal lenses and Homo Sapiens Sapiens, right? I mean, so at least to some extent, uh they were relating them more closely to one another than perhaps what we would understand as being two different species or not."
	},
	{
		"start_time": "45:26",
		"speaker": "Timothy Weaver",
		"words": "Yes. Yeah. So, I mean, what you're talking about is classifying them as a different subspecies, right? So the, the, the Sapiens Sapiens would be the subspecies. Um, AND Sapiens Neander Hollens is, um, would be subspecies and, um, you know, I think that classification has sort of gone back and forth, you know, um in the field, um as to whether or not people use that classification. Um I think the important thing, right? Because a lot of this has to do with, you know, putting things in categories and naming those categories and taxonomy. I mean, one of the goals of taxonomy is right, is to be able to communicate with other researchers and have people understand, you know what you mean when you're talking about things and, but there's definitely uh an arbitrary uh aspect of this. And I think the bottom line with the neanderthals is there, you know, we shared a common ancestor with them 600,000 years ago. That's actually not that long ago, right? Um, um, WHEN we look across mammals, um we don't expect reproductive isolation to develop in only 600,000 years. It usually takes millions of years for, for reproductive isolation. So they're very closely related to us. They're um you know, we could interbreed with them. There's, you know, in that sense, they're, they're kind of part of us, right? Part of our population. But, but then there's other aspects of the neanderthals that um they're different enough that um that we could maybe classify them as different species. So I'll give you an example of that. So if you look at say the the features of the cranium, um and we compare, you know, uh neanderthals to us and then we look at uh cranial differences across different species of primates, right? So the differences that we see in the cranium between us and neanderthals are as large or larger than what we see between many species of primates. And so by that definition, by that or that, that criterion, um there are different species from us because morphologically they're, they're anatomically, they're, they're um, as different from us or more different from us than, than many, you know, clear species of primates. And so by that definition, they, they, they seem like they are a different species, but that doesn't mean that we couldn't have fertile offspring with them. Right. So, I think these different definitions. Um, YEAH, I think you need to, you need to use the definition that's useful for the research project that you're, that you're investigating. Um And um and I think maybe people outside of biology uh often don't understand that there's actually lots of different ways, definitions of species and some groups are considered different species by one definition, but they're not considered different species by another definition. That's OK because um you know, we're trying to uh take this kind of continuous biological variation and put it into these different categories, but that's not really the way that the, the variation is actually patterned, right? Um It's humans, you know, we like to put things into categories, but that's, that's not really the biology is more messy than that, I guess, maybe that's, that's a good way of saying that."
	},
	{
		"start_time": "48:34",
		"speaker": "Ricardo Lopes",
		"words": "No. And I mean, I guess we have to always keep in mind that um me these definitions that we use like species and in the case of evolutionary biology, even things like genes, uh I mean, are evolving definitions and they are at the end of the day, just useful constructs that scientists have to refer to a particular phenomena, particular things out there. But, uh, I mean, they don't correspond exactly to something like an essence or some essentialist stuff out there. I mean, it's not that species or gene or whatever is an essence that we have to attribute to particular organisms, for example. And even if the definitions are evolving and people disagree uh in some ways in uh what the definition should be, it's still possible to make scientific progress."
	},
	{
		"start_time": "49:36",
		"speaker": "Timothy Weaver",
		"words": "Yeah, I agree. I agree completely. That's, that's a, that's a good way of uh of summarizing that. Yeah. Yeah."
	},
	{
		"start_time": "49:41",
		"speaker": "Ricardo Lopes",
		"words": "So you, you've also referred to uh uh I mean, in passage to the differences in terms of the cranium between neanderthals and Homo sapiens. Uh I mean, uh uh uh to pick on that example, to explore another topic related to evolution that I haven't asked you about yet. Do we know if those differences were the result of natural selection, genetic drift or some other mechanism? And uh I mean, by asking you that, I also wanted to understand, how do we study that? I mean, how do we distinguish if something if a particular trait is the result of uh selection, genetic rift? Uh IF it is a by product? I mean, how, how do we do that?"
	},
	{
		"start_time": "50:34",
		"speaker": "Timothy Weaver",
		"words": "Yeah, I mean, the short answer is it's, it's difficult to figure that out. Um And um yeah, so we can think about natural selection, right, acting on the cranium and in these two evolving lineages and um on, on different traits and there's of course, different selective pressures, right? So there could be things like climatic adaptation, there could be um there could be uh selective pressures related to diet, there maybe could be selective pressures related to cognition, to speech, to uh all sorts of things, right? That could be acting um on, you know, the Neanderthal cranium on our cranium, right? So there's different ones. Um, AND as you say, there's also these different traits and the different traits are correlated with each other. Um So, um, so for example, um, you know, when your cranium grows, um, well, one, there's, there's, um, you know, we don't know all the details but um, we know that there uh would be uh certain genes that have an effect on multiple cranial traits. Um And so, um when one trait changes, another trait will also tend to change in a predictable way, there's also all the whole developmental process that produces these correlations. And so, you know, when there's selection, maybe acting on one trait, it will also have consequences for other traits. And so it's tricky to figure out, you know, well, me what trait was selection actually acting on, you know, just because I'm measuring this trait or studying this trait, that doesn't necessarily mean that's the trait that selecting was acting on. And then there's the whole uh issue about um distinguishing between what we call neutral evolutionary processes and natural selection. So, neutral evolutionary processes are processes like um mutation and genetic drift. Um And these are these uh chance changes that happen in the frequencies of different variants of genes. Um And if some of those uh variants of genes underlie, you know, the cranial morphology, then you know, you can have these chance changes that happen in the neanderthals and chance changes that happen in, in, in our lineage. And um because they're happening independently from each other, you don't expect the shame changes in both lineages. And so that can lead to, to divergence. And um that certainly happens a lot in the genome. Um This is actually why we're able to figure out how far back in time we shared a common ancestor with chimpanzees or how far back in time we shared a common ancestor of NALS. It's because of this process of genetic drift, these kind of chance changes. Um But we also think these neutral processes probably affected the, the cranium as well. Um And so, yeah, trying to distinguish between that. I've actually spent a lot of time in my research, you know, trying to distinguish between those um things. But yeah, it's, it, as you said, it's a, it's a, it's a kind of a, it's a tricky um um problem. Um And um maybe I'll, I'll say so we can use um some tools to try to look at this. Um So there's a body of theory that's called evolutionary quantitative genetics. Um And, you know, quantitative genetics originally comes from animal breeding. So trying to um you know, try to, I don't know, increase the milk production of cows or, you know, things like that. Um BUT um but it has been, this theory has been extended by evolutionary biologists to try to understand things about um evolution um and evolutionary at a broader scale. And so what this body of theory allows us to do is make some predictions about what we would expect if the evolution is entirely due to neutral evolutionary processes. Um And then we can compare the observed changes that we see with the expectations um under neutrality. And then if we see deviations from that, um this maybe indicates then that natural selection was acting. Um um AND then we can try to investigate um you know, which traits natural selection look like is acting on. And so, um there's this body of theory, this evolutionary quantitative genetics which allows us to make some predictions about what we would expect um if certain things were true, right? So if genetic drift is acting, this is what we would expect if natural selection is acting, this is what we would expect. And then we can compare with the observations right, be observed um And try to use this to, to distinguish between those. Um And so certainly that's, that's uh well, so that's the way that I've approached it. And, and some of my colleagues, um at some point, we may be able to do some things where we actually look at the genome um itself. Um But um right now we have a really kind of poor understanding of the genetic basis of most of these traits. Um uh YOU know, we don't, um we don't really know um like what genes are involved in. Uh FOR example, the cranial features um that we look at, um probably it would have, would have been many, many different genes as well. And so at this point, you know, we can't just look at the Neanderthal genome and compare it with ours and, and then kind of use this to, to ask those questions. Um MAYBE at some point, we'll be able to do that more, but we need a better understanding. So, um so for now, I think the best way is to use these approaches from evolutionary quantitative genetics. Um But maybe I'll stop there and I'll let you ask a follow up question but"
	},
	{
		"start_time": "56:01",
		"speaker": "Ricardo Lopes",
		"words": "mhm No. Yeah. Uh Let me ask you on the topic of neanderthals. Uh Do we know how and why they went extinct? And, and I mean, I, I'm asking you the question like this, but of course, uh taking into account the discussion, we just add about uh whether neanderthals and Homo sapiens are two different species, maybe at least in a particular point of view, it wouldn't even make sense to talk about them going extinct."
	},
	{
		"start_time": "56:36",
		"speaker": "Timothy Weaver",
		"words": "Right. Yeah, I mean, on some level, maybe they're not extinct because, um, some of their genome survives in people today. Um, BUT neanderthals as a group, right. As a, as a group that we can think about, um, were gone, I think certainly by 40,000 years ago. So, um, and maybe even a little older than that. Um, BUT that, I don't think there's any Neanderthal fossils, um, any evidence of neanderthals that are younger than 40,000 years ago. Um, IF you had, we had this discussion a number of years ago, um, I maybe would have said that there were some younger Neals but, um, improvements in our ability to date, um, the, the sites and date the fossils, um, figuring out how old they are in geologic time, right? You know, how many thousands of years ago they are, um, have changed that perspective and a lot of the evidence potentially of younger surviving tas seems to have been because the dates were incorrect. Um, AND so they were certainly gone by 40,000 years ago and it might even be like 45,000 years ago that they were all gone by. So, but certainly by 40,000 years ago, there were no neanderthals as a group. Um, ALTHOUGH Neanderthal genes were incorporated, you know, into people, um, at that point. So that's, um, that's, I guess the, when, uh, the, when part, the, the why part is a is a much harder question to answer. Um, AND, um, yeah, there's lots of, um, explanations, um, you know, ranging from, you know, competition, you know, with, with Homo Sapiens, um, being out, competed with Homo Sapiens to, um, maybe their population was crashing already because of climatic changes. Um, AND then the Homo Sapiens kind of expanded maybe into a, a population that was already, you know, kind of crashing. Right. So there's, there's, I guess there's a lot of different, um, possible explanations. Um One thing we do know, so, um is neanderthals seem to have been living at a pretty small population size. Um And their population density was also pretty small. Um We can look at their genomes. Um And there's something that's called effective population size that you can measure from their genomes. It's not the same thing as census size. But, um, and um, but if it is uh related to census population size, um their affected population size was a lot smaller than ours. Um So that's one piece of evidence we look at, for example, their archaeological sites. Um, LIKE, um I don't know the quantity of materials that are in there. Um Things like, um um you know, there were a lot of large carnivores that were around in, for example, in Europe, when the anatol were living there, when Homo sapiens comes in, they all go extinct, right. So they're, they're gone, they're gone quickly. Um And so, right. So that"
	},
	{
		"start_time": "59:37",
		"speaker": "Ricardo Lopes",
		"words": "actually sorry to interrupt, that actually also happened in the Americas and Oceania. Right. When got there."
	},
	{
		"start_time": "59:45",
		"speaker": "Timothy Weaver",
		"words": "Yeah. And a, yeah, Australia. Right. Right. All, yeah, all those places. And so, um, so all of this suggests that neanderthals were living at these kind of small populations. Um And so, um, that probably plays a role in their extinction because you probably have a bigger population of Homo sapiens that's coming into a region where the Neanderthals are. And even if they're mixing the fact that there are less neanderthals, you know, would mean that they're gonna contribute less right to the to to later populations, right? Even just if you just think about kind of random mating, um if there are less of them. Um And so, yeah, so demography probably played a role. But um but, you know, demography is only a part of an answer because then there's the question of like, why are they living at such low population sizes? Um Was it because they were um maybe not as good as obtaining resources from the environment as Homo sapiens? Right? So there's these kind of more ultimate explanations that maybe we need to look at for demography. But demography seems like played a role and it seems like most researchers would agree that demography played a role. So at least um not that we should um decide things in science based on consensus, right? But, but uh but I think if you polled, you know, most of the specialists in, in this, in this uh this period that they would, they would say that demography played, played a role"
	},
	{
		"start_time": "1:01:05",
		"speaker": "Ricardo Lopes",
		"words": "if it had anything at all to do with them being out competed by Homo sapiens. Is there any evidence at all that there were any relevant cognitive differences that might have played a role there?"
	},
	{
		"start_time": "1:01:25",
		"speaker": "Timothy Weaver",
		"words": "I mean, I think it's possible. Um, BUT there's, um, I think it's a little hard to, to, to say um there um I mean, so I guess there's, I'm just maybe think about the different lines of evidence that we have for this, you know, potentially we could look at um DNA, right? Ancient DNA and try to figure out if there's any evidence for cognitive differences. But, you know, we have a poor understanding of the genetic basis of brain function and other things. So I think it's hard to, to say for sure from that. Um We can look at the fossils themselves and we do know that there are some um changes in um the growth of the brain case um by looking at sequences of fossils, right? So young neanderthals to, to adult neanderthals and comparing them with Homo sapiens. And there seems to be this change that um uh the colleagues that, that worked on this call the um the globular phase, this change that happens in the first year of life that you see in Homo sapiens, but you don't see a Neanderthal in the,"
	},
	{
		"start_time": "1:02:33",
		"speaker": "Ricardo Lopes",
		"words": "what does that mean? Exactly sort of for the audience with the,"
	},
	{
		"start_time": "1:02:38",
		"speaker": "Timothy Weaver",
		"words": "it's changes in. Um So um the part of the, of the brain case that's um the occipital. So that's kind of the back and into the lower part of the brain case. Yeah, back here. Um And then also like the parietal. So out here, um and what happens is there's this change that makes the cranium more globular, So more uh in Homo Sapiens that doesn't happen in um in Neals and the colleagues that have worked on that argue that this is related to changes in the brain, right? That there's something that's happening in the brain in this first year of life that happens in Homo Sapiens that's not happening in the Inal. So that's another lot of evidence. And then there's the archaeological record, right? So we can look at um the artifacts that the N Ta were making, we can look at the artifacts that Homo Sapiens were making. We can look at. Um I don't know maybe how good of hunters they seem like they were, right? Uh HOW complex their technology is. We can look at those kinds of things. Um We can look at um the production of um things that look like art, you know, symbolic, you know, things, those kind of things and we can look at those. Um And I would say there's less evidence of, of, of, you know, symbolic um behavior in the nanos than what we see in um Homo Sapiens. So maybe that's related to cognition, right. So that, you know, so, I mean, there, but all of these are uh kind of indirect, right? It, it's, it's hard to, I think it's hard to say for sure. And um I think as we have done more research on the Neals, um some of the things that we thought neanderthals were not doing, um we've now found examples that they were doing them. Um, BUT even so they may have been doing them less frequently than Homo sapiens, right. So there could be, still have been some differences. Um, BUT yeah, I would say it's hard to say for sure. And it's, it's a very contentious uh area of, of research because there's people that have, um, there's sort of strong sort of debates about that about, you know, uh whether or not the Nals, um, had any cognitive differences from us. Um, YEAH. And as you can imagine it's, it's, it's a, it's a, it's a topic that, um, that, um, that I think we have to be careful talking about. But it's, uh, but yeah, so it's hard, I think it's hard to say for sure. I mean, certainly, um, they were evolving kind of independently from us for hundreds of thousands of years. And so I think it's reasonable to suggest that there might have been some differences there but whether or not those differences were um such that they would explain why the Neanderthals went extinct. Um I think that's hard to say"
	},
	{
		"start_time": "1:05:27",
		"speaker": "Ricardo Lopes",
		"words": "and, and I mean, even if it was due to, for example, tech uh differences in technology differences in culture, for example, or sociality, social structure or something like that. I mean, maybe people would look at uh things like uh symbolic expression, art and so on and derived from that, that then neanderthals were at least a little bit less intelligent than Homo sapiens. But that might just be uh cultural differences, right? I mean, it's not necessary I they do not necessarily have to correspond to differences in terms of cognition uh at an individual level."
	},
	{
		"start_time": "1:06:15",
		"speaker": "Timothy Weaver",
		"words": "That's right. That's right. Yeah. Yeah. And, and we, you know, we talked about how they were living at small population sizes and low population densities and, right, so that could also interact, right? So you have um at an individual level, you have similar cognition. But from the um as a group, maybe you have um because you're living at small population sizes with small population densities, maybe neanderthals are not able to develop some of the technologies that Homo sapiens are living because a lot of that has to do with interactions between individuals, right? The contact between. So, yeah, I think you're completely right. Um You know, there's, there's other things too, there might have been some differences in life history with neanderthals. So maybe they grew up faster than us maybe they didn't live as long, right. So there could have been things like that, of course, that interacts uh that interacts as well because uh if you're thinking about um about learning things, you're thinking about transmitting information to other members of the group. If you don't live as long, then maybe there's less opportunity for that kind of transmission. So all of those things, you know, interact. Um And so this is, I think what makes it very complicated to sort of say uh to say what's going on?"
	},
	{
		"start_time": "1:07:29",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So uh I have two more questions here. The first one is uh what are we referring to in anthropology when we use terms like anatomically and behaviorally modern human? What is that? Exactly?"
	},
	{
		"start_time": "1:07:46",
		"speaker": "Timothy Weaver",
		"words": "Yeah. So um so this, this term, these terms originally um developed as a way to make a distinction between um fossils. So you had fossils that had a lot of the anatomical features that we would associate with Homo sapiens, right? So that in terms of their anatomical features, they look very similar to us. But then when you looked at the archaeological record, they, they are types of artifacts that they were producing um what you could judge from their behavior in terms of the archaeological record, maybe they didn't look that different from the neanderthals. Um And so the idea that um you might get um like anatomical features, like, for example, like a chin or a face that's tucked underneath the brain case or a globular brain case or these kinds of things, you would see that um in some fossils. But when you looked at the archaeological record, you'd sort of say, well, actually, if I found this in a Neanderthal site, I wouldn't be surprised, right? This kind of looks like what we see in a Neanderthal site. And so the idea was that maybe they're anatomically modern and what you mean by anatomically modern is in terms of the, the bony features, the osteology features, the skeletal features, um they look like us, but um behaviorally, maybe they're not modern because um from what we can see in terms of their archaeological record, it doesn't really look like the archaeological record that we associate with, with kind of later Homo sapiens. And so I think that's where those terms came is to, is to make the distinction between that. Um And to um I guess, leave open the possibility that um that just because the fossils look kind of modern, they look like us, um doesn't necessarily mean that everything uh like in terms of the cognition, in terms of the behavior, in terms of those other things um is the same as us."
	},
	{
		"start_time": "1:09:41",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And uh does that definition also include uh neanderthals or not?"
	},
	{
		"start_time": "1:09:48",
		"speaker": "Timothy Weaver",
		"words": "Yeah. So that's a good point. So neanderthals would not be considered anatomically modern, I mean, sort of by definition, right? They're not um you know, I mean, in some sense, we define anatomical modern attorney with reference to them, right? So, um but um in principle, and the anatol could be behaviorally modern in the sense that, right, they could be um when you look at the archaeological record in Neals, you could see things that we associate um with uh behaviorally modern Homo sapiens. And that also leaves open the possibility. Yes, that neanderthals could be anatomically, they're not modern but behaviorally they're, they, they are modern. Um And so that's where those terms came from, I think, to maybe make it so that um there was some flexibility in um in the allowable scenarios, I guess, maybe the um and that's where that, where that comes from. Now, I would say, um you know, a lot of people have maybe moved away a little bit from using the word modern. Um I mean, we still use it but um modern has so many different meanings. Um And it's such a um um it's a word that's, it's not a value kind of free word, right? Modern kind of implies some sort of judgment. Um Like if you say something like primitive versus modern um right, you could sort of use those in, in a kind of an evolutionary biology kind of way maybe. Um BUT in common uh uh speech, right? If you called someone primitive versus you call someone modern, right? One, a bad thing and once a good thing, right? So, so that, you know, these terms are not, um, you know, they have um these things associated with them. And so I think a lot of people have kind of moved away from, um, using this word modern. Um, BUT uh that's where that distinction comes in. Yeah."
	},
	{
		"start_time": "1:11:38",
		"speaker": "Ricardo Lopes",
		"words": "Uh I mean, there are some of these definitions and even the names of species that unfortunately, when we hear people commonly talking about them, I mean, non-academic people, unfortunately, they tend to have negative connotations, even the word Neanderthal itself many times as a negative connotation. And, I mean, scientifically speaking, there's no apparent reason for that."
	},
	{
		"start_time": "1:12:06",
		"speaker": "Timothy Weaver",
		"words": "That's right. That's right. Yeah. No. N Neanderthal is, you know, it's, it's a, it's, it's like an, it's an insult. Right. Right. If someone calls you that and, um, it, you know, it comes from this idea that, um, nals are really kind of, you know, brutes, they're, uh, these, uh, these sort of cavemen that, um, you know, can't really figure out anything. Right. They're, uh, they're almost like, kind of ape like. Right. They're right. And, and, you know, and there, and there was definitely early kind of reconstructions of neanderthals that were like that. Um, WE now know that that's not the case at all. Right. Neanderthals are very, very similar to us. Um, THEY'RE not really apelike in any way. I mean, they're not any more apelike than we are. Right. So that, you know, we all, we will share this kind of, um, ape, you know, kind of heritage, ape ancestry but not any more apelike than us. Um, THEY seem like they were very, very competent, um, hunters. Um, YOU know, they were doing a lot of amazing things. Um, AND, uh, so that, so that view of them is, is definitely not, um, in scientific, uh, based in, in, in, in scientific evidence. But, but yeah, so there, there are a lot of these terms like this and, you know, you, you run into this a lot as an anthropologist because um you know, as anthropologist, we study humans and we study human evolution. And so because we're talking about humans, um uh you know, I think you have to be careful. I think the way that you um that you uh that you talk about these things because um because we're not just studying any species, we're studying ourselves. And, and so I think that you do have to be careful, but there are, there are a lot of misunderstandings. I think that arise from that."
	},
	{
		"start_time": "1:13:48",
		"speaker": "Ricardo Lopes",
		"words": "I mean, some of this probably also has a little bit to do with our uh historical legacy in terms of the way we think about, even for example, people from traditional societies where up till very recently, we use terms like primitive or non civilized. And then this applies not only to uh I mean people in traditional societies, but also race and others or hominid species, right? So that, that's, that has something to do with that, that historical legacy."
	},
	{
		"start_time": "1:14:26",
		"speaker": "Timothy Weaver",
		"words": "Yes. And that's part of the history of anthropology. Right. And it's, it's, it's the part of the history that, you know, we're not proud of. Right? Like, it's part of the, it's, uh, but, you know, anthropology is sort of intertwined with this, right. Um, YOU know, um, you know, scientific racism, right? Ideas that, you know, uh, there's a scientific basis for, for race and that, um you know, there's scientific basis for, I don't know, racial differences in cognition or all these other things, right? And anthropology is sort of intertwined with that and, and um yeah, so I, I think you're totally right. And so I think more recently as anthropologists, uh we've tried to maybe be a little bit more careful about that and recognizing that. Um EVEN though maybe when you're talking to other scientists, scientists understand what you're talking about, but then um someone in the popular uh press could maybe pick up your research and maybe talk about it in a different way. Um It can be used in ways that you didn't intend. And so, but maybe part of the responsibility of us as anthropologists is also make sure we try to clarify things and try to um um maybe pre-empt maybe possible confusion. Um That's also part of our job as well as then and, and we need to maybe be better about doing that. And um and so, yeah, I think that, that's, that's all very important. I was just at a, um, at a symposium at the, um, at the national meeting, um, in Los Angeles. That was, uh, actually all about this, um, uh, this topic. So,"
	},
	{
		"start_time": "1:15:54",
		"speaker": "Ricardo Lopes",
		"words": "the topic of scientific racism."
	},
	{
		"start_time": "1:15:57",
		"speaker": "Timothy Weaver",
		"words": "That's right. Yeah. Yeah, exactly. Um, AND there was actually a little write up of it in, um, in Science, Science, uh, science magazine, the scientific journal about the, about the symposium. So,"
	},
	{
		"start_time": "1:16:09",
		"speaker": "Ricardo Lopes",
		"words": "wasn't that the one organized by people like Edward Hagen? Uh uh And II, I mean, at least I, I heard a little bit about that and the, the name of Edward Hagen came up and also Rebecca Seer was divulging it a lot on Whitter."
	},
	{
		"start_time": "1:16:28",
		"speaker": "Timothy Weaver",
		"words": "So, that's right. So they were both participants in the symposium? Oh OK. OK. And the symposium was organized by uh Charles Roseman and um uh Jamie Jones. Um They were the organizers. Um But yeah, both of those people that you mentioned were speakers in this symposium. So, yeah, so I I'm, I'm bringing this up because I think um it's a, it's a, it's a very pertinent topic. Um And uh and so, yeah, I think, well, and some of the people are listening, listening to this discussion might also be interested in looking at that as well."
	},
	{
		"start_time": "1:17:02",
		"speaker": "Ricardo Lopes",
		"words": "No, of course. And I've had Doctor Hagan on the show and Doctor Seer and Charles Roseman, I will have an interview with him coming out later this year. So, yeah, some of those names I've had on the show. So, um uh and then one final question, um we've, we've talked a lot about uh the cranium and school morphology. You've also done some work on uh perhaps some changes that occurred uh across the agricultural transition. That is the move from uh foraging hunter gathering into agriculture, into uh societies based on agriculture. So, uh what do we know about that? I mean, were there big changes in school morphology? And if so why?"
	},
	{
		"start_time": "1:17:56",
		"speaker": "Timothy Weaver",
		"words": "Yeah. So um there were, so I guess the short answer is that there were not big changes. Um The the changes are small, um at least from the research that, that, that um I guess I've done and um this was done actually by a um when uh a former graduate student, David Kes, I mean, he's, he's no longer a grad student, but he was, it was his research, you know, um in my lab that we were working on, um the changes are small. Um BUT they're detectable and um they have to do with um for example, like changes in the size of the attachment area for various muscles that are involved in chewing or uh changes in the size of the mandible, you know, the lower jaw. Um And um we think that this has to do with um shifting to softer diets, right? So when you shift with the agricultural transition to softer diets, there's consequences um for the cranium and um some of these changes may be due to natural selection, but a lot of these changes uh could also be due to um the fact that, you know, bone response to the mechanical forces that are on it. And so if you grow up and you're chewing these soft diets, then you're not going to have as big attachments for the chewing muscles, the chewing muscles are not going to be as big. Maybe your mandible isn't going to grow as large. Um And these kinds of things are gonna happen um Because of that. And so, uh yeah, so there definitely were changes, you see this at a global scale, right? So you see this across um lots of different agricultural transitions. Um But um I, I think I do want to emphasize that um you know, if we look at sort of the variation in the cranium right across um you know, agriculturists and I kind of, I guess free agriculturists. So, you know, before the agri change and then also thinking about it at kind of the global scale, right? It's a variation across the planet. I mean, the biggest sort of factor, right? In variation is actually individual variation, right? So it's a variation that kind of has nothing to do with um geography, has nothing to do with subsistence, right? So it's just like everyone's kind of an individual and everyone kind of has a sort of a differently shaped cranium. Um The next kind of biggest factor um um has to do with um some like geographic relationships. So, um like um people from parts of the world that are kind of close to each other, right? Tend to have more similar cranial morphology than people far away. And then on top of that, right, you have um some changes that have to do with diet, it has changes that have to do with the agricultural transition. So, right. So that's why I said it's small, it's small, like relative to other um you know, sources of variation, but it's detectable and it's detectable at a global scale. So it seems to be something that's consistently happening with the agricultural transition."
	},
	{
		"start_time": "1:21:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yeah. A actually uh as I was telling you before we started recording the interview, I, I studied dentistry and that aspect of the kinds of foods that you consume that you chew is very important for mandible development and for also muscle development because it's even important for uh babies at a certain point. Uh FOR mothers to mothers and fathers to introduce um I mean, harder foods and foods that are a little bit more consistent because otherwise the mandible won't develop as it should and there will be lots of uh dental issues associated with that. But that's probably something that we saw during the agricultural transitions across the globe because at least at the very beginning, uh the diets were mostly based on cereal, right?"
	},
	{
		"start_time": "1:22:00",
		"speaker": "Timothy Weaver",
		"words": "Yeah. Yeah. Um, YES. And, and just generally like softer kinds of diets, right? Um And, yeah, so I guess I answer your question, yes. This seems to happen with the agricultural transition. Uh WE don't see in earlier, um for example, like, let's say, like even just take the example of neanderthals, right? You don't see evidence of like dental crowding, you don't see, um you don't see evidence of, um, I don't know, then the third molar is the wisdom teeth, you know, not erupting, impacting, right? You don't see those kinds of things um of the teeth all look generally well aligned, I mean, not just the and tas but also the early homo sapiens. It's really after agriculture that you start to see some of these problems, um these things that we associate with um kind of the modern uh I don't know dentistry, right? So things that, you know, dentists that are are are treating, right? Tho those are the things that you see um after the agricultural transition. Yeah,"
	},
	{
		"start_time": "1:23:02",
		"speaker": "Ricardo Lopes",
		"words": "which is probably I, I mean, I'm not sure if people have that specifically, but I would imagine that even comparing um the mandibles and the dentition of uh early almost sapiens to uh modern uh I mean, by modern people, I mean, people who live in uh modern industrialized societies, we would also see some differences there, right?"
	},
	{
		"start_time": "1:23:30",
		"speaker": "Timothy Weaver",
		"words": "Yes. Yes, I think that's right. That's right. Um Yeah, so I think I mean, agriculture then definitely had a, had a very important impact. Um I mean, not just on our, I don't know, our food production and our societies and our populations growth and all these things, right? But also uh it did have an effect on our physical um physical aspects, right? Of us. Um INCLUDING like the mandible um and our teeth and, and those kinds of things. Yeah. So it, agriculture definitely was, you know, I mostly work on um thinking about human evolution much further back in the past because, you know, agriculture only started maybe in the last 12,000 years. But um but it definitely had uh a really important, it was a very important um I guess transition, I would say um in, in humans and that there was a lot of um there was a lot of impacts across a lot of different um areas. So, yeah, so it's very interesting and it's also important too that if we think about um neanderthals and we compare neanderthals to Homo Sapiens, we have to think of a little bit about which Homo sapiens are we comparing them with? Are we comparing them with um kind of present day, you know, Homo sapiens who are all eating these agricultural diets or we comparing them with, you know, more ancient Homo sapiens who are eating these um more hunter gatherer uh kind of diets that the Neanderthals were and you won't, you'll get different results depending on which comparison you make. Um And so you have to think about that even when you're studying something as uh as, as ancient as the neanderthals."
	},
	{
		"start_time": "1:25:08",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, even earlier, when we talked about the evolution of the car uh in si guess that this would also be a source of evidence. I mean, comparing humans or homo sapiens in agricultural societies and even in modern industrialized societies to early homo sapiens, it would be another source of evidence for how diets actually influence the evolution of the training and, or changes that can occur due to diet."
	},
	{
		"start_time": "1:25:42",
		"speaker": "Timothy Weaver",
		"words": "Yeah, exactly. Exactly. Yeah. Great,"
	},
	{
		"start_time": "1:25:46",
		"speaker": "Ricardo Lopes",
		"words": "great. So would you like to tell people where they can find you when you work on the internet?"
	},
	{
		"start_time": "1:25:54",
		"speaker": "Timothy Weaver",
		"words": "Um Sure, I mean, you can find me uh on the uh anthropology department uh website for the University of California Davis. Um ALSO have uh like a paleoanthropology dot UC Davis uh dot edu website. That's not just for me but also for other um faculty and graduate students who are interested in these topics. Um We have a kind of a AAA website for kind of the whole group um as well that you can find."
	},
	{
		"start_time": "1:26:22",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving links to that in the description box of the interview and thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:26:33",
		"speaker": "Timothy Weaver",
		"words": "Oh, thank you for having me. I was happy to uh to speak with you. So,"
	},
	{
		"start_time": "1:26:37",
		"speaker": "Ricardo Lopes",
		"words": "hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Zuk Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J Tom Hummel Sran David Wilson Yasa. Dear Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt, Pavlo Stass, Nale Me, Gary G Alman Sam of Zaypj Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Bela Gil Cortez or Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson, Charles Murray, Alex Chao, Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey Junior, old Eon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas, Radis Mark Kemple Thomas Dvor Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson Ismael Bensley Man, George Katis Valentine Steinman, Perlis, Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]