[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Loops. And today I'm joined by Dr Tobias Gerstenberg. He is an assistant professor of psychology at Stanford University where he leads the causality cognition lab, his research is focused on higher level cognitive phenomena such as causal influence and moral judgment. And today we're talking about causal cognition, how basically people think about causality and how it connects to attributions of moral responsibility. So Doctor Gerstenberg, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:38",
		"speaker": "Tobias Gerstenberg",
		"words": "Awesome. Yeah. Thanks so much for having me."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "So let me start with perhaps a basic question. So what is causal cognition? I mean, as a psychologist, when you study this phenomenon, what are you really interested in? What kinds of questions do you usually tackle?"
	},
	{
		"start_time": "01:00",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah. So I think there's at least sort of maybe two aspects to to the answer to that question. One of which being is that, you know, causal cognition, partly studies how people think about causality in the world. And but then it also relates to how causality shapes the way that we think, right? And so when thinking about the world, I think it's sort of useful to maybe delineate like three different areas like of causal cognition and there's the area of causal learning. So that's how we learn about the causal structure of the world. And might also be just how we learn about the relationship between particular variables where this could be like um figuring out whether some, you know, drug actually cures diseases or not. Um BUT also learning more complex things like how, how several you know, variables of phenomena in the world are related to one another or how certain kind of causal mechanisms work. And that can be studied from a developmental perspective, how Children learn about the causal structure of the world. But even for adults, we do causal learning often as we encounter new, you know, domains play new games or something like that. So then as a secondary, there's the area of causal reasoning, right there, the idea is OK, we already know now to some extent how the causal world works and how do we now use that knowledge um to be effective in the world, right? And that could be things like predicting what's going to happen in the future. It could be things like making inferences about what may have happened in the past, like a detective who comes to a crime scene and now wants to figure out OK, what happened, right? Given the kind of evidence that they're seeing um and it could also be things like thinking about how things could have played out differently from how they actually did, like sort of reasoning, you know, counter factually and, and planning and taking good actions. Those are all things that um causal reasoning um relates to. And then there's also like um a separate area maybe. And that's the area that I've maybe mo most focused on in my research and that's how we um make causal judgments and how we give explanations of what happened, right? So when there is, you know, some phenomenon that come came about and often there might be multiple factors that contributed to it. How do we decide when somebody asks us? OK, why did this happen? How do we give explanations to those kinds of questions? So, so those are sort of separate areas of causal cognition, I would say, right, causal learning, causal reasoning and causal judgment and then another separate area, but not sure that it falls within causal cognition is causal perception, right? That's just how we sometimes get the impression that we can really um quite immediately perceive causal events in the world. But if you see like, you know, 2 billion balls kind of colliding on a screen, we have the sense if they have the right sort of structure to this collision that we can directly see that. Yeah, that, that first one caused the second one to move. Um BUT there's a little bit of a discussion and or quite a bit of a discussion in cognitive science and about the relationship between, you know, perception and cognition. So that's why I'm not quite sure whether I should put it into the, the, the field of causal cognition. But it's another area to do with causality that people in, in psychology and cognitive science are very interested in."
	},
	{
		"start_time": "03:55",
		"speaker": "Ricardo Lopes",
		"words": "But what, what is causality exactly from a psychological perspective? What does it mean to attribute causality to something to an event or something like that?"
	},
	{
		"start_time": "04:07",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah, that's a great question also. And it's probably something that at least I've also taken inspiration from work and philosophy, right? So because they are also, you know, very interested often in the metaphysical questions, right? That the sort of what it is, right? And then maybe I'll talk a little bit about that and then kind of maybe what it is from a psychological perspective. So the inspiration for me from the philosophical literature has been that there were these um two large uh and different kind of frameworks for how people um have thought about kind of what causality is. And there's one kind of framework of theories that are sometimes called um process and theories of causation. And, and for them, what causality really is is a sort of some transfer of some quantity. Again, if you think about kind of billiard ball collisions as the sort of paradigmatic case of causality. So what it means therefore for something to have caused another is that this one ball uh um transferred some kind of quantity, maybe like momentum, you know, to the other ball. And that's what made it move, right? And so this kind of thinking about causation is very well suited, you know, to thinking about the physical world, but sometimes a little bit less clear of how we would apply such a notion of causation to other kind of more complex phenomena like, you know, the economy or even when people, you know, um do things in the world and when, when, when it's their thoughts that cause their actions, it's not so clear how this more a force based or process based model could explain those kinds of phenomenon. Then there's another camp of thinking about causation also from philosophy that I call sometimes more like dependence theories of causation. And then so and the basic ideas of what it means for something to cause the other thing is that these things are dependent on each other in a particular kind of way, right? And then different um dependence theories characterized what this dependence means in different ways. And I'll just highlight one of them because it's the closest to home for me. And that's what's called a counterfactual theory of causation. And what that basically says. So in simple terms is to say, well, what does it mean for A to have caused B let's say to happen? Right? It's to say that B would not have happened if a had not happened and it's a more kind of um generic notion of um of counterfactual dependence. That's also sometimes then um kind of fleshed out in more particular ways. And we can talk about that in a moment. That's what's called like an an interventionist framework. So that and says like, oh, what it really means to cause something is to say like, well, if I did something about this first thing, something to the second thing would happen, right? If I, if I were to wiggle in a, something should happen to be. Um AND what's appealing about this notion of causation is that it's kind of much more uh general and you could see how that could also apply to something like an economic system that we might, we might ask like, oh, you know, did the Lehman Brothers, the fall of the Lehman Brothers back then cause the financial crisis, we could at least sort of entertain this kind of factual of what would have happened if they had been bailed out. Um WHAT could have happened to the financial system. So it's in some sense, a more flexible notion of thinking about causation that can apply to a variety of um uh of phenomena. And, and that view of causation has also been quite popular, I would say in, in psychology."
	},
	{
		"start_time": "07:14",
		"speaker": "Ricardo Lopes",
		"words": "And so when it comes to the sort of counterfactual model of causation, what do we need that for? I mean, why do we need to imagine particular scenarios that might have happened because if they might have happened, but didn't happen. Why does that matter to us? Psychologically?"
	},
	{
		"start_time": "07:36",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah. No, that's a great question too. So, and, um, and, and I should say again in philosophy, that's what some, um, some philosophers don't like counterfactual because they say they have this kind of, yeah, metaphysically dubious status, let's say just as you put it like, oh, why should it matter? Something that, you know, never really mattered, right? That, that, that never really happened because that's kind of in the word, right? Of the counterfactual. It's counter to fact it did not happen, right? And so, um and, and, and maybe I'll build it up a little bit that the answer to that question if you know, if, if that's OK. So, first of all, yeah, what is, what is a counterfactual, right? A counterfactual. Um At least when we think about, you know, from a psychological perspective is a thought about something that, you know, didn't happen and thinking about how um maybe it could have happened differently from how it actually did and what the consequences of that would have been. Right? And so now you ask kind of, you know, what's what that's useful for, right? And so, so they'll take kind of inspiration from Judea Pearl who is a, you know, touring award winning um computer scientist. Um AND, and he's delineated what he calls like a ladder of causation, a ladder like the kind of ladder that you climb on, you know, when you try to go up the um go up somewhere in this case, the letter only has three rungs. So it's a short letter. Um AND, and, and, and, and, and what he puts is like that the kind of causal knowledge that we, that we have about the world can be characterized by these um different rungs on the letter. And on the first rung is what, what he says, he puts them um the level of, you know, correlation and and sometimes they can also be sort of thought of as the kind of, you know, conditional reasoning that we can do about the world, sort of like, you know, if A then B right? And um and correlations are really helpful for making predictions about the world and making inferences about the world. But we probably also, you know, many of us may have learned from their, you know, stats classes on school that, that, you know, and correlation doesn't equal causation, right? And just to give sort of an intuitive example, maybe of what that means. So imagine that, you know, you have the flu and there's like two symptoms that you have from the flu, right? You and it causes you to have a fever and it also causes you to have a cough, let's say um but we now happen to know the causal model of that, right. That it's sort of, you know, the flu that causes the fever and that causes the cough. But maybe you, maybe, let's say you didn't know you just had these three different variables and all you had was like information about how they co occur over time, right? Just correlational information. So just based on that, for example, um you could be inclined to think that it's actually, you know, the cough that causes the fever or that it's the fever that causes the cough. Um OR that like um you know, the fever causes the flu or something like that, right? So, because you can say like, oh if I have a cough, then I have a fever. Um So the correlations in themselves doesn't give, they give some hints about possible causal relationships, but they don't give it away, right? Um So that's the first run, right? It's just like being able to observe correlations in the world that help us make predictions or make inferences from one thing to another on the second one is then the level of causation. And um and the key difference between um thinking causally and thinking just in terms of um um you know, well, conditionally about correlations between events is that um causes support interventions, right? The idea is not to say like, well, if I know that is a causal structure and I know that A causes b let's say, or that the um that the flu in this case causes the fever. I know that if I want the fever to stop, I have to do something about the flu, right. But if I want the flu to stop uh intervening in the fever is not really going to be helpful, right. That might, you know, again, cure a symptom, but it's not going to cure the cause of the disease, right. So by being able to distinguish between um yeah, these kind of interventions and, and others just sort of correlational relationships, we get this distinction between the run one and run two and, and that's often like much of the sciences sort of stay there in these two things. That's often all we can do, even in like, you know, in psychology, we can do randomized control trials. And that's essentially sort of the the run two thing where we kind of intervene by randomly assigning one group of people to the treatment and the other people not to the treatment. And then as an outcome of that, we get like a difference between the two that tells us something about, you know, whether there is some um yeah, difference that the that the cause makes um then on the third level like, and so that's not enough, right? There's a third level and that's the level according to um um pearl of counterfactual reasoning or the level also um at which we give explanations and this is answering kind of why questions like why did something happen, right? And, and maybe if we go back to this example of the, um, you know, of the, um, of the, of the Randomized Control trial, right? So let's say you, you do this, you, you, you know, have 20 participants, um, um, you put 20 of them in the, in the, in the group without a treatment and then let's say kind of 10, you know, be good afterwards and 10 don't. Right. And then you put uh 20 people in the group, um with the treatment and now, you know, 16 people, um, feel good afterwards and, and four people don't. Right. Um So that gives you some sense that like, ok, overall there is an an average effect like of that treatment, right? It seems to people are better with it than, than they are. Um, WITHOUT it, maybe with these small numbers, you wouldn't really, you would still be a little bit unsure. But that was just, you know, for the example. But ultimately, you might now take the perspective of one of the people, maybe one of the 16 people in the, in the treatment group and they now ask themselves, did I actually get better because of the treatment? And that's a kind of actual question in some sense, right? Because it's sort of asking from that person's perspective. Had I not gotten the treatment? Would I not also have been good? Right? It's sort of basically asking the question was the treatment, the cause of me getting better. Right. And there's many possible combinations that could arise for this difference. But it could be like, actually the treatment, you know, helped some people who would have otherwise been worse. But it's also possible that there's a small proportion for whom the treatment was actually bad. You know, they would have been, you know, better off. Maybe some of these four people who had got, um, who, you know, didn't, didn't have a good outcome, maybe a few of them would have been good, had they not gotten the treatment? Right? So in some sense, right, like coming back now to the question, what the kind of factuals are useful for? They're ultimately the kind of thing that we want to rely on when giving explanations, when answering why questions. And my, my colleague here at Stanford and Thomas Eicher in philosophy and his student um delegate, I have sort of also put it in this way as saying, so the difference between level one and two is sort of, you know, correlation is not causation. And then the difference between level two and three is also saying causation is not explanation. So just having causal knowledge of the world is not enough necessarily to give explanations of why something happened. And that's often what we are in psychology interested in. Like, you know, why did this crime happen? Who was it? Uh WHY did they do it? And, and that's what we need kind of factual reasoning for."
	},
	{
		"start_time": "14:41",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, SO, I mean, in people's daily lives, I guess that it's not very often that we have access or can do randomized control trials. So, I guess that when it comes to learning about specific causes behind specific events, taking into account that, uh, sort of interventionist approach, that's also something that people many times rely on to learn about or try to infer as best as possible what causes a particular thing to happen."
	},
	{
		"start_time": "15:19",
		"speaker": "Tobias Gerstenberg",
		"words": "That's right. Yeah. And, and it's true that, you know, we randomly, oh, sorry, rarely find ourselves in the position to, to do such a randomized control trial, right? We, we certainly do experiment, you know, with ourselves, like in our everyday lives, like we say like, oh, you know, you have an upset stomach and you might, you might change around, but it is that you eat right, but it's kind of hard, right? Also to trace back the causality uh in those kinds of cases and they're never as clean, let's say, as the randomized control trials are because part of one important thing is that there's a high cause of dependence right? Between me yesterday and me today and so on that you can kind of break when, um, when doing RCTS. And, but on the other hand, you know, we often already have quite good, um, what I, and, and, and, and others in, in, in psychology have called intuitive theories of how the world works, right? We have good kind of intuitive theories about how the physical world works, right? How, you know, objects interact with each other and you know, make stuff happen again, could be in big balls world. But like, you know, all lots of sports are good examples for how good, you know, our intuitive theories and how impressive, you know, they, they can be. Um AND similarly, we have good intuitive theories about psychology about how people work, right? And so those are things that we can draw on um to try and give answers to those why questions, right? If I want to. Um AND, and the law, for example, also often, you know, asks jury members, you know, to do so, it asks them to apply different kind of counterfactual tests, for example, when, when establishing, you know, causation. So it sometimes asks them to say like, OK, you know, was the action that the defender took, was that the cause of the, of the negative outcome? Would it not have happened? Had they not done that? Um And, and similarly, they might ask something like whether a reasonable person would have um you know, acted the same way as the defender did in a particular situation. That's also quite a sophisticated counterfactual test, right? Where we now have to imagine putting that reasonable person into that situation and then sort of running in our minds like how this whole situation would have unfolded if the reasonable person, whoever that is, would have been in the same situation, right? But our capacity to have these mental models of the world and to make changes in them in our minds, right? Where the intervention is not actually happening in the real world in some sense where the intervention is just happening in my mind. And but because I have this structured knowledge of the world, I'm capable of doing that, I'm capable of imagining how would the scene have unfolded if some object had not been there and then simulating the consequence of that in my mind and thereby kind of give a potential answer to the question of whether it happened, you know, because of that."
	},
	{
		"start_time": "18:00",
		"speaker": "Ricardo Lopes",
		"words": "So it's also useful because it allows for us to at least to a certain extent, acquire further knowledge about how things work even without necessarily having to try them out also because I would imagine that in particular instances, it wouldn't be feasible or it could even be injuries depending on what we're talking about."
	},
	{
		"start_time": "18:24",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah. Yeah, that's right. And, and I think that's right. And that's still like I would also say a really sort of deep puzzle, I think that hasn't been solved and that I've been sort of mulling over for some time and I'll, I'll maybe try to get a hint of, you know, what the puzzle here is, at least because um um as you put it right, it, it, um and there's several frameworks that also say that but more kind of um you know, conceptual theories, maybe theories that haven't really been worked out in concrete detail yet computationally. But where the idea is that, yeah, I learned something like through doing these kind of factual simulations, right? Um And, and intuitively, we, we might often sense that, right? We might say like, oh I did something, it turned out poorly, I regret it, right? And even the feeling of regret already is a counterfactual emotion, right? Because it's basically saying, you know, what does it mean to feel regret? Well, it means that I feel like I could have done something different and I believe that doing something different would have resulted in a better outcome, right? Um Now, the curious thing about um that being a signal to potentially learning about the world is that in order to um compute, you know, what the counterfactual is, I need to use my intuitive understanding of how the world works, right? So that's wrong, right. Let's say I have the wrong theory about how, you know, the physical world works or about how somebody would have done when I now simulate that counterfactual. I'm not getting the correct answer, but I'm just getting like an incorrect answer. That's based on my theory. So it's kind of curious a little bit um how it is that we can learn from that, right? Because it feels like in order to simulate it I need my theory of how the world works. But if my theory is wrong, I'm going to simulate the wrong thing. So how could I learn from that? So, it's a little bit like the, you know, the cat, um, biting itself in its tail and, um, uh, or the snake, I don't know who, what animal bites itself in his tail. But, um, and so that's still like a, a puzzle because on the one hand, it feels like, yeah, it serves as a learning signal. But on the other hand, it's also not quite clear how that could be the case. So, so that's still something that we as cognitive scientists have have to figure out."
	},
	{
		"start_time": "20:26",
		"speaker": "Ricardo Lopes",
		"words": "But when it comes to the intuitive ideas or models of the world that we have that you mentioned there, do we have any idea if some of those intuitions are innate to us or if they are the result of some development and learning? I mean, is it that we are born with certain psychological predispositions to expect things to be in certain way when it comes to the physical world, other people? And if so would that connect in any way to what some psychologists and anthropologists study and call a core knowledge. There is folk physics, folk psychology and so on."
	},
	{
		"start_time": "21:11",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah, those are deeply connected. You're, you're exactly right. I'm, I'm, you know, not a developmental psychologist myself although I dabble in it and take, you know, inspiration from it. And um and there's certainly this idea also coming back to causality, right? Like, I mean, Emmanuel Kant also famously says that that's just like, that's a sort of a core principle like, um and then later, you know, we rediscovered or just like, reworded is that people think like, yeah, that's just the basic building block of thinking. We can't help but think causally, that's just sort of how our mind works, right? And then with respect to these um kind of folk theories or intuitive theories, how they're sometimes called in cognitive signs. Um Yes, there is a lot of work looking specifically also like into uh as you mentioned um and um infants intuitive theory of, of the physical world and infants intuitive theory of, you know, um the the psychological world, the social world. And there are certain principles that come, you know, very early in age, right? Like um so really almost like, I don't remember, you know, how young, how, how how many months the Children have to be like for a while, like, you know, Jean Pierre famously also thought that it took a while for Children to um or for, you know, young babies to realize um object permanence, right? It was the idea like, oh if it's not, you know, out of sight, out of mind, kind of, right? And then Elizabeth Spy did these very beautiful experiments, right? Where I don't know whether you know of those but where it's like um you know, this contraption where there's an object, a little cube behind this kind of flapping, um you know, wooden board, right? And the idea is that the board comes up so that the infant cannot see the object behind anymore. But then the board goes all the way down like flat. And when that happens, the the the infant is surprised, right? And um so looks longer than in the situation in which it stops at the time where, you know, the object is there, right? And so this kind of beautiful experiment shows that like even from the very young age, right? Um And again, unfortunately, I forgot exactly how old the Children were but very young, um they already have that sense of object permanence, right? And then in a similar way, they also have a sense of continuity in, in motion, right? So that objects don't suddenly kind of like, you know, speed up and slow down and so on. And, and so there are these very basic building blocks that um that I think we start off with and then sort of, you know, bootstrap our way as we are sort of having direct experiences with the world. But also, you know, using our minds to think about the world to build the more, you know, sophisticated knowledge of, of the world um that we have later on in a similar way. Um MAYBE in people's intuitive understanding of the psychological world. Right. Um, EVEN infants might already have a sense that, um, agents are driven by goals. Right. And, and desires and that they tend to pursue those goals in efficient ways. Right. That it's, if they want to get from A to B, they're not going to take some very roundabout way to get to A to B or they would find that surprising. Right. But then there's additional components to our intuitive, um understanding of psychology, such as the appreciation that people can have, you know, beliefs about the world and that sometimes these beliefs might be wrong. But then we have false beliefs about the world and that we can understand that somebody would act in a way. Um That's, you know, from my perspective, um you know, stupid but, but just because they know something different, right? And that appreciation like develops, you know, much later. But again, I think the assumption often is this just as you put it that there are certain core knowledge. Um uh SO certain things that come from very, very early on and that we then just have a very powerful kind of general inference machine powered to a large extent, you know, by causality that then allows us to build much more sophisticated um theories of, of how the world works."
	},
	{
		"start_time": "24:51",
		"speaker": "Ricardo Lopes",
		"words": "No, I I am aware, aware of those experiments done by Dr Elizabeth Spelke. They are really fascinating and I, unfortunately, I haven't had the opportunity of having her on the show perhaps some day I would really love to talk with her about them because they are really interesting. So, let me ask you another thing now. So what is causation by a mission?"
	},
	{
		"start_time": "25:19",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah. So that's that phenomenon, right? So you can sort of contrast and uh mission. So that's sort of like stuff happening. So, like some event happens, like I, you know, somebody throws the ball at me and I hit it with the baseball bat and you know, it flies through the air, you might say, ok, that's a case of, you know, um, causation by commission, right? But now let's take a different example, right? Somebody throws the ball at me. I miss it, right? I strike past it and the ball hits a window like in the, you know, and the window shatters like behind me. But I was playing with my friends, let's say, um, and now you might, you might ask yourself like, oh, you know, the window shatter because Toby missed the ball, right? Um And so, so here missing, missing the ball, right is like something that didn't happen, right? Not hitting the ball. How could that be a cause? Right? Of something that happens? And intuitively we do that quite often though, right? We might say like, ok, you know, if I hit the ball like, you know, 100 times now, every time the person, you know, lobbed it to me and on, on the 101st time the other person loves the ball just as they do every time, but I miss it. Right? And it goes through, through the window, you might think like, yeah, that was the, that was the cause, right? And, and not like the person actually threw the ball right where you might say like, OK, that's the kind of more process like cause right, where from throwing the ball to like hitting the window, there's this kind of nice um causal process, right? That connects these events. Um But nonetheless, we still might be more inclined to, you know, blame the person or say that it happened because of the person in this case, me who missed the ball, right? And so this is this kind of phenomenon, right? When is it that we would cite an omission, something not happening as a cause, right? The law also again, does it, you know, very often there's a notion of negligence, right? A negligence means that a person, you know, failed to do something that they should have done and something happened, you know, because of that. Um THERE'S some um so, so certainly psychologically something we do, you know, all the time, right? It might not be. Um YEAH, the kind of things again that are cited as causes like in some sort of, you know, in the physical world. Although of course, causation like in physics is a separate sort of complicated um uh uh problem. Um But, but, but just to also highlight like, one of the problems that arises with that is to say like, OK, um So let's say we are citing certain events of uh certain omissions like as causes and, and again, these kind of also counterfactual theories, they're kind of OK with that, right? Because you can say like, yeah, uh it's Toby missing the ball that caused, you know, the window to shatter in this case. And, and what one might mean by saying that is like had Toby not, you know, missed the ball, then everything would have been fine, right? Um But on the other hand, if we now allow for that, like, you know, why is it to be missing the ball that caused the window to shatter and not like, you know, some other person missing the ball, like there could have been someone else, but you could have blocked it. Maybe the queen of England could have been, well, she's not alive anymore. Now, maybe the king of England, you know, the queen of England was used as a standard example, I guess, but that needs to be revised now. Um SO the king of England could have hit the ball, right? In principle, you know, no reason not to. So the problem is that like, you know, uh by allowing for omissions to count as cause you arrive what's sometimes called this kind of proliferation problem of causation, right? Because now every anything goes, right? Like, because, because if you allow for emissions, you know, to be as causes, there's, there's an infinite number of omissions at any given point in time, right? Um And so then this question arises like, OK, how do we pick out, you know, some omissions um but not others, but as the, as the relevant causal factors and there are at least what sort of, you know, cognitive scientists have um sort of, you know, um come up with as a, as a sort of natural explanation that covers um many people's intuition intuitions is that expectations are really critical for this case, right. So that we have expectations about how things, you know, should be done. Um So these might be, um these might be prescriptive expectations, right. That's kind of, yeah, how it should be done. They might be or, or sort of normative expectations, they might be statistical expectations that are just based on how things, you know, tend to be, right? They might also be sometimes they're called, um, you know, functional norms or norms of proper functioning. That just means again, it's not kind of prescriptive in the moral sense, but it's prescriptive in the like, you know, if you have some, you know, if you have your phone, the phone is supposed to work in a particular way, right? When I press that button, it's supposed to turn on. Right. And if it didn't turn on there would something be wrong about, you know, um it's, it's, it's functioning so it's these kind of normative expectations that affect um what we think should happen. And when, then, and then when this expectation is violated, um and when we think that um had the thing happened, you know, the outcome would have been different, then we might cite that um as a cause, right? So just to give 11 other example, like someone's drowning in the ocean, right? And nobody comes to, to help them, right? And, and now we say like, OK, you know, why did the person drown? Right? If there was a lifeguard, you know, on the beach, right? And they didn't go. Yes, definitely. Like the lifeguard, it's the lifeguards fault. This person drowned because, you know, the lifeguard didn't jump into the water because that's their job, right? They have the expectation of them to do that and them not doing it is something that I would count as a cause, you know, of this person um a drowning. But if it's someone who can swim, right, who's also there, they also don't do anything, right? But I would not say that that's because of them, you know that the other person, you know, drowned because they just didn't have right, the capacity to, to do the relevant and counterfactual thing. And so I would not write um judge that, yeah, this person drowned because this person who cannot swim um you know, didn't jump into the water because that wouldn't have been helpful. Then there would have been two people who drowned. Right. And so, so that's sort of like, um, so it's interesting phenomenon, right? Causation by omission, it's counterfactual theories apply well to it. But uh to, to deal with the problem of proliferation, we also then need to take into account the role that expectations play when people choose what things to, to cite as a cause."
	},
	{
		"start_time": "31:34",
		"speaker": "Ricardo Lopes",
		"words": "So I, I guess we're already getting here a little bit also into moral judgment and we'll come back to that in a second. But I guess that uh just to comment and perhaps this would be more of a philosophical comment than a psychological one because what it, what matters here from the perspective of psychology is how people think and now and not how they should think or uh if it's weird or not how people think, but it's"
	},
	{
		"start_time": "32:03",
		"speaker": "Tobias Gerstenberg",
		"words": "actually, I would say I would say a bit of both actually on that, on that front, right. It's a, it's true that sometimes, you know, we might push the normative to the, to the philosophers or so, right? But I think also often like, you know, in, in psychology, we be asked these normative questions, right? Because, and that's interesting also for phenomenon like causal judgment, it's like, you know, what's the point, right? You might ask, right? Why do we do this stuff in the first place? Right. And can we be wrong about it, right? Because it feels like if this is something that we are kind of, you know, generally engaging it, then, then hopefully it should play some kind of role, right? Like you were saying earlier with um maybe there is something um useful about the capacity to um uh simulate counter factuals because it helps us learn about the world, right? It helps us build better models of how the world works. It's certainly critical for uh communicating well about the world. Again, if you ask me some kind of why question it's very natural for me to answer it by referring to a counterfactual. Oh, this happened because of this and it wouldn't have happened otherwise. And this helps you now learn about the world and that's and that's a normative thing, right? I could then also say, right, oh, there's different possible possible explanations that I could give this one is better than some of the other ones. And what does it mean for it to be better in that case? Well, there's, there's a few options but it could be like it's better because you now have a better model in your mind of how the world works, right? Or uh or, or sort of and, or um you are now in a better position to take actions that allow you to pursue the goals that are relevant to you, right? And so in that sense, they're also they're also normative, right? So I'm, I'm certainly interested in that perspective because often it turns out if you have the right um understanding of what the goal is that the cognitive system or the person is, um, is, is pursuing that helps you, you know, um, describe the phenomenon. Well, so I think they're kind of deeply connected."
	},
	{
		"start_time": "34:00",
		"speaker": "Ricardo Lopes",
		"words": "No, no, for sure. Uh I was just going to say with the example of, let's say a medical doctor that I mean, it's, it's if you stop to think about it for a, for a bit, it's still perhaps a little bit weird why uh through things like for example, negligence, we would attribute causality to those kinds of things because let's say that the doctor uh makes the incorrect diagnosis and fails to deliver or provide the correct treatment and the person dies from cancer. Let's say I, I mean, the cause of death, there is the cancer. It, it's not the v in willing to provide the treatment. I mean, the doctor, if the doctor had provided the treatment, it would have been the cause of the person living, right? So yeah, but, but yeah, it's, it's, it's a bit weird."
	},
	{
		"start_time": "34:54",
		"speaker": "Tobias Gerstenberg",
		"words": "No, no. Yeah, you're right. It's a bit weird. It's just like an example also maybe that I had earlier with, you know, me, me missing the the baseball, right? Somebody might say like, no, it's the person who threw the baseball, right? That's the the cancer in your example. That's the cause of the window shattering, right? And of course, if, if, if there was no person, you know, standing there to hit the ball, of course, that would be the case, right? Um But, but nonetheless, right, it's the world is complicated, right? And often outcomes um are the result of many kind of, let's say, um causes that are sort of like of the commission kind, right? Things that are actually, um but then also like often a number of causes that might be of the omission kind, right? And it's partly, then um two people might disagree and that often often also happens, but we may not disagree about the actual facts. We may, ok, we, we um you know, when we disagree about something, it might be that we have different models of what happened. It might be, it might be that we have different models of the world that influence um how the counterfactual might be different. But it could also be that we have exactly the same uh understanding of what actually happened. We share exactly the same model um such that if we were to think about certain kind of factuals, we would also agree. But nonetheless, we might still pick different causes, right? You might still say like, yeah, I, you know, I share everything that you think, but I think it was because of the cancer and I think it was because of the doctor, right? And that might then have to do also partly with, you know, what it is that we want, you know, the person who we're talking to, for example, to focus on and, and, and to potentially change and so on. So we're communicating maybe um uh our beliefs about what we take to be important in selecting and specific causes."
	},
	{
		"start_time": "36:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So that's the point where probably things like social norms or our own self interests play a role perhaps in the way that we are motivated to thinking about certain aspects of causation."
	},
	{
		"start_time": "36:52",
		"speaker": "Tobias Gerstenberg",
		"words": "That's right. Yeah. And just to get one kind of, you know, um, um, you know, a terrible example that unfortunately comes up here, you know, in the US quite frequently take, take the example of, you know, school shootings. That's a, that's a, that's a terrible, you know, um, um, outcome but then also whenever these things happen, right, you, you see people, uh they don't necessarily disagree about the facts, you know, that OK, someone who, um, you know, um had, uh certainly kind of mental, um, you know, mental issues and also had a gun, you know, uh went into the school and, and, and, and, and shot others but then the cause that people then, you know, cite as, OK, why it is that this happened and what it is that we need to do about it, those differ, right? With some people saying we need more strict gun laws and then other people saying it's a mental health, you know, um, uh, crisis. Right. And, and so people don't disagree in some sense that both of these factors, you know, happen, but they give different explanations because of course they have their motivations about how they would like, um, the world to change and some people don't want any gun laws. So they cite the mental health that other people think it's, it's terrible, you know, to have, um, such loose gun laws. Um And, and this kind of thing doesn't happen in other countries where other people also have mental health problems and they cite a different cause. And"
	},
	{
		"start_time": "38:15",
		"speaker": "Ricardo Lopes",
		"words": "actually, yeah, actually there's also people who think that we, we would need even more guns because if the teachers were armed"
	},
	{
		"start_time": "38:25",
		"speaker": "Tobias Gerstenberg",
		"words": "they"
	},
	{
		"start_time": "38:25",
		"speaker": "Ricardo Lopes",
		"words": "have"
	},
	{
		"start_time": "38:27",
		"speaker": "Tobias Gerstenberg",
		"words": "that's doubling down in some sense. But yeah, you're right. That's another, that's another way of responding, you know. Yeah."
	},
	{
		"start_time": "38:34",
		"speaker": "Ricardo Lopes",
		"words": "So uh but why is it that when there are several causes contributing to an outcome? I mean, how do people choose or single out one particular cause? And why is it that even uh when they perhaps notice that there might have been different causes at play, they usually go for one single cause?"
	},
	{
		"start_time": "39:00",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah. Yeah. Yeah. I think part of the things that we talked about, you know, touched on this question already and it's partly also, yeah, what is the goal of that? Right. There's some kind of why question that might often happen also in, in communication, right? It might be, I mean, sometimes it's possible that I ask this question like myself, right? Is like, oh, you know, I come, I come to the fridge, the door is open. It's like, oh, why is the fridge door open? Right. And then I think like, oh, ok, it turns out, you know, the, the milk was a little bit tilted here. And so I, I put the milk back close, the fridge, done. RIGHT? I've solved the crime uh in, in this case, but very often it's a, it's a, it's a communicative act, right? Somebody asks me, oh, you know, why did this happen? And now, and now I, I get to choose what answer to give to that question, right? And um and there's two things I think that we've touched on that I think are particularly important to this choice, right? This is also like um um um a kind of phenomenon that sometimes in philosophy goes under the problem of causal selection, right? It's like, yeah, there's always a plethora of causes. Um But how do I, so sometimes one could put this in a way. There's like there's very many things that would count as a cause of the outcome. Um But we nevertheless pick just a few things, maybe sometimes just one as the cause of the outcome, right? To give one example, you might say like, you know, the Big Bang is a, is a cause of everything, right? But it's hardly ever the thing that we cite as the cause of something, right? So we didn't say like, oh yeah, that window shattered because of the big bang, you know, that's not really a very satisfying um explanation. So now what are the kind of things that determine how we choose to go from, you know, a cause to the cause? Right. And the two things that we touched upon that I think are quite relevant here is on the one hand, yeah, the kind of normative expectations that we have because uh I am interested, right? When, when somebody asks me a question, there's certain things that I can take for granted that I think like, OK, they definitely know that part already, right? So, um there's a classic example when, when like, let's say, um there's a wildfire and somebody dropped a match, you might say like, OK, you know, why, why was there wildfire? Well, because somebody dropped the match, not because there was oxygen, right? Even though if there hadn't been oxygen, you know, there wouldn't have been a wildfire, but that would be a weird thing to cite, right, in this kind of context? Because I already assume that, you know, that there was oxygen present in the scene, right? So partly it's that we tend to often cite um unusual events like a abnormal events. Um BECAUSE we think that those are things that likely the other person doesn't already know. So I'm helping them by citing this cause and giving them a more accurate uh kind of mental model of what happened. So that's one component I think. Um BUT there's also some research that has shown and, and for a long time, uh we um people thought, yeah, that's, that's the thing, right? There's even like um um a book by um um art and honorary. So to um legal legal scholars, causation in the law um where that's really the focus, right of saying that, yeah, people focus on these abnormal events. There's some models also in psychology called the abnormal uh focus condition model or something like that. And um but then um some colleagues of mine and I myself at some point discovered that's not always actually what people choose as a cause and I'm going to try to illustrate them um the example here and it's a little bit um you know, well, let me, let me take this uh this version of it. So there's two characters who um who go into their office, let's say at the same time. And um and when, um and there's a kind of a motion detector in the office, maybe the one that just like turns the turns the light on, you know, in the office. And this is either set up in a way such that um it turns on when, you know, either of the people like turn up. So it only needs one, you know, to turn on the motion detector or it needs two people to turn on this motion detector. And now, like, in some day, like the, the, the boss tells one of the people, um, say Ricardo, he tells Ricardo tomorrow, don't come into the office. Right? And then, and then he tells, um, Toby, come, come into the office, you know, so I'm supposed to go, you're not supposed to go. Now, we both turn up, Uh But nonetheless, we both turn up, right? And the, and the motion detector turns on and then you ask people, OK, why did the motion detector turn on? You know, was it because of, you know, Ricardo or was it because of Toby? But we didn't give them the option to say like it was because of both in this case, just to see whether they would have a preference between the two and, and what turns out is that in, in conjunctive scenarios where both of us are needed to make the outcome happen, people have a strong preference for the abnormal cause. So that would have been you in this case, who wasn't supposed to turn up, right? But when it's a disjunctive scenario, so that means that either of the causes, it's individually sufficient to make it happen. So it just needs one of us to turn up to make this motion detector turn on. In that case, they actually se select me as the cause. So the one who was supposed to turn up, right? And so we were puzzled by this for a while, like, oh why is it that in certain causal structures, people select the normal event as the cause and in other structures, they select the abnormal event as the cause. And our idea was here is that they're in addition, right, too often like wanting to communicate something that's um you know, unknown to the other person which drives us generally towards mentioning abnormal events. We also care about um equipping the other person with the kind of knowledge that's useful for them to take good actions in the world. And this again relates back a little bit also to our sort of, you know, school shooting example, like the reason for why people might choose one or the other is not, it's not that they're communicating something that the other person doesn't already know, but they're differing in their beliefs about what the good actions are, the things that we should change, right? And, and bringing it back to this example of the multiple causes. It's, it's it, it turns out and it might be a little bit tricky to go into the details here without, you know, um being able to sort of, you know, draw and show stuff. But it turns out that um uh generally if you want the other person to, um if you think that what the other person wants to, to be is be in a situation where they can make a difference to the outcome, right? Where they can take action such that, oh If I want to make it happen, I should focus on this. If I want to prevent it from happening, I should focus on that. So telling you about the normal event in the destructive um um situation puts you in a better position to make a difference because that's the thing that you want to focus on Because for example, if you want to make it happen, it doesn't matter which of the two you make happen in the disjunctive situation. But if you want to prevent it from happening, you really want to focus on the thing that normally happens. And so, so this is the sort of like second key component, I think that, that I've at least, you know, um and others have come up with say, yeah, when choosing how to um how to choose among all those things that were causes of the outcome, which ones to decide. Well, the ones that will are useful for you to um you know, updating your beliefs about, you know, what happened or how the world works. And then the ones that are helpful for you, if you had to, if you found yourself in a situation like that and you wanted to take good actions, I'll, I'll point out to you that I think um uh is the, is the most useful one. And then again, one other interesting thing that that maybe um relates to is that from some, from an explanation that somebody chooses, you can make inferences about, you know, their beliefs about how the world works and also their motivations, right? Bringing it back to the example, right? Of the, of the, of the school shooting, if somebody cites, you know, mental health as a problem as the cause you know of the school shooting that tells you something about them, right? It tells you something about what their motivations are, how they think the world works, what they think should be changed, right? And so we can make inferences um about the person about their beliefs about their goals, uh from the explanations that they give"
	},
	{
		"start_time": "46:46",
		"speaker": "Ricardo Lopes",
		"words": "actually that bit about motivations also, I guess, played a big role during the pandemic when people were talking about uh dying of COVID or dying with COVID. Like, for example, there were many people that were against the lockdowns and the vaccines and other safety measures that whenever uh people on the news were talking about the new deaths from COVID, uh they were like, oh yeah, from those deaths, how many of them were people who were obese or people who have cancer because it was then the obesity or the cancer that killed them were not COVID?"
	},
	{
		"start_time": "47:30",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah. Yeah. Yeah. So those are, yeah, those are also super interesting questions and they, and they, they sort of any sort of like disjunctive scenarios also that cause some problems actually for simple on a factual theories because you in your setting, right? It might very well be like, yeah, this person would have died anyhow, right? But now that doesn't mean that we don't want to cite any of these things like as a cause I'll give another kind of gruesome example of, of this uh scenario. So, so take a, take a firing squad, right? Where, where several people are shooting, you know, one person, you know, to, to kill them. And now according to some simple counterfactual theory, each of them might say like, well, I wasn't the cause of the person's death, right? Because if I hadn't shot, the person would still have died anyhow, right? Because this is a situation in which the outcome is causally over determined where there are many um causes that are individually already sufficient to make the outcome happen, right? And of course, and this is sometimes raised also as a problem, you know, for counterfactual theories, right? Um But people have, you know, addressed that right by saying that, OK, maybe the simple kind of factual theory is insufficient in these kinds of cases. So it's not just like imagining if the person hadn't done something. Um BUT you have to expand it and think about OK, what are possible counterfactual contingencies under which the person's action could have made a difference, right? And so, and that's, and these accounts have then been sort of, you know, worked out that make it such that, yeah, in this scenario, it's still the case that each person, you know, counts as a cause of the outcome that we might also have. And this relates a little bit to, you know what we were saying, we were going to get it at some point, you know, like responsibility and morality, you might still have a sense that their, that their degree of responsibility is reduced in such settings, right? That like when outcomes are strongly over determined, so this could happen in the firing squad, but it could also happen in an election, right? Um And it might make quite a big difference. But if you think like, let's take a small election, right? If the outcome was, you know, 10 against one versus the outcome was six versus five, but if it was six versus five, then each person probably feels high degree of responsibility for the outcome because if they just had voted differently, the outcome would have changed. Whereas if it's 10 to 1, then each of the person doesn't maybe feel as responsible because it would have needed a few other people, right? Uh TO change their mind such that they would have been in the position that they could have changed the outcome, right? And so, so, so yeah, so those things I think are um uh are interesting like that, that you pointed out in the COVID example, right? Those were examples of where outcomes were potentially causally over determined, right? And again, now you have a little bit of a choice, but you can say, oh, I choose this one and somebody says, well, I choose that one, right? And so, yeah,"
	},
	{
		"start_time": "50:08",
		"speaker": "Ricardo Lopes",
		"words": "so before we get specifically into moral judgment and how people attribute moral, uh I mean, how basically they attribute moral responsibility, uh I have just one more thing that I wanted to ask you about. You also then work on how people learn about causal structure in a continuous time setting. So could you tell us about that? First of all, what is a continuous time setting? And then what do you study there specifically?"
	},
	{
		"start_time": "50:41",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah, so this is much more in the, in the branch, right that I mentioned at the beginning, I mentioned these sort of, you know, three different uh domains, right of causal cognition, the causal learning part, the causal reasoning part and the causal judgment part. Um Most of my work has focused on the causal judgment explanation part also a little bit on the causal reasoning part like um that we have some work on how people can make inferences about what happened by using evidence from different sense modalities. Like so more like Sherlock Holmes, like um you know, vision and sound and in the causal learning domain, I've primarily worked with um a colleague of mine um he's a professor at um or lecturer at University of Edinburgh, Neil Bramley. Um AND, and he has done a really a lot of great work. Um AND, and, and in this case, some of the work that I'm going to be talking about is with his phd student, um Tia Wang Tia Gong. Um AND um on sort of causal learning and continuous time, right? Um So they're the ideas, right? So, so some of the work in causal learning and psychology has taken this kind of uh format where people get data that's kind of like in a contingency table, like you say, like sort of discrete chunks, right? It's like, you know, here are observations of, you know, let's say day one are this observations of day two are this or day three are this and maybe not even with days just like this kind of independent kind of, you know, discreet samples. And, and there's the realization that at least again, like you were saying, we ra we rarely do RCTS in our everyday life. Like our experience is not quite like that, right? When we interact with the world, of course, we experience the world in continuous time that just means like that time is not discreet, but it's just sort of, you know, ticking or yeah. Um um AND um and, and, and, and that often we don't know, kind of when, when let's say the first trial ends and the second trial begins, that's what we have in an experiment. But in the real world, we don't know. Right. If I'm again trying to figure out, you know, why, why my stomach is upset, you know, I don't know. Was it because of something that I ate, you know, yesterday or, or two days ago or because I'm stressed or? Right. There's many, many things and I sometimes don't know exactly uh, what the delays are between like, some, some cause. Right. And, and the effect and that makes, that makes this a very challenging problem, right? To make causal inferences in, in continuous time. And so, um but then, yeah, with Neil and Tia, we sort of, you know, tackled, tackled that problem um by using again this kind of paradigm that's quite often used in causal learning where you think of some kind of um graph structure. So you have sort of separate variables from the graphs and what you're trying to figure out is how those variables are connected to one another, right? Is it like that A causes B or that B causes A and so on? But now in the setting, right, we could, we, we observed the activations of those variables or which was little blobs like on the screen, you know, the participants would see in continuous time. So something would put up, something else would pop up and so on. So you would see these kind of like, you know, patterns of things flashing. Um And you were trying to figure out, OK, you know what causes what here and it's a challenging problem. And, but we allowed participants also in that setup to then um uh take interventions. So make one of the blobs, you know, cause it yourself, right? And also interventions that would turn things off, right? So you could say like, no, I don't want, I want to turn this part off now the system and turn this one on and, and there's a lot of details like in kind of, you know, what it is that we found, but I just sort of highlight um, a few things. Um, IT turns out this is the kind of paradigm where, where then uh in terms of causal learning, people hit like a limit in what it is that they can process like, you know, relatively quickly. So if you take some kind of, you know, normative model here, that doesn't have any, um, kind of memory constraints, you know, perceives everything, then for such a model, like more stuff is always better, right? So it's sort of, um, it could, it could, it can, it can tease everything, um, apart and it can, um, whereas for, for a human learner, that's not necessarily true, right? It's like, um, sort of like, you know, when you drink from a, from a fire hose, right? And you all the water splashes in your face, you're not going to be able to drink from it, but you'd have to sort of sip a little bit from the side right to actually be able to drink water from, from a, from a fire hose. And that's what we saw roughly what people were doing in a paradigm like that. Right. They were really orchestrating evidence by sort of preventing things from happening in such a way such that, um, they would get, um, a good amount of information that they could still deal with, right, to make inferences about the underlying structure, um, but would not be overwhelmed with information such that they wouldn't be able to um process it anymore. So this was sort of um one of the high level findings that we had um in, in that kind of work."
	},
	{
		"start_time": "55:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So let's get into responsibility here then. So how does causal cognition? Basically everything we've been talking about here connect to all people, attribute responsibility to other people."
	},
	{
		"start_time": "55:34",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah. Yeah. So I think we're quite closely connected um to, to one another and, and, and I personally, at least when I, when I think about um responsibility, I think that there are at least like two higher level questions or kind of key questions that we um kind of need to ask ourselves when thinking about the extent to which we think somebody um you know, is responsible for some outcome. And one is really sort of just the causal question, right? It's just saying like, OK, to what extent do I believe that the actions that they took? Right? Cause this negative outcome to happen. Right. And there, we just back to kind of, you know, a counterfactual world. Um, AND, and, and, but also kind of counterfactual world, of course, becomes a little bit more difficult when we now have, you know, people as the target where we're trying to think about as opposed to, again, some physical object or so, because when we're thinking about a physical object, maybe it's the kind of factual that comes to mind is sort of natural. Well, what if that object hadn't been there? But when we think about people as causes, it's not necessarily clear that the right kind of factual is them not having been there, right? If I think for example about um, oh, to what extent is, you know, Steph Curry, the point guard of the, of the warriors and to what extent is he responsible, you know, for the performance of the warriors? It's not that you're going to think like, ok, what would have happened if they had played four against five instead, right? Just removing him, you know, from from the scene. But maybe the right kind of counter factual in this case. And my, my, my student, Sarah Wu has done some great work on that. But thinking about the kind of factual operation here as an operation of replacement, right? Thinking about, well, what would have happened because replacement seems the relevant kind of factual intervention here because we know how basketball works is like, if one player is not there, they're replaced with someone else, right? And then the idea is like, how well would they have done, you know, with this person, you know. Um SO, so the causal analysis becomes more complicated potentially when we think about people. But nonetheless, I think that um counterfactual theories are still like a key part to answering that causal question. So that's one key component, what caused a role that the person's action play in bringing about the outcome. And then a second key component I believe is what the action actually tells us about the person, right? And they sort of our intuitive psychology is critical, right? So we, we, of course, don't get to observe people's mental states, you know, directly, all we get to see is the actions that they take, you know, the words that they say and so on. But from those we can make inferences because again, we have a causal understanding of how people work, right? Where at least a simple kind of intuitive theory of psychology is something along the lines of like, ok, people have beliefs and desires and maybe they form intentions as part of that and those intentions bring about actions, right? And so now if I observe some action and maybe I know something about what the beliefs of the person are that allows me to make inferences about what their desires must have been, right? And so if I believe that this action um that I observed somebody taking is actually indicative of a bad desire, right? Like, oh they wanted for this negative outcome to happen. Then this is also something that will contribute to my assessment of responsibility, right? It's saying like um intuitively, right? If something happens accidentally as an outcome, I realize like, oh yeah, they were the cause but they didn't want that, right? I'm not gonna attribute them as much responsibility. Then when I believe that they actually brought this about intentionally, they wanted for this to happen. Um And so I think these two components are sort of critical when thinking about responsibility, there may be other factors but those are things that I have, I'm focused on in, in, in my research."
	},
	{
		"start_time": "59:10",
		"speaker": "Ricardo Lopes",
		"words": "Uh AND what about specifically evaluating uh or re I, I mean, attributing moral judgments to people uh in function uh of their knowledge, I mean, if they were knowledgeable or if they were ignorant, I mean, basically what they knew beforehand, does that matter to how we hold them responsible for a particular negative outcome?"
	},
	{
		"start_time": "59:40",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah, it certainly does. And I think it actually affects both of those components, right? Um Because so the components write about what sort of kind of factuals come to mind as well, which, which are relevant to the causal assessment of what, what, you know, what role the action played as well as the kind of inferences that I make about the person, right? But the first part, right. The kind of factuals that come to mind about, you know, what they could have done differently will differ. Depending on if I, if I believe that they knew, right. If they, if I believe that they knew what the consequences of their action are, right, then I think like, well, why did you do that? You should have done something differently. Right. If I believe that they were ignorant about what the consequences of their actions, you know, would be, then there's no reason to kind of see them in that sense as the cause of the outcome because it's not like, you know, they didn't know. So it's not like they, they um it's a natural thought to think about, oh, they should have done something different, right? So the, so the knowledge component influences what kind of factuals come to mind when assessing the causal role. And it also matters for the kind of inferences that we make about the person, right? Because again, if we know that somebody knew that this would have a negative consequence that this would harm someone and they did it nonetheless. Well, that tells me that they wanted that, that they wanted that to happen or that they were at least willing, you know, to make it happen. Whereas if somebody did not know that this was going to harm someone, I'm not licensed to make that inference, right? I can still think like, oh, they actually didn't know that was gonna happen, they didn't want for this to happen. So, so on both of those uh both for both of those parts, right? Knowledge is sort of um uh really critical and one interesting kind of um project also that I kind of quickly um you know, give a shout out to you on that front is from my um uh from my postdoc Lara Kel, she's looked at, at willful ignorance. So this is an interesting phenomenon where, where somebody is, you know, willingly ignorant, right? Um And you know, maybe some of us can kind of, you know, resonate with that idea. Maybe some of us have, have sort of, you know, um you know, in, in Germany, if you take the, you know, the underground and um in Berlin, like, you know, you, you can board without a ticket, right? And you could try and get away with saying, oh, I didn't know you needed a ticket. I mean, you're probably not going to get away with that, right? Because, um, you know, in this case, like the ignorance doesn't protect you from, from the punishment in this case. Uh But nonetheless, it sometimes feels like, yeah, we, we, we are shielding ourselves from certain knowledge. We don't want to know certain things partly because maybe sometimes you might think that um um if I knew that that might give me a reason not to do it, right? Um So, so one example is like, people might, a lot of people might be quite willfully ignorant about, you know, how, how, you know, a cow is being turned into a steak. Right. So, they know it's happening, right. But they don't necessarily want to see the process, right. Because they really like eating steaks and they feel like having the relevant knowledge of how this happens might make them enjoy the steak somewhat less. Right. Um, AND there's many sort of, you know, phenomenon uh like that. And so we were just interested right, in how, how people attribute responsibility to willfully ignorant agents, right? So agents that um uh make it such that they don't know. Right? And we find that it does attenuate the responsibility, attribution like to some extent. Um But it's not like the same on the same level as somebody who is, you know, ignorant. So without, you know, having, um um having sort of taken actions to get into that um position of, of ignorance. So, so, yeah, in short, you know, uh the states of knowledge are key, right? For both of those components. And um, yeah, willful ignorance is this interesting intermediate state that, that, that I at least have only started to explore."
	},
	{
		"start_time": "1:03:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So perhaps there's an element of plausible deniability here when it comes to willful ignorance because if you actually don't know, even though perhaps you, you suspect that you should try to learn about that specific thing, perhaps it's easier for you to deny responsibility"
	},
	{
		"start_time": "1:03:46",
		"speaker": "Tobias Gerstenberg",
		"words": "that you're, you're exactly right. That's one key motivation that we think for why sometimes people may choose to be willfully ignorant. Right. They might, they might choose it in a situation where they, they're pretty sure you know what it would be, but they don't want to know for sure such that when it happens they can be in the situation of plausible deniability and then say, like, well, I didn't know. Right. And so that might be, and, and that only works, right? Because of course, people are sensitive to knowledge, right? The fact that that could in principle count as an excuse, right? That you didn't know already shows that, um, right. That's a relevant component when people are attributing, you know, um, when people are making moral judgments or attributing responsibility,"
	},
	{
		"start_time": "1:04:28",
		"speaker": "Ricardo Lopes",
		"words": "I imagine that probably one of the darker examples of that would be someone who suspects that they might be infected with an ST I, but then they don't test for it because they want to keep having sex or, or whatever. I mean, just partying without assuming responsibility for what they might do to other people."
	},
	{
		"start_time": "1:04:53",
		"speaker": "Tobias Gerstenberg",
		"words": "That's, that's right. Or, or also like COVID again is another example. Right. So you, you suspect that you might have it, you know, you have a cold, you coughing, but there's this event that you really want to go to. Right? And so you're not going to do the test because you don't want to find out, right? And then it feels, and then you sort of feel like, oh, I didn't know, you know that I have it. And whereas of course, if you did do the test and you found out you had it, you might feel like uh now I feel even more shitty, you know, it's a goal. So this is another kind of example that probably uh people can kind of, you know, relate to."
	},
	{
		"start_time": "1:05:26",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned intentions earlier, tell us a little bit more about that. What role does an agent's intentions play in the evaluation of moral permissibility, basically?"
	},
	{
		"start_time": "1:05:39",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah, so intentions I think are really key, right? So intentions give us about give us information again often we don't, we don't know it directly but we just know what action somebody took. But intention is that yes, OK, that's the thing that they, that they wanted to bring about, right? That was the goal like of their action. And um and so um to kind of give maybe a little bit of a sort of intuition about how we can tell, you know, one thing apart from another, right? So we can say like, OK, if somebody takes some action, there might be like an intended consequence of that action. So that's the, that's the outcome that they want to make happen. That's the, that's the the cause of them acting in that way. And there might also be certain side effects that are happening from the action that they're taking. But those side effects were not necessarily intended, right? Those were just like things that they also foresaw maybe would happen. Um, um, AND so, so in the, in the case, unfortunately, we have a lot of, you know, wars going on at the moment. Uh, NOW, so what you might say, oh, intended things are like, you know, harming like the enemy and then side effects would be harming civilians, right? Um And you know, that's not what you want to do, but certain actions like on, you know, the enemies cannot be taken without, you know, also, um bringing about the the unintended side effect in this case and, and how can we tell apart, at least in principle kind of what's what, right? The idea is here that you can again use a counterfactual analysis. Um And, but now the counterfactual is applied like, you know, because now it's in our mind, right? Like the intention is, is a mental state, right? The counter factual is not applied now in some sense, you know, to something in the world like to the relationship between like the action and the outcome, but rather to the relationship between um um yeah, the the intended outcome in the world and the kind of decision the plan that the person made. So the idea is that if you want to tell apart um from, you know, what somebody did, what was intended and what wasn't the intended thing is the thing that makes a difference to the person's decision or to the person's plan, right? Such that if that had been different, the person would have taken a different decision, would have taken a different action. Whereas the side effect, that's not the thing that changes the person's kind of decision or plan. Right. And so, um with my colleague, Max Kleinman Weiner, we've explored this in the context of sort of, you know, trolley dilemmas. So that's a very, you know, uh common, um you know, uh paradigm in, in moral psychology, right? That maybe most people are familiar with where there's a runaway trolley and then somebody has to decide whether or not to turn a switch where the switch would redirect the trolley, right? If they don't turn the switch, um the people who are on the main track, you know, would die, maybe there's five people like on the main track, you know, who would die. Um And, but if, if the person turns the switch, then the trolley is redirected to a sidetrack and then somebody on that sidetrack is gonna die. And so now let's take maybe like the standard, one of the standard scenarios, there's five people on the main track and there's one person on the side track. And maybe I'll ask you in this case, would it be permissible for, let's call him Hank in this case, would it be permissible for Hank to throw the switch in that scenario. What do you think?"
	},
	{
		"start_time": "1:08:44",
		"speaker": "Ricardo Lopes",
		"words": "Uh II, I, I'm not a good test subject for these kinds of experiments because I, I'm usually, I, I mean, if people ask me, oh, if you pull the switch or something like that, uh, and you deviate the, the direction of the trolley toward one person or otherwise it would have been five. I'm just like, oh, but I have nothing to do with that. Like it just kill the five."
	},
	{
		"start_time": "1:09:14",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah. Yeah. So, so that's, that's a very common response but people don't want to, you know, play God like they don't want to interfere when it is about decisions of life and death, right? And they say like, ok, I'm just gonna close my eyes, you know, and let nature do its thing kind of, right? And so that would be an omission also, right? That you would prefer in this case, I just don't want to act, you know, um uh in general though, like if you, if you make the scenario in this kind of way and Hank, you know, and, and you ask people, is it morally permissible for Hank to throw the switch? Most people do say in the scenario. Yes, it is morally permissible, right? Um Of course, if you flipped like how many people are on the different tracks? Definitely not permissible, not permissible for him to change it, you know, from one person to five, right? Um So, but then part is like also here like, OK, what was the intention? Right. What was the desire of Hank, um that, that underlined that decision, right? And presumably the intention was to save the five, right? The intention was not to kill the one, even though in some sense, right? The action is consistent with both of those things if Hank had wanted to kill the one, right? And you could change the scenario. Maybe the, maybe the one person is this absolutely horrible person, right? Who if they're going to survive, I gonna cause a lot of trouble in the world, right? So now the same scenario, you might not say, well, actually, uh it is more impermissible still. But now the reason I think for why they did it was maybe to save the five, right? But partly really to kill the one, right? And, and the difference, right, that you could see between these two scenarios is like, imagine the five hadn't been there, right? If your intention was to save the five, in this case, you would not change the trolley, right? Because now, you know, the reason for you acting is not there anymore. Whereas if your intention was to kill the one, right? In the scenario where the horrible person is on track one, now, you would still, even if the five weren't there, you would still switch it, right? And so, um, so this is kind of this idea, right? That like you can, you can try to infer what somebody intended to happen by thinking about what were the, the outcomes of their decisions that actually affected, you know, their planning, the way that they made their decision? And, and then I think about, um, from that right, that affects whether I take the action to be more morally permissible. So for moral permissibility, it's like what inferences can I make about what it is that they intended? And then I also care about um actually sort of again, the consequences of their actions similar to when I was saying in responsibility, right? It's sort of the, the causal role that the action played and what it is that the action told me about them. So in this case, right, the, the, the causal consequences kind of how many people died and in general you want fewer people to die. Um And then what does it tell me like about the person in this case? What it is that they intended to happen?"
	},
	{
		"start_time": "1:11:59",
		"speaker": "Ricardo Lopes",
		"words": "Well, it just came to my mind, this never crossed my mind before that when you were talking about intentions and diverting the trolley from the five people track to the one person track. What if there was someone like a psychopath that was like, oh, now I have the opportunity of killing one person and I will get away with her because it will be me causing the"
	},
	{
		"start_time": "1:12:25",
		"speaker": "Tobias Gerstenberg",
		"words": "Yeah. Yeah. Yeah, you're right. And, and if that's the, again, you know, if that's the person, right? You think, like, ok, well, I'm not sure how permissible that is. Right? Because in some sense, you know, it didn't change anything about and it's interesting related to, right, like this, this idea now with the, with the psychopath, right? And often, you know, there's this, these, these things are sometimes set up in a way that, such that, you know, utilitarian principles, the principles about, you know, trying to bring, you know, the greatest good to the, you know, most people or in this case, avoiding harm, you know, to the most people come in conflict with um other principles like deontological principles of, you know, moral action that pertain more to like uh following certain rules like, you know, thou shalt not kill, right? And, and sometimes there's interesting conflict, right? There might be certain actions that are from a utilitarian perspective, potentially justifiable, right? But at the same time, it would be pretty, you know, gruesome to do, right? Um There's one example of that kind again, that might not be a great example, but it could be like, oh, you know, there's five people who need organs, right? And then there's one person and you just, you know, kill that person to give the organs to the other people and save the five, right? Um So, you know, maybe that's not justifiable on any perspective, but you could at least see in principle from a utilitarian calculus that, that it could be the kind of thing that could be justifiable. Right. But it also would be really psychopath style, right? For someone to, you know, to, to do that. Right. And so, so there's sometimes this, um, disconnect between, like, ok, you know, and, and some studies have shown that, that they might think, like, ok, yeah, that's a more morally permissible thing to do in a situation, but I would not want to be their friend if that makes sense. Right. And that's a disconnect, right? Between again, the two components, right? The sort of causal role. OK. Maybe that's good. But the inference that I make about the person is like, yeah, they're kind of a psychopath. So that's not the kind of person who I would want to be with."
	},
	{
		"start_time": "1:14:18",
		"speaker": "Ricardo Lopes",
		"words": "Right."
	},
	{
		"start_time": "1:14:19",
		"speaker": "Tobias Gerstenberg",
		"words": "So, so those things also happen for, for moral judgments."
	},
	{
		"start_time": "1:14:22",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, because actually the outcome is very different uh in the, the two scenarios. But there, there's this very strong intuition that if uh something that you didn't do, you didn't put the people on the tracks and you didn't want the trolley running. I mean, you have nothing to do with that. But if you pull the lever now you have something to do with it."
	},
	{
		"start_time": "1:14:47",
		"speaker": "Tobias Gerstenberg",
		"words": "That's right. Yeah. Yeah. Yeah. That's right. And it's, again, there's a lot of work, right? Showing that in these kind of situations, people often get default to not, you know, to omitting right? To not wanting to do anything about it."
	},
	{
		"start_time": "1:14:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, I, I mean, I guess that we could say here then that and this is very counterintuitive but there's somewhat of a relationship between intuitive physics and intuitive psychology on the one hand, and moral judgment, on the other hand,"
	},
	{
		"start_time": "1:15:16",
		"speaker": "Tobias Gerstenberg",
		"words": "yeah, I'm not sure how counterintuitive that is. Hopefully not. But, um, but my sense is right that, yeah, in many, you know, everyday situations, even, like, I mean, the trolley is sort of a simple one because maybe my intuitive physical understanding here is not, you know, strained all that much, but still, you know, you needed it, right? I needed to be able to tell you that the trolley was going to go this way and otherwise it would go that way and that there was a switch, you know, that would make the difference. So, so in many situations that when we are, at least in our sort of embedded in our everyday lives, we, we don't get um sometimes let's say this kind of stylized information that we might use, you know, in, in vignettes or scenarios in a, in a psychology experiment, right? We have to derive that information from seeing people interact, you know, in, in the physical world. And um and a lot of a lot of factors, you know, are of relevance and play out in these situations. Take for example, like a notion of a capacity or ability that somebody might have. We touched a little bit on that again, in a sort of discreet stylized version of it with the lifeguard, right? That's an ability, right? That the person has or doesn't have. Um um BUT again, you know, it's a simple example, but I need to bring together, right? My physical understanding, namely somebody jumping in the water and being able to swim, right? With my kind of intuitive psychological uh um understanding, right? It's like, ok, what can somebody do and what they were supposed to do? Right. And now you could imagine, right? Just kind of in not necessarily a nice experiment in this case, but again, a plausible one, you know, manipulate how far it is that the person is away, you know, from the beach when they're drowning, right? And so you could now think about, OK, was this something that the person, you know, could have achieved? Right? Um And so there's sort of physical knowledge that comes to bear like on this question, um that combines right with the, with the psycho psychological knowledge or again, maybe in a non moral domain, but something that at least some of the uh listeners, particularly, maybe the American ones can kind of relate to. Um SO kind of factuals also come up there in, in, in many sports. So there's a um there's a, there's a um there's a foul like in American football called, you know, pass interference and, and what that foul is like if it basically is when the, you know, when the quarterback and I know relatively little about, uh, about American football, but this is one thing, hopefully that I get roughly, right. So when"
	},
	{
		"start_time": "1:17:37",
		"speaker": "Ricardo Lopes",
		"words": "I'm also more about soccer, like normal football,"
	},
	{
		"start_time": "1:17:43",
		"speaker": "Tobias Gerstenberg",
		"words": "a kind of fact has come out there too, but like, you know, I'll use this example for now. So the quarterback throws the ball right and then the receiver before the receiver catches the ball, Um the defender is not allowed to interfere with the receiver. So they're not allowed to like kind of push them, they can try to, you know, catch the ball, but they're not allowed to interfere with the receiver. But now, and, and pass interference is the foul call when the, when the referees believe that the defender actually interfered with the receiver before the receiver was able to kind of catch the ball, right. But now importantly, it's only past interference when the receiver could have caught the ball, right. So that's a counterfactual, right? So, and that's a call for the referees to decide like, yeah, that's the kind of ball that the receiver could have in principle caught and only if that's the case, is it a foul? Right? So again, this is not necessarily moral reasoning in this case here, but it sort of brings to mind that like, yeah, our ability to think about how people are interacting with each other in the physical world, what kind of abilities they have because even like in the past interference call, right. Uh It might be past interference for, you know, some ex but football player that wouldn't have been past interference for me because I'm slow. Right? And whereas this person is really fast, so thinking about what that person could have done is different from what I could have done. And that brings together again the knowledge of the physical world and our knowledge of people to simulate what these relevant counter factuals would have looked like. And so, so they really come together when deciding um uh about whether whether what's morally permissible or not. Um Mostly through this mechanism of thinking about what the possibilities are, what the person could have achieved, could not have achieved what they should have done and should not have done and so on."
	},
	{
		"start_time": "1:19:22",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Gerstenberg, I think that this would probably be a good point to end the interview on uh just before we go, would you like to tell people where they can find you and your work on the internet? And I don't know if you also want to mention what you're working on at the moment. So, yeah,"
	},
	{
		"start_time": "1:19:41",
		"speaker": "Tobias Gerstenberg",
		"words": "sure. So you can find me on the internet. I mean, probably just by Googling. Uh MY name, right. I'm also on, on Twitter at uh X now, I guess it's called the handle Toby GBG and I'm also on blue sky. So those are places you can find me, my lab, the causality and cognition lab also has a youtube channel, you know, once this is out, I think I will link to it um as well. Um So those are places where you can find about, find out about, you know, myself and, and, and my work and then in terms of things that we're currently working about 11 area that I didn't, you know, get to talk so much in our, um um you know, right now, but that I'm excited about is more on the kind of, you know, we, we mostly talked about the causal learning and the causal judgment part. But I've also been quite interested in the causal reasoning part. And there's a bigger project that we're interested in is really in how people, you know, how people are sort of like intuitive detectives, sometimes like Sherlock Holmes or Miss Marple and how they can draw on different sources of evidence often. So there's visual evidence, but sometimes also we have auditory evidence, the kind of sounds, you know, that happened, um and how we can use these different pieces of information to figure out what happened in the past. So just to give you maybe like one intuitive example, so imagine that you, um you know, the person who you live with, you know, your partner or roommate or something does something in the kitchen, you just hear the sounds, but based on the sounds, you know, exactly what it is that they're doing right. You might even know exactly what it is that they're cooking just by hearing, like, oh, they're going to the fridge now. They're picking up these things. Oh, I can hear they're cracking the eggs or they're making an omelet, you know, and so all this stuff in some sense, all you have is just the sounds. But be, because, you know, kind of your kitchen and, you know, what people roughly do, you can kind of reconstruct in your mind, what it is that they're doing um by combining these auditory information with your intuitive theory of how the world works. And that's something that I'm quite excited about, kind of studying that and understanding that better. But the limits are of people doing it, doing that and how they draw. Yeah, from these different sense modalities to figure out what happened by mentally simulating possibilities in their mind. So that's one of the things that I'm quite excited about."
	},
	{
		"start_time": "1:21:43",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. It's been really fun to talk with you."
	},
	{
		"start_time": "1:21:49",
		"speaker": "Tobias Gerstenberg",
		"words": "Awesome. Yeah, I had a great time. Thanks so much, Ricardo."
	},
	{
		"start_time": "1:21:53",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs called in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel. S Friends, David Sloan Wilson. Ya dear, Roman Roach Diego and Jan Punter Romani Charlotte Bli Nicole Barba, Adam Hunt Pavlo Stassi, Nale Me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez or Sole Scott ZFTW, Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophanous. Chris Williams and Peter Wo David Williams Di Costa Anton Erickson Charles Murray, Alex Chao, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Temple, Thomas Dvor Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson Ismael Bensley Man George Katis Valentine Steinman Perros, Kate Von Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin Carlman, Negro. Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]