{
	"episodeid": "1182",
	"title": "#1182 Dries Bostyn: How People Respond to Trolley Dilemmas",
	"published": "2025-11-28",
	"shownotes": "RECORDED ON AUGUST 26th 2025.  \nDr. Dries Bostyn is a social psychologist, statistician and philosopher currently doing a BOF senior postdoctoral fellowship at the Social Psychology Lab at Ghent Unversity. His primary research focus is the study of moral psychology.\n\nIn this episode, we talk about trolley-type moral dilemmas. We start by discussing what they are, and their different types. We talk about an experiment where people had to decide whether to allow two confederates to receive a painful electroshock or shock a third confederate. We discuss the action principle, the contact principle, and the intention principle in sacrificial dilemmas. We talk about iterative sacrificial dilemmas. We discuss the dual-process model for moral cognition, whether cognitive ability is correlated with a preference for utilitarianism, and whether trolley problems are realistic. We also talk about how people infer the moral character of others based on how they resolve sacrificial moral dilemmas, and whether people choose to exit social dilemmas in real life.\n\n\nTime Links:  \n<time>00:00</time> Intro  \n<time>00:45</time> What are “trolley-type” moral dilemmas?  \n<time>20:04</time> The action principle, the contact principle, and the intention principle  \n<time>22:46</time> Iterative sacrificial dilemmas  \n<time>27:00</time> The dual-process model for moral cognition  \n<time>28:51</time> Is cognitive ability correlated with a preference for utilitarianism?  \n<time>33:04</time> Are trolley problems realistic?  \n<time>40:09</time> How people infer the moral character of others based on how they resolve sacrificial moral dilemmas  \n<time>45:34</time> Do people choose to exit social dilemmas in real life?  \n<time>49:15</time> Dr. Bostyn’s future research  \n  Follow Dr. Bostyn’s work!\n\n---\n\nFollow Dr. Bostyn’s work:  \nFaculty page: https://tinyurl.com/hhrsjsm6  \nWebsite: https://www.dhbostyn.com/  \nResearchGate profile: https://tinyurl.com/28rpp7m4\n",
	"filename": "1182-dries-bostyn-how-people-respond-to-trolley-dilemmas",
	"excerpt": "Dr. Dries Bostyn is a social psychologist, statistician and philosopher currently doing a BOF senior postdoctoral fellowship at the Social Psychology Lab at Ghent Unversity. His primary research focus is the study of moral psychology.",
	"youtubeid": "zw_Uzmq83hA",
	"image": "https://i.ytimg.com/vi/zw_Uzmq83hA/maxresdefault.jpg",
	"interviewee": [
		"Dries Bostyn"
	],
	"tags": [
		"Philosophy",
		"Psychology"
	]
}