excerpt: 'Dr. Suthan Krishnarajan is Associate Professor in Political Science at Aarhus
  University. His research agenda seeks to understand and explain political regime
  instability. Broadly speaking, a political regime is the rules that determine who
  can access power, and how, in a given country. In democracies, leaders are chosen
  in competitive, free, and fair elections; in autocracies, leaders access power through
  alternative means. In his research, he examines why such regimes sometimes endure
  and at other times break down. I do so from three traditional disciplines in political
  science: comparative politics, public opinion, and international relations.'
filename: 906-suthan-krishnarajan-regime-instability-and-support-for-democracy-and-autocracy
id: '906'
image: https://i.ytimg.com/vi/x9BgL2ngt-U/maxresdefault.jpg
interviewee:
- Suthan Krishnarajan
itunesEpisodeUrl: https://podcasts.apple.com/us/podcast/906-suthan-krishnarajan-regime-instability-and/id1451347236?i=1000647577898&uo=4
published: '2024-02-29'
shownotes: "Dr. Suthan Krishnarajan is Associate Professor in Political Science at\
  \ Aarhus University. His research agenda seeks to understand and explain political\
  \ regime instability. Broadly speaking, a political regime is the rules that determine\
  \ who can access power, and how, in a given country. In democracies, leaders are\
  \ chosen in competitive, free, and fair elections; in autocracies, leaders access\
  \ power through alternative means. In his research, he examines why such regimes\
  \ sometimes endure and at other times break down. I do so from three traditional\
  \ disciplines in political science: comparative politics, public opinion, and international\
  \ relations.\n\nIn this episode, we talk about regime instability in democracies\
  \ and autocracies. We start by defining democracy. We talk about how people form\
  \ democratic support. We discuss if citizens in Western democracies support democracy,\
  \ and how satisfied they are with it. We talk about when people support undemocratic\
  \ behavior, and how they rationalize it. We discuss evidence-based interventions\
  \ to improve citizens’ democratic values. We discuss if national elections\
  \ are unequivocally good for people’s satisfaction with democracy. We talk\
  \ about factors that lead to democratic breakdown, including economic crises. Finally,\
  \ we discuss how autocratic leaders deal with regime instability and coup attempts.\n\
  \nTime Links:  \n<time>00:00</time> Intro  \n<time>00:52</time> What is democracy?\
  \  \n<time>07:48</time> How do people form democratic support?  \n<time>12:06</time>\
  \ Do citizens in Western democracies support democracy?  \n<time>14:11</time> Are\
  \ people satisfied with democracy?  \n<time>19:40</time> When people support undemocratic\
  \ behavior, and how they rationalize it  \n<time>23:47</time> Evidence-based interventions\
  \ to improve citizens’ democratic values  \n<time>31:02</time> Are national\
  \ elections unequivocally good for people’s satisfaction with democracy?  \n\
  <time>32:47</time> Factors that lead to democratic breakdown  \n<time>36:39</time>\
  \ How autocratic leaders deal with regime instability and coup attempts  \n<time>39:29</time>\
  \ Follow Dr. Krishnarajan’s work!\n\n---\n\nFollow Dr. Krishnarajan’s\
  \ work:  \nFaculty page: https://bit.ly/3Yx4WhY  \nWebsite: https://bit.ly/3XCcgaK\
  \  \nWorks on ResearchGate: https://bit.ly/40VskHz  \nTwitter handle: @Suthan_1607\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/72207645/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-5-16%2F62e641d5-04a5-2697-9757-97765f7011e3.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/906-Suthan-Krishnarajan-Regime-Instability-and-Support-for-Democracy-and-Autocracy-e25q3qt
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/staging/podcast_uploaded_episode/1264936/1264936-1686906416849-c6db2ec6eb68.jpg
tags:
- Politics
title: '#906 Suthan Krishnarajan: Regime Instability and Support for Democracy and
  Autocracy'
youtubeid: x9BgL2ngt-U
