{
	"excerpt": "Dr. Michael Inzlicht is a Research Excellence Faculty Scholar at the University of Toronto. His primary appointment is as Professor in the Department of Psychology, but he is also cross-appointed as Professor at the Rotman School of Management. Dr. Inzlicht conducts research that sits at the boundaries of social psychology, cognitive science, and neuroscience. Although he has published papers on the topics of prejudice, academic performance, and religion, his most recent interests have been in the topics of self-control, where he borrows methods from affective and cognitive neuroscience to understand the underlying nature of self-control, including how it is driven by motivation.",
	"filename": "298-michael-inzlicht-self-control--gratification-delay--ego-depletion--and-the-replication-crisis",
	"image": "https://i.ytimg.com/vi/fuA1l7bL954/maxresdefault.jpg",
	"interviewee": [
		"Michael Inzlicht"
	],
	"published": "2020-02-21",
	"shownotes": "RECORDED ON DECEMBER 10th, 2019.  \nDr. Michael Inzlicht is a Research Excellence Faculty Scholar at the University of Toronto. His primary appointment is as Professor in the Department of Psychology, but he is also cross-appointed as Professor at the Rotman School of Management. Dr. Inzlicht conducts research that sits at the boundaries of social psychology, cognitive science, and neuroscience. Although he has published papers on the topics of prejudice, academic performance, and religion, his most recent interests have been in the topics of self-control, where he borrows methods from affective and cognitive neuroscience to understand the underlying nature of self-control, including how it is driven by motivation.\n\nIn this episode, we focus most of our conversation of self-control and things related to it. First, I ask about social neuroscience, and what Dr. Inzlicht thinks are the kinds of insights we can get from neuroscience about social psychology phenomena. We then get into self-control, and talk about what is it, and the concept of self-control strength. We address a paper from 2018 that tried to replicate Walter Mischel’s marshmallow test, and the capacity to delay gratification. We also refer to one aspect of the recent APA guidelines for psychological practice with men and boys, namely the repression/suppression of emotions. Still about self-control, we discuss the interplay between emotion and cognition, the life outcomes associated with this ability, and if there are any good interventions proven to improve it. We then tackle aspects of the replication crisis in Psychology, and go through some examples of phenomena that have recently been questioned, like the ego-depletion effect and stereotype threat. \n\n\n\nTime Links:  \n<time>00:57</time> Social neuroscience. What insights can we get from neuroscience about social psychology phenomena?   \n<time>04:39</time> What is self-control?  \n<time>07:39</time> Self-control strength   \n<time>10:39</time> The marshmallow test, and the ability to delay gratification. Has the marshmallow test failed to replicate?  \n<time>20:25</time> The APA guidelines for psychological practice with men and boys, and the repression/suppression of emotions  \n<time>26:39</time> The interplay between emotion and cognition  \n<time>35:01</time> The positive life outcomes self-control is associated with  \n<time>39:38</time> Are there any good interventions to improve self-control?  \n<time>49:52</time> Is the ego-depletion effect real?  \n<time>1:00:14</time> Does stereotype threat have a negative impact on people’s performance?  \n<time>1:06:20</time> The replication crisis in social psychology, and the ideological biases behind it  \n<time>1:16:36</time> Follow Dr. Inzlicht’s work!\n\n---\n\nFollow Dr. Inzlicht’s work:  \nFaculty page: http://bit.ly/33aDDNx  \nPersonal website: http://bit.ly/2REaBTV  \nResearchGate profile: http://bit.ly/30MKWJs  \nTwo Psychologists Four Beers podcast: http://bit.ly/2PAjLy3  \nTwitter handle: @minzlicht\n\nSome relevant papers/sources:  \nRevisiting the Marshmallow Test: A Conceptual Replication Investigating Links Between Early Gratification Delay and Later Outcomes: http://bit.ly/2YxaESS  \nDid the Marshmallow Test Fail to Replicate?: http://bit.ly/2RE22rX\n",
	"spotifyAudioUrl": "https://anchor.fm/s/822ba20/podcast/play/8984536/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-11-13%2F38452733-44100-2-0bd7c19a9eebc.m4a",
	"spotifyEpisodeUrl": "https://podcasters.spotify.com/pod/show/thedissenter/episodes/298-Michael-Inzlicht-Self-control--Gratification-Delay--Ego-depletion--And-The-Replication-Crisis-e9gmgo",
	"spotifyImageUrl": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode/1264936/1264936-1576246131669-2a2ea7d736b51.jpg",
	"tags": [
		"Psychology"
	],
	"title": "#298 Michael Inzlicht: Self-Control, Gratification Delay, Ego-Depletion, And The Replication Crisis",
	"youtubeid": "fuA1l7bL954",
	"episodeid": "298"
}