excerpt: "Dr. Peter Ditto is Professor of Psychological Science at UC Irvine School\
  \ of Social Ecology. He is interested in “hot cognition” — the interface\
  \ between passion and reason. His research examines the role of motivation, emotion\
  \ and intuition in social, political, moral, medical, and legal judgment. Most generally,\
  \ he has sought to explain the phenomenon of “motivated reasoning” —\
  \ how the desire to reach a particular conclusion biases the processing of information\
  \ related to that conclusion. His early work examined the role such biases play\
  \ in responses to threatening medical information (e.g., denial). More recently,\
  \ his work has focused on motivated moral reasoning, particularly how people selectively\
  \ recruit general principles and factual beliefs to support desired moral conclusions.\
  \ Another key focus of his current research is partisan political bias. This work\
  \ examines the multiple ways that political ideology biases our political judgments\
  \ and behavior. Finally, he is interested in a variety of psychological issues involved\
  \ in end-of-life medical decision making."
filename: 583-peter-ditto-motivated-reasoning--morality--and-politics
id: '583'
image: https://i.ytimg.com/vi/T-Eljsj-bhk/maxresdefault.jpg
interviewee:
- Peter Ditto
published: '2022-02-04'
shownotes: "RECORDED ON OCTOBER 20th 2021.  \nDr. Peter Ditto is Professor of Psychological\
  \ Science at UC Irvine School of Social Ecology. He is interested in “hot cognition”\
  \ — the interface between passion and reason. His research examines the role\
  \ of motivation, emotion and intuition in social, political, moral, medical, and\
  \ legal judgment. Most generally, he has sought to explain the phenomenon of “\
  motivated reasoning” — how the desire to reach a particular conclusion\
  \ biases the processing of information related to that conclusion. His early work\
  \ examined the role such biases play in responses to threatening medical information\
  \ (e.g., denial). More recently, his work has focused on motivated moral reasoning,\
  \ particularly how people selectively recruit general principles and factual beliefs\
  \ to support desired moral conclusions. Another key focus of his current research\
  \ is partisan political bias. This work examines the multiple ways that political\
  \ ideology biases our political judgments and behavior. Finally, he is interested\
  \ in a variety of psychological issues involved in end-of-life medical decision\
  \ making.\n\nIn this episode, we talk about motivated reasoning, morality, and politics.\
  \ We start with motivated reasoning, what it is, and the domains where it applies.\
  \ We apply it to medical decision-making. We discuss how moral reasoning works,\
  \ moral intuitions, moral foundations, and the connection between morality and politics.\
  \ We talk about political bias and science denial on the left and the right. We\
  \ discuss the special case of libertarians. Finally, we talk about how we should\
  \ think about the relation between personality and politics, and personality and\
  \ morality, and Dr. Ditto gives an evolutionary rationale for motivated reasoning\
  \ and political behavior.\n\nTime Links:  \n<time>00:00</time> Intro  \n<time>00:43</time>\
  \ What is motivated reasoning?  \n<time>05:17</time> Medical decision-making, and\
  \ medical information denial  \n<time>14:21</time> Moral reasoning, and the moral\
  \ foundations  \n<time>22:33</time> From morality to politics  \n<time>28:49</time>\
  \ Political bias – are liberals and conservatives equally biased?  \n<time>35:49</time>\
  \ Science denial on the right and the left  \n<time>39:41</time> What’s up\
  \ with the libertarians?  \n<time>44:03</time> Personality, morality, and politics\
  \  \n<time>50:31</time> An evolutionary rationale for motivated reasoning and politics\
  \  \n<time>55:57</time> Follow Dr. Ditto’s work!\n\n---\n\nFollow Dr. Ditto’\
  s work:  \nFaculty page: https://bit.ly/3vlqorH  \nResearchGate profile: https://bit.ly/3wwKFun\
  \  \nYourmorals.org: https://bit.ly/3lWKypw\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/42134813/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2021-9-21%2F87aa7fdf-ad06-a7b1-4296-6ce94ac831aa.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/583-Peter-Ditto-Motivated-Reasoning--Morality--and-Politics-e194bqt
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1634844740134-62f124b6cfdcb.jpg
tags:
- Psychology
title: '#583 Peter Ditto: Motivated Reasoning, Morality, and Politics'
youtubeid: T-Eljsj-bhk
