excerpt: Dr. Andrew Gallup is Assistant Professor of Psychology and the director of
  the Adaptive Behavior and Cognition (ABC) Lab at SUNY Poly. His research spans a
  variety of topics, including contagious behavior and comparative neuroanatomy, brain
  thermoregulation and vigilance, collective behavior and social cognition, aggression
  and sexual conflict, the evolution of cooperation, sports and athletic competition
  from an evolutionary perspective, biomarkers of Darwinian fitness, and the effects
  of neuromodulation on adaptive responses.
filename: 405-andrew-gallup-the-evolution-of-aggression--and-yawning
id: '405'
image: https://i.ytimg.com/vi/SdKIuJwgOXU/maxresdefault.jpg
interviewee:
- Andrew Gallup
published: '2020-12-17'
shownotes: "RECORDED ON OCTOBER 2nd 2020.  \nDr. Andrew Gallup is Assistant Professor\
  \ of Psychology and the director of the Adaptive Behavior and Cognition (ABC) Lab\
  \ at SUNY Poly. His research spans a variety of topics, including contagious behavior\
  \ and comparative neuroanatomy, brain thermoregulation and vigilance, collective\
  \ behavior and social cognition, aggression and sexual conflict, the evolution of\
  \ cooperation, sports and athletic competition from an evolutionary perspective,\
  \ biomarkers of Darwinian fitness, and the effects of neuromodulation on adaptive\
  \ responses.\n\nIn this episode, we talk about aggression, and the evolution of\
  \ yawning. We first tackle the evolutionary bases of aggression, and the social\
  \ functions that it serves, and how we can apply this knowledge to combat bullying.\
  \ We mention sex differences, and also how aggression changes across human development,\
  \ with focus on men and testosterone. We then get into the evolutionary function\
  \ of yawning, and ask if it really is socially contagious.\n\nTime Links:  \n<time>00:54</time>\
  \ What is aggression from an evolutionary perspective?  \n<time>04:17</time> Sex\
  \ differences in aggression  \n<time>09:57</time> Aggression across human development,\
  \ with a focus on adolescence and early adulthood  \n<time>16:02</time> Dealing\
  \ with bullying  \n<time>21:27</time> Drops in testosterone in men   \n<time>25:00</time>\
  \ Handgrip strength and dominant behavior  \n<time>37:49</time> The evolutionary\
  \ function of yawning  \n<time>49:08</time> Is yawning socially contagious?  \n\
  <time>52:31</time> Follow Dr. Gallup’s work!\n\n---\n\nFollow Dr. Gallup’\
  s work:  \nFaculty page: https://bit.ly/3cTAFTG  \nResearchGate profile: https://bit.ly/36pHXwX\
  \  \nTwitter handle: @acgallup\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/20529187/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2020-9-2%2F6a430aea-16b6-7bad-6382-abfc449c914b.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/405-Andrew-Gallup-The-Evolution-of-Aggression--and-Yawning-ekh0j3
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode/1264936/1264936-1601669197010-88fc43700217a.jpg
tags:
- Psychology
title: '#405 Andrew Gallup: The Evolution of Aggression, and Yawning'
youtubeid: SdKIuJwgOXU
