{
	"episodeid": "1171",
	"itunesEpisodeUrl": "https://podcasts.apple.com/us/podcast/1171-ana-drago-oportunidade-ou-maldi%C3%A7%C3%A3o-a-ind%C3%BAstria/id1451347236?i=1000735089505&uo=4",
	"title": "#1171 Ana Drago - Oportunidade ou Maldição: A indústria do turismo em Portugal",
	"published": "2025-11-03",
	"shownotes": "RECORDED ON OCTOBER 30th 2025.  \nTHIS INTERVIEW IS IN PORTUGUESE.  \nA Dra. Ana Drago é licenciada em Sociologia pela Faculdade de Economia da Universidade de Coimbra e doutorada em Estudos Urbanos pelo ISCTE-Instituto Universitário de Lisboa e FCSH/Universidade Nova de Lisboa, com uma dissertação sobre a questão urbana na primeira década da democracia portuguesa. É atualmente investigadora do Centro de Estudos Sociais da Universidade de Coimbra. Tem publicado sobre políticas urbanas e de habitação, participação e democracia na cidade. O seu livro mais recente, escrito juntamente com Mariana Mortágua, é Oportunidade ou Maldição: A indústria do turismo em Portugal.\n\nNeste episódio, focamo-nos no livro Oportunidade ou Maldição. Começamos por falar da relação entre turismo e nacionalismo. Discutimos o triângulo da economia portuguesa (banca, turismo e imobiliário), a expansão do turismo em Portugal, o pós-crise financeira de 2008 e o governo de Passos Coelho, o impacto de grandes eventos (como a Expo 98, o Euro 2004, as Jornadas da Juventude e o Web Summit). Falamos sobre a precariedade laboral no turismo, o seu impacto nas comunidades locais, na habitação e no ambiente, assim como o fenómeno do “overtourism”. Finalmente, discutimos a ética do turismo, potenciais restrições ao turismo, e se há excesso de turismo em Portugal.\n\nTime Links:  \n<time>00:00</time> Intro  \n<time>01:10</time> Turismo e nacionalismo  \n<time>05:43</time> O triângulo da economia portuguesa: banca, turismo e imobiliário  \n<time>09:33</time> A expansão do turismo em Portugal  \n<time>15:00</time> O pós-crise financeira de 2008 e o governo de Passos Coelho  \n<time>28:29</time> Grandes eventos (Expo 98, Euro 2004, Jornadas da Juventude e Web Summit)  \n<time>37:27</time> A precariedade laboral no turismo  \n<time>43:48</time> Impacto nas comunidades locais e no ambiente  \n<time>55:36</time> Planeamento da economia  \n<time>1:00:36</time> O fenómeno do “overtourism”  \n<time>1:06:19</time> Ética do turismo  \n<time>1:13:06</time> Restrições ao turismo  \n<time>1:15:37</time> Há turismo em excesso em Portugal?  \n<time>1:16:56</time> Sigam o trabalho da Dra. Ana!\n\n---\n\nSigam o trabalho da Dra. Ana:  \nPágina da Universidade de Coimbra: https://tinyurl.com/2sba24yx  \nOportunidade ou Maldição: https://tinyurl.com/3uh4cvh8\n",
	"filename": "1171-ana-drago---oportunidade-ou-maldio-a-indstria-do-turismo-em-portugal",
	"excerpt": "THIS INTERVIEW IS IN PORTUGUESE.  ",
	"youtubeid": "p6NtS5AQtVQ",
	"image": "https://i.ytimg.com/vi/p6NtS5AQtVQ/maxresdefault.jpg",
	"interviewee": [
		"Ana Drago"
	],
	"tags": [
		"Entrevistas em Português",
		"Economics"
	]
}