{
	"excerpt": "Dr. John Barry is a Chartered Psychologist and Associate Fellow of the British Psychological Society (BPS), Honorary Lecturer in Psychology at University College London, clinical hypnotherapist and author of around 70 peer-reviewed publications on a variety of topics in psychology and health, including many on male psychology. He has also co-authored letters to The Psychologist magazine to raise awareness of issues relevant to male psychology. He is also co-author (with Louise Liddon) of the new book Perspectives in Male Psychology: An Introduction. ",
	"filename": "546-john-barry-perspectives-in-male-psychology-pt-1---mental-health",
	"image": "https://i.ytimg.com/vi/TR80d2N1E6c/maxresdefault.jpg",
	"interviewee": [
		"John Barry"
	],
	"published": "2021-11-11",
	"shownotes": "RECORDED ON NOVEMBER 3rd 2021.  \nDr. John Barry is a Chartered Psychologist and Associate Fellow of the British Psychological Society (BPS), Honorary Lecturer in Psychology at University College London, clinical hypnotherapist and author of around 70 peer-reviewed publications on a variety of topics in psychology and health, including many on male psychology. He has also co-authored letters to The Psychologist magazine to raise awareness of issues relevant to male psychology. He is also co-author (with Louise Liddon) of the new book Perspectives in Male Psychology: An Introduction. \n\nThis is the first of a two-part talk where we focus on Perspectives in Male Psychology. In this episode, we talk about male psychology and mental health. We start by talking about the clinical goals of studying male psychology and sex differences, and the biases that usually contaminate research in this area. We discuss some issues with guidelines for practice with boys and men. We talk about how we go about integrating different perspectives on male psychology (evolutionary, biological, social, humanistic). We ask to what extent being masculine is important for male well-being. We get into some of the issues that affect men more than women, like substance abuse, suicide, homelessness, and singlehood, and how father absence affects development. We discuss how clinical practice tends to be feminized, and how it could suit men more. Finally, we talk about alpha, beta, and gamma biases in research on male psychology, and problems with clinical research not informed by sex differences.\n\nTime Links:  \n<time>00:00</time> Intro  \n<time>00:51</time> The goals of studying male psychology  \n<time>04:00</time> Understanding male psychology in relation to female psychology  \n<time>12:21</time> Clinical practice and guidelines for boys and men  \n<time>22:29</time> Integrating different perspectives on male psychology (evolutionary, biological, social, humanistic)  \n<time>27:55</time> Is it important for men to be masculine?  \n<time>31:01</time> The effects of father absence on male development  \n<time>36:09</time> Male issues: substance abuse, suicide, homelessness  \n<time>39:02</time> Sexlessness and singlehood  \n<time>42:26</time> Clinical care suited for men  \n<time>47:27</time> Biases (alpha, beta, gamma) in research on male psychology  \n<time>53:56</time> Problems with clinical research not informed by sex differences  \n<time>56:56</time> A final message about clinical practice with males\n\n---\n\nFollow Dr. Barry’s work:  \nWebsite: https://bit.ly/2NMBYeA  \nPerspectives in Male Psychology: https://amzn.to/3Ea6mV6  \nTwitter handle: @MalePsychology\n",
	"spotifyAudioUrl": "https://anchor.fm/s/822ba20/podcast/play/42760166/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2021-10-3%2F50924ad3-4a35-89b2-a605-15450978d769.m4a",
	"spotifyEpisodeUrl": "https://podcasters.spotify.com/pod/show/thedissenter/episodes/546-John-Barry-Perspectives-in-Male-Psychology-Pt-1---Mental-Health-e19neh6",
	"spotifyImageUrl": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1635956967338-e15bc6146891.jpg",
	"tags": [
		"Psychology"
	],
	"title": "#546 John Barry: Perspectives in Male Psychology (Pt.1) - Mental Health",
	"youtubeid": "TR80d2N1E6c",
	"episodeid": "546"
}