excerpt: "Dr. Lyn Wadley is jointly Honorary Professor of Archaeology in the School\
  \ of Geography, Archaeology and Environmental Studies, and the Evolutionary Studies\
  \ Institute, at University of the Witwatersrand, South Africa. She directs a Wits-recognized\
  \ programme called ACACIA (Ancient Cognition and Culture in Africa). Her specialty\
  \ is the African Stone Age: Middle Stone Age (which lasted from approximately 300,000\
  \ to 25,000 years ago) and Later Stone Age (the last 25,000 years). She began her\
  \ career researching social and ecological issues during the past 25,000 years of\
  \ the Later Stone Age in southern Africa. Data for her interpretations were obtained\
  \ from sites in Namibia and South Africa. Dr. Wadley’s current research is\
  \ dedicated to the cognition of people who lived in the Middle Stone Age."
filename: 266-lyn-wadley-archaeology--and-the-evolution-of-human-cognition
id: '266'
image: https://i.ytimg.com/vi/AQpkmNLs7ls/maxresdefault.jpg
interviewee:
- Lyn Wadley
published: '2019-12-09'
shownotes: "RECORDED ON SEPTEMBER 27th, 2019.  \nDr. Lyn Wadley is jointly Honorary\
  \ Professor of Archaeology in the School of Geography, Archaeology and Environmental\
  \ Studies, and the Evolutionary Studies Institute, at University of the Witwatersrand,\
  \ South Africa. She directs a Wits-recognized programme called ACACIA (Ancient Cognition\
  \ and Culture in Africa). Her specialty is the African Stone Age: Middle Stone Age\
  \ (which lasted from approximately 300,000 to 25,000 years ago) and Later Stone\
  \ Age (the last 25,000 years). She began her career researching social and ecological\
  \ issues during the past 25,000 years of the Later Stone Age in southern Africa.\
  \ Data for her interpretations were obtained from sites in Namibia and South Africa.\
  \ Dr. Wadley’s current research is dedicated to the cognition of people who\
  \ lived in the Middle Stone Age.\n\nIn this episode, we talk about how we can learn\
  \ more about the evolution of human cognition through Archaeology. We discuss how\
  \ we can make inferences about human cognitive abilities from artifacts, and also\
  \ their limitations. We got through specific abilities, like imagination, planning,\
  \ analogical reasoning, multitasking, and symbolism, and how a big part of them\
  \ have a social ingredient. We address the question of what is a modern human. We\
  \ also talk about the interplay between technology and cognition. Dr. Wadley tells\
  \ us what she learned by studying the production of compound adhesives. Finally,\
  \ we address topics like the respect we should have for the cognitive capacity of\
  \ people who lived in traditional societies; the potential impact of modern culture\
  \ in the evolution of our cognition; and our shared human nature.\n\nTime Links:\
  \  \n<time>00:53</time> Studying human cognitive through archeological artifacts\
  \  \n<time>02:15</time> Imagination  \n<time>09:01</time> Other cognitive abilities\
  \ (analogical reasoning, planning, multitasking)  \n<time>11:15</time> Symbolism\
  \  \n<time>18:27</time> What is a “modern human”?  \n<time>21:02</time>\
  \ Reflexivity between technology, cognition and imagination  \n<time>25:31</time>\
  \ What we can learn about human cognition by studying compound adhesives  \n<time>30:11</time>\
  \ We can’t underestimate ancient people’s cognitive abilities  \n<time>33:16</time>\
  \ Modern technology, and the evolution of our cognition  \n<time>39:08</time> Human\
  \ universals, and our shared human nature  \n<time>42:05</time> Follow Dr. Wadley’\
  s work!\n\n---\n\nFollow Dr. Wadley’s work:  \nFaculty page: http://bit.ly/2GZBsUb\
  \  \nResearchGate profile: http://bit.ly/2YVys1o\n\nRelevant papers:  \nHow some\
  \ archaeologists recognize culturally modern behavior: http://bit.ly/2m1Iuk9  \n\
  Recognizing Complex Cognition through Innovative Technology in Stone Age and Paleolithic\
  \ Sites: http://bit.ly/2mf5ZGq  \nCompound‐Adhesive Manufacture as a Behavioral\
  \ Proxy for Complex Cognition in the Middle Stone Age: http://bit.ly/2lCDyC0  \n\
  Technological Transformations Imply Cultural Transformations and Complex Cognition:\
  \ http://bit.ly/2nGUWGg  \nChanging Social Behaviour: The Pen Age to Internet Age:\
  \ http://bit.ly/2lDEHcy\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/4903339/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-8-27%2F25123224-44100-2-894b229080166.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/266-Lyn-Wadley-Archaeology--And-The-Evolution-of-Human-Cognition-e5k4vb
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode/1264936/1264936-1569587446143-259ac4c3795fa.jpg
tags:
- Archaeology
- Anthropology
title: '#266 Lyn Wadley: Archaeology, And The Evolution of Human Cognition'
youtubeid: AQpkmNLs7ls
