excerpt: "Dr. David P. Barash is Professor of Psychology Emeritus at the University\
  \ of Washington. He has written, edited or co-authored 40 books, including ones\
  \ on human aggression, peace studies, and the sexual behavior of animals and people.\
  \ He is a fellow of the American Association for the Advancement of Science, and\
  \ has been the recipient of several honors. His books include “Homo Mysterious\
  \ – Evolutionary Puzzles of Human Nature”, “Buddhist Biology: Ancient\
  \ Eastern Wisdom Meets Modern Western Science”, “Approaches to Peace:\
  \ A Reader in Peace Studies”, and “Through a Glass Brightly: using science\
  \ to see our species as we really are”. His most recent book is “Threats:\
  \ Intimidation and Its Discontents”."
filename: 467-david-barash---threats-intimidation-and-its-discontents-nuclear-deterrence
id: '467'
image: https://i.ytimg.com/vi/Yrufx9w_GOk/maxresdefault.jpg
interviewee:
- David Barash
published: '2021-05-10'
shownotes: "RECORDED ON MAY 3rd 2021.  \nDr. David P. Barash is Professor of Psychology\
  \ Emeritus at the University of Washington. He has written, edited or co-authored\
  \ 40 books, including ones on human aggression, peace studies, and the sexual behavior\
  \ of animals and people. He is a fellow of the American Association for the Advancement\
  \ of Science, and has been the recipient of several honors. His books include “\
  Homo Mysterious – Evolutionary Puzzles of Human Nature”, “Buddhist\
  \ Biology: Ancient Eastern Wisdom Meets Modern Western Science”, “Approaches\
  \ to Peace: A Reader in Peace Studies”, and “Through a Glass Brightly:\
  \ using science to see our species as we really are”. His most recent book\
  \ is “Threats: Intimidation and Its Discontents”.\n\nIn this episode,\
  \ we focus on Threats. We start by talking about threats from an evolutionary perspective,\
  \ and the kinds of behaviors and even human institutions that derive from how we\
  \ evolved to process threats. We discuss deterrence behavior more specifically.\
  \ In the second part of the interview, we talk about nuclear deterrence, the several\
  \ issues and limitations with the theory behind it, and also demilitarization in\
  \ Costa Rica.\n\nTime Links:  \n<time>00:00</time> Intro  \n<time>00:29</time> Threats,\
  \ from an evolutionary perspective  \n<time>21:02</time> Deterrence in the criminal\
  \ justice system and religion  \n<time>28:52</time> The rise of right-wing populism\
  \  \n<time>32:50</time> Overreacting and underreacting to evolutionarily novel threats\
  \  \n<time>42:07</time> The problems with nuclear deterrence theory  \n<time>1:20:10</time>\
  \ Denuclearization  \n<time>1:24:46</time> Costa Rica’s demilitarization, and\
  \ how to prevent war  \n<time>1:31:55</time> Follow Dr. Barash’s work!\n\n\
  ---\n\nFollow Dr. Barash’s work:  \nWebsite: https://dpbarash.com/  \nArticles\
  \ on Researchgate: https://bit.ly/2VYUxyt  \nBooks on Amazon: https://amzn.to/2VTiWFL\
  \  \nThreats: https://amzn.to/3iVTfxc\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/32759795/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2021-4-3%2F0ca70bff-2714-3526-7d8f-75f61516c989.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/467-David-Barash---Threats-Intimidation-and-Its-Discontents--Nuclear-Deterrence-e1068hj
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode/1264936/1264936-1620074030064-ec58da166f58f.jpg
tags:
- Politics
- Biology
- Psychology
title: '#467 David Barash - Threats: Intimidation and Its Discontents; Nuclear Deterrence'
youtubeid: Yrufx9w_GOk
