excerpt: Dr. Alexander Bor is a postdoc at the CEU Democracy Institute's Research
  Group on De- and Re-Democratization and a Visiting Professor at CEU Vienna. He received
  an MA in Political Science at the CEU in 2012, and a PhD in Political Science at
  Aarhus University in 2018, where he also worked as a postdoc until 2022. His research
  focuses on how the human mind navigates social and political challenges like political
  polarization, online political hostility, the COVID-19 pandemic, or selecting and
  evaluating political leaders. His work integrates insights from political behavior,
  social and evolutionary psychology, and public health.
filename: 788-alexander-bor-online-political-hostility-and-the-moralization-and-political-effects-of-covid
id: '788'
image: https://i.ytimg.com/vi/AUfL2bHy53s/maxresdefault.jpg
interviewee:
- Alexander Bor
itunesEpisodeUrl: https://podcasts.apple.com/us/podcast/788-alexander-bor-online-political-hostily-and/id1451347236?i=1000614896723&uo=4
published: '2023-05-29'
shownotes: "RECORDED ON JANUARY 6th 2023.  \nDr. Alexander Bor is a postdoc at the\
  \ CEU Democracy Institute's Research Group on De- and Re-Democratization and a Visiting\
  \ Professor at CEU Vienna. He received an MA in Political Science at the CEU in\
  \ 2012, and a PhD in Political Science at Aarhus University in 2018, where he also\
  \ worked as a postdoc until 2022. His research focuses on how the human mind navigates\
  \ social and political challenges like political polarization, online political\
  \ hostility, the COVID-19 pandemic, or selecting and evaluating political leaders.\
  \ His work integrates insights from political behavior, social and evolutionary\
  \ psychology, and public health.\n\nIn this episode, we talk about online political\
  \ hostility, and the COVID-19 pandemic. We start by talking about the sharing of\
  \ fake news on social media, partisan polarization, and the psychology of online\
  \ political hostility. We then get into the COVID-19 pandemic, and go through topics\
  \ like motivating the public with health advice; compliance with fear; communicating\
  \ hope; individual factors that predicted acceptance of the vaccines; how governments\
  \ should have communicated about the vaccines; how the pandemic got moralized; prejudice\
  \ against the unvaccinated; and broader social and political effects on institutions\
  \ and social solidarity.\n\nTime Links:  \n<time>00:00</time> Intro  \n<time>01:42</time>\
  \ The sharing of fake news on social media  \n<time>07:11</time> Partisan polarization\
  \  \n<time>09:10</time> The psychology of online political hostility  \n<time>20:25</time>\
  \ Motivating the public with health advice during the COVID-19 pandemic  \n<time>25:23</time>\
  \ Compliance with fear  \n<time>29:14</time> Communicating hope  \n<time>34:33</time>\
  \ Individual factors that predicted public acceptance of COVID-19 vaccines  \n<time>39:20</time>\
  \ How governments should have communicated about the vaccines  \n<time>45:59</time>\
  \ How did the pandemic get moralized?  \n<time>51:33</time> Prejudice against the\
  \ unvaccinated  \n<time>58:34</time> Effects on institutions and social solidarity\
  \  \n<time>1:06:43</time> Follow Dr. Bor’s work!\n\n---\n\nFollow Dr. Bor’\
  s work:  \nUniversity page:   \nWebsite: https://bit.ly/3x2Iu4y  \nResearchGate\
  \ profile: https://bit.ly/3ATvvmQ  \nTwitter handle: @boralexander1\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/63146322/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-0-6%2F68dca3f4-6bf0-574d-97b0-2a6e66095adb.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/788-Alexander-Bor-Online-Political-Hostily-and-the-Moralization-and-Political-Effects-of-COVID-19-e1t5isi
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1673021028775-2d600f053d048.jpg
tags:
- Psychology
title: '#788 Alexander Bor: Online Political Hostility; and the Moralization and Political
  Effects of COVID'
youtubeid: AUfL2bHy53s
