{
	"excerpt": "Support me on Patreon / Deem-me o vosso apoio em:   ",
	"filename": "23-olof-grnstrm-gapminder--industrial-revolution--violence-rates--economic-inequality",
	"image": "https://i.ytimg.com/vi/3y-KOM2YiVY/maxresdefault.jpg",
	"interviewee": [
		"Olof Gränström"
	],
	"published": "2018-05-10",
	"shownotes": "Support me on Patreon / Deem-me o vosso apoio em:   \nhttps://www.patreon.com/thedissenter\n\nFollow me on / Sigam-me:  \nFacebook: https://www.facebook.com/thedissenteryt/  \nTwitter: https://twitter.com/TheDissenterYT\n\nOlof Gränström is the Project Manager at Gapminder. He is a political scientist with a background as an educator.  \nHere, we talk about some of the background story of Gapminder and Hans Rosling; the sources for the data Gapminder collects; the importance of the industrial revolution for world development; we have a short discussion about what could be considered the best socioeconomic model; the decrease in the number of children per couple shortly after the first industrial revolution, in the more developed countries; the doubling in longevity; the counterintuitive fact about the relation between the level of pollutants and economic growth; rates of violent crime; terrorist attacks; the importance and degree of economic inequality; and other impressive findings.\n\n---\n\nOlof Gränström é o Gestor de Projetos da Gapminder. É um cientista político com background como educador.  \nAqui, falamos sobre a história da Gapminder e do Dr. Hans Rosling; as fontes para os dados que a Gapminder reúne; a importância da revolução industrial para o desenvolvimento mundial; temos uma discussão breve acerca de qual poderia ser considerado o melhor modelo socioeconómico; a diminuição do número de filhos por casal pouco depois da primeira revolução industrial, nos países mais desenvolvidos; o aumento da longevidade para o dobro; o facto contraintuitivo  sobre a relação entre os níveis de poluentes e o crescimento económico; as taxas de crimes violentos; ataques terroristas; a importância e o grau da desigualdade económica; e outros achados impressionantes.\n\nFollow Gapminder:  \nWebsite: https://www.gapminder.org/  \nBook Factfulness: https://www.amazon.com/Factfulness-Reasons-World-Things-Better/dp/1250107814  \nTwitter handle: @Gapminder",
	"spotifyAudioUrl": "https://anchor.fm/s/822ba20/podcast/play/1991322/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2018-11-27%2F7600075-44100-2-8dc5331707da5.mp3",
	"spotifyEpisodeUrl": "https://podcasters.spotify.com/pod/show/thedissenter/episodes/23-Olof-Grnstrm-Gapminder--Industrial-Revolution--Violence-Rates--Economic-Inequality-e2r96q",
	"spotifyImageUrl": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1545909625787-f4e10a4285f9c.jpg",
	"tags": [
		"Economics"
	],
	"title": "#23 Olof Gränström: Gapminder, Industrial Revolution, Violence Rates, Economic Inequality",
	"youtubeid": "3y-KOM2YiVY",
	"episodeid": "23"
}