excerpt: Dr. Maleen Thiele is a Postdoc in the Department of Comparative Cultural
  Psychology at the Max Planck Institute for Evolutionary Anthropology, and group
  leader of the Minerva Fasttrack Group there. She is a developmental psychologist
  and infancy researcher interested in the psychological foundations of early social
  learning. In her current postdoc project, Dr. Thiele takes a comparative perspective
  studying the influence of observation-based social learning contexts on object-related
  memory across great ape species. A central methodological aim of the project is
  to develop robust eye-tracking paradigms and reproducible data processing approaches
  helping us to study ape cognition across species from infancy to adulthood.
filename: 884-maleen-thiele-infant-social-learning
id: '884'
image: https://i.ytimg.com/vi/Votz88W3PZA/maxresdefault.jpg
interviewee:
- Maleen Thiele
itunesEpisodeUrl: https://podcasts.apple.com/us/podcast/884-maleen-thiele-infant-social-learning/id1451347236?i=1000640943924&uo=4
published: '2024-01-08'
shownotes: "RECORDED ON SEPTEMBER 10th 2023.  \nDr. Maleen Thiele is a Postdoc in\
  \ the Department of Comparative Cultural Psychology at the Max Planck Institute\
  \ for Evolutionary Anthropology, and group leader of the Minerva Fasttrack Group\
  \ there. She is a developmental psychologist and infancy researcher interested in\
  \ the psychological foundations of early social learning. In her current postdoc\
  \ project, Dr. Thiele takes a comparative perspective studying the influence of\
  \ observation-based social learning contexts on object-related memory across great\
  \ ape species. A central methodological aim of the project is to develop robust\
  \ eye-tracking paradigms and reproducible data processing approaches helping us\
  \ to study ape cognition across species from infancy to adulthood.\n\nIn this episode,\
  \ we talk about social learning in infants. We start by discussing how early in\
  \ development we can study social learning, and how it can be studied in preverbal\
  \ infants, including eye tracking. We talk about the importance of gaze following,\
  \ and how it emerges. We discuss how infants pay attention to third party interactions,\
  \ the role motivations play in what they pay attention to, and if these motivations\
  \ are also shaped by social learning. We also discuss whether infants’ preference\
  \ for social interactions increases with age. We talk about the role of eye contact\
  \ in learning about objects. Finally, we talk about pedagogical forms of social\
  \ learning.\n\nTime Links:  \n<time>00:00</time> Intro  \n<time>00:39</time> How\
  \ early in development can we study social learning in infancy?  \n<time>05:43</time>\
  \ How can it be studied in preverbal infants?  \n<time>11:31</time> Gaze following,\
  \ and how it emerges  \n<time>20:34</time> Paying attention to third party interactions\
  \  \n<time>29:37</time> Motivations  \n<time>40:09</time> Does infants’ preference\
  \ for social interactions increase with age?  \n<time>44:27</time> The role of eye\
  \ contact in learning about objects  \n<time>50:25</time> Pedagogical forms of social\
  \ learning  \n<time>1:00:40</time> Follow Dr. Thiele’s work!\n\n---\n\nFollow\
  \ Dr. Thiele’s work:  \nUniversity page: https://bit.ly/3mIOmxP  \nResearchGate\
  \ profile: https://bit.ly/3L1YFq7  \nTwitter handle: @ThieleMaleen\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/75706452/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-8-10%2F8634e33c-f9db-0c63-34ff-6d92951ded04.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/884-Maleen-Thiele-Infant-Social-Learning-e294skk
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/staging/podcast_uploaded_episode/1264936/1264936-1694344919151-53509c3e7203c.jpg
tags:
- Psychology
title: '#884 Maleen Thiele: Infant Social Learning'
youtubeid: Votz88W3PZA
