excerpt: "Dr. Anthony Volk is Professor in the Department of Child and Youth Studies,\
  \ and Associate Member in the Department of Psychology at Brock University. He is\
  \ a developmental scientist interested in the separate, but related, areas of bullying,\
  \ parenting, personality, psychopathy, and the evolution of childhood. A strong\
  \ believer in multidisciplinary studies, Prof. Volk’s overall interest is to\
  \ gain an evolutionary, psychological, biological, neurological, health-based, Indigenous,\
  \ cross-cultural, social, historical, and (if possible) transdisciplinary understanding\
  \ of why individuals do what they do."
filename: 941-anthony-volk-the-evolutionary-and-developmental-psychology-of-bullying
id: '941'
image: https://i.ytimg.com/vi/omy2RoKA5VE/maxresdefault.jpg
interviewee:
- Anthony Volk
itunesEpisodeUrl: https://podcasts.apple.com/us/podcast/941-anthony-volk-the-evolutionary-and/id1451347236?i=1000655835928&uo=4
published: '2024-05-16'
shownotes: "RECORDED ON DECEMBER 15th 2023.  \nDr. Anthony Volk is Professor in the\
  \ Department of Child and Youth Studies, and Associate Member in the Department\
  \ of Psychology at Brock University. He is a developmental scientist interested\
  \ in the separate, but related, areas of bullying, parenting, personality, psychopathy,\
  \ and the evolution of childhood. A strong believer in multidisciplinary studies,\
  \ Prof. Volk’s overall interest is to gain an evolutionary, psychological,\
  \ biological, neurological, health-based, Indigenous, cross-cultural, social, historical,\
  \ and (if possible) transdisciplinary understanding of why individuals do what they\
  \ do.\n\nIn this episode, we talk about bullying from an evolutionary and developmental\
  \ perspective. We discuss adolescent bullying, and how it differs from bullying\
  \ in other stages of life. We talk about the personality traits of bullies; the\
  \ evolutionary advantages of bullying; imbalances of power; who the victims of bullying\
  \ are; psychopathy and psychopathology in bullying; whether the way schools are\
  \ structured contributes to bullying; when and why people intervene in bullying\
  \ incidents; interventions to reduce bullying; and classroom incivility. Finally,\
  \ Dr. Volk answers questions from a patron regarding life history theory.\n\nTime\
  \ Links:  \n<time>00:00</time> Intro  \n<time>00:34</time> Bullying from an evolutionary\
  \ and developmental perspective  \n<time>05:30</time> Adolescent bullying    \n\
  <time>09:43</time> The personality traits of bullies  \n<time>12:08</time> The evolutionary\
  \ advantages of bullying  \n<time>16:25</time> Imbalances of power  \n<time>19:31</time>\
  \ Sex differences in bullying behaviors  \n<time>22:14</time> Who are the victims\
  \ of bullying?  \n<time>32:26</time> Psychopathy and psychopathology in bullying\
  \  \n<time>37:27</time> Does the way schools are structure contribute to bullying?\
  \  \n<time>43:24</time> When and why do people intervene in bullying incidents?\
  \  \n<time>47:15</time> Interventions to reduce bullying  \n<time>51:54</time> Classroom\
  \ incivility  \n<time>54:21</time> Questions from a patron  \n<time>1:05:03</time>\
  \ Follow Dr. Volk’s work!\n\n---\n\nFollow Dr. Volk’s work:  \nFaculty\
  \ page: https://bit.ly/45Iu1tj  \nResearchGate profile: https://bit.ly/47RXyCL\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/80068048/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-11-15%2F42100d02-ce8d-762a-3753-c687ef567e05.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/941-Anthony-Volk-The-Evolutionary-and-Developmental-Psychology-of-Bullying-e2da00g
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/staging/podcast_uploaded_episode/1264936/1264936-1702661542638-c82b0b7e89d6d.jpg
tags:
- Psychology
title: '#941 Anthony Volk: The Evolutionary and Developmental Psychology of Bullying'
youtubeid: omy2RoKA5VE
