excerpt: 'Dr. Michael Frank is David and Lucile Packard Professor of Human Biology
  and Director of the Symbolic Systems Program at Stanford University. He studies
  children''s language learning and how it interacts with their developing understanding
  of the social world. He uses behavioral experiments, computational tools, and novel
  measurement methods like large-scale web-based studies, eye-tracking, and head-mounted
  cameras. He is the founder of the ManyBabies Consortium, a collaborative replication
  network for infancy research, and has led open-data projects including Wordbank
  and MetaLab. He was a Jacobs Foundation Fellow and has received the Troland Award
  from the National Academy of Sciences, the FABBS Early Career Impact Award, and
  the Marr Prize and Glushko Dissertation Prize from the Cognitive Science Society.
  He served as Chair of the Governing Board of the Cognitive Science Society and has
  edited for journals including Cognition and Child Development. '
filename: 926-michael-frank-child-development-and-language-acquisition
id: '926'
image: https://i.ytimg.com/vi/umjI_twlw3E/maxresdefault.jpg
interviewee:
- Michael Frank
itunesEpisodeUrl: https://podcasts.apple.com/us/podcast/926-michael-frank-child-development-and-language/id1451347236?i=1000652175023&uo=4
published: '2024-04-11'
shownotes: "Dr. Michael Frank is David and Lucile Packard Professor of Human Biology\
  \ and Director of the Symbolic Systems Program at Stanford University. He studies\
  \ children's language learning and how it interacts with their developing understanding\
  \ of the social world. He uses behavioral experiments, computational tools, and\
  \ novel measurement methods like large-scale web-based studies, eye-tracking, and\
  \ head-mounted cameras. He is the founder of the ManyBabies Consortium, a collaborative\
  \ replication network for infancy research, and has led open-data projects including\
  \ Wordbank and MetaLab. He was a Jacobs Foundation Fellow and has received the Troland\
  \ Award from the National Academy of Sciences, the FABBS Early Career Impact Award,\
  \ and the Marr Prize and Glushko Dissertation Prize from the Cognitive Science Society.\
  \ He served as Chair of the Governing Board of the Cognitive Science Society and\
  \ has edited for journals including Cognition and Child Development. \n\nIn this\
  \ episode, we talk about child development and language acquisition. We talk about\
  \ infant-directed speech, pragmatic abilities, and similarity reasoning. We get\
  \ into why children learn some words earlier than others; how they infer the meaning\
  \ of words before they begin their formal education; and human universals and variability\
  \ in language acquisition. We discuss why people use polite language. We talk about\
  \ the use of eye-tracking and head-mounted cameras to study children’s early\
  \ social and visual environment. Finally, we discuss parenting attitudes, where\
  \ they come from, and if they translate into actual parenting behavior.\n\nTime\
  \ Links:  \n<time>00:00</time> Intro  \n<time>00:42</time> Infant-directed speech\
  \  \n<time>05:36</time> Pragmatic abilities  \n<time>06:32</time> Similarity reasoning\
  \  \n<time>12:02</time> Why children learn some words earlier than others  \n<time>14:49</time>\
  \ How children infer the meaning of words before they begin their formal education\
  \  \n<time>18:41</time> Human universals and variability in language acquisition\
  \  \n<time>21:30</time> Why people use polite language  \n<time>29:38</time> The\
  \ use of eye-tracking and head-mounted cameras to study children’s early social\
  \ and visual environment  \n<time>35:13</time> Parenting attitudes  \n<time>41:28</time>\
  \ Follow Dr. Frank’s work!\n\n---\n\nFollow Dr. Frank’s work:  \nFaculty\
  \ page/website: https://bit.ly/3ogW6aT  \nWorks on ResearchGate: https://bit.ly/3MQuGD7\
  \  \nTwitter handle: @mcxfrank\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/74705346/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-7-16%2Fc51d4c75-fa7d-0e42-c24f-d505f2b8abdf.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/926-Michael-Frank-Child-Development-and-Language-Acquisition-e286b02
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/staging/podcast_uploaded_episode/1264936/1264936-1692207521445-90571cf597159.jpg
tags:
- Linguistics
- Psychology
title: '#926 Michael Frank: Child Development and Language Acquisition'
youtubeid: umjI_twlw3E
