excerpt: Dr. Katarzyna (Kate) P. Adamala is a synthetic biologist and a professor
  of genetics at the University of Minnesota. Dr. Adamala's work includes contributions
  to the field of astrobiology, synthetic cell engineering, and biocomputing. Her
  research on prebiotic RNA replication provided an experimental scenario for the
  RNA world hypothesis of the origin of life. She has worked on constructing liposome
  bioreactor synthetic cells. She is a founder and steering group member of the Build-a-Cell
  Initiative, an international collaboration for creation of synthetic live cells.
  She is a co-founder of synthetic cell company Synlife. Adamala and Szostak demonstrated
  non enzymatic RNA replication in primitive protocells is only possibly in presence
  of weak cation chelator like citric acid, providing further evidence for the central
  role of citric acid in primordial metabolism.
filename: 552-kate-adamala-synthetic-cells--cell-evolution--the-origin-of-life--and-astrobiology
id: '552'
image: https://i.ytimg.com/vi/nhGv20KiU3s/maxresdefault.jpg
interviewee:
- Kate Adamala
published: '2021-11-25'
shownotes: "RECORDED ON AUGUST 11th 2021.  \nDr. Katarzyna (Kate) P. Adamala is a\
  \ synthetic biologist and a professor of genetics at the University of Minnesota.\
  \ Dr. Adamala's work includes contributions to the field of astrobiology, synthetic\
  \ cell engineering, and biocomputing. Her research on prebiotic RNA replication\
  \ provided an experimental scenario for the RNA world hypothesis of the origin of\
  \ life. She has worked on constructing liposome bioreactor synthetic cells. She\
  \ is a founder and steering group member of the Build-a-Cell Initiative, an international\
  \ collaboration for creation of synthetic live cells. She is a co-founder of synthetic\
  \ cell company Synlife. Adamala and Szostak demonstrated non enzymatic RNA replication\
  \ in primitive protocells is only possibly in presence of weak cation chelator like\
  \ citric acid, providing further evidence for the central role of citric acid in\
  \ primordial metabolism.\n\nIn this episode, we talk about synthetic biology. We\
  \ discuss what is a synthetic cell, and how we can use it to study cell evolution\
  \ and cell functions. We talk about the origin of life of Earth, and some of the\
  \ theories out there. We also talk about cells before the Last Universal Common\
  \ Ancestor (LUCA), and how to study cell evolution in the lab. Finally, we talk\
  \ about the Build-a-Cell Initiative, and some of the main applications of synthetic\
  \ cells, like basic research, biomanufacturing, medicine, space exploration, and\
  \ astrobiology.\n\nTime Links:  \n<time>00:00</time> Intro  \n<time>00:31</time>\
  \ What is a synthetic cell?  \n<time>02:00</time> Studying cell evolution and function\
  \ in the lab  \n<time>08:11</time> The origin of life  \n<time>15:49</time> The\
  \ first cells  \n<time>23:50</time> Can we study the evolution of multicellularity\
  \ with synthetic cells?  \n<time>25:46</time> The Build-a-Cell Initiative  \n<time>28:47</time>\
  \ Applications of synthetic cells  \n<time>35:31</time> Astrobiology  \n<time>41:49</time>\
  \ Follow Dr. Adamala’s work!\n\n---\n\nFollow Dr. Adamala’s work:  \n\
  Faculty page: https://bit.ly/3wUDugF  \nPrototypingbiology Adamala Lab: https://bit.ly/37t7F37\
  \  \nBuild-a-Cell Initiative: https://bit.ly/2VKl2JX  \nWorks on ResearchGate: https://bit.ly/3AfVPFS\
  \  \nTwitter handle: @KateAdamala\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/38731018/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2021-7-13%2F66f7e4be-1b74-c81f-b470-898e4bf7828d.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/552-Kate-Adamala-Synthetic-Cells--Cell-Evolution--the-Origin-of-Life--and-Astrobiology-e15sfqa
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1628865587426-23ad056a9ad6d.jpg
tags:
- Biology
title: '#552 Kate Adamala: Synthetic Cells, Cell Evolution, the Origin of Life, and
  Astrobiology'
youtubeid: nhGv20KiU3s
