excerpt: "Dr. John Allen Paulos is a Professor of Mathematics at Temple University.\
  \ He has written scholarly papers on probability, logic, and the philosophy of science\
  \ as well as scores of OpEds, book reviews, and articles in publications such as\
  \ the NY Times, the Wall Street Journal, Forbes, the Nation, Discover, the American\
  \ Scholar, and the London Review of Books. In 2003, he received the American Association\
  \ for the Advancement of Science award for promoting public understanding of science,\
  \ and in 2013 the Mathematics Communication Award from the Joint Policy Board for\
  \ Mathematics. He is the author of several books, the most recent one being “\
  Who’s Counting?: Uniting Numbers and Narratives with Stories from Pop Culture,\
  \ Puzzles, Politics, and More”."
filename: 697-john-allen-paulos---whos-counting--uniting-numbers-and-narratives-with-stories
id: '697'
image: https://i.ytimg.com/vi/S6Z6gBQTa9Y/maxresdefault.jpg
interviewee:
- John Allen Paulos
published: '2022-10-28'
shownotes: "RECORDED ON OCTOBER 18th 2022.  \nDr. John Allen Paulos is a Professor\
  \ of Mathematics at Temple University. He has written scholarly papers on probability,\
  \ logic, and the philosophy of science as well as scores of OpEds, book reviews,\
  \ and articles in publications such as the NY Times, the Wall Street Journal, Forbes,\
  \ the Nation, Discover, the American Scholar, and the London Review of Books. In\
  \ 2003, he received the American Association for the Advancement of Science award\
  \ for promoting public understanding of science, and in 2013 the Mathematics Communication\
  \ Award from the Joint Policy Board for Mathematics. He is the author of several\
  \ books, the most recent one being “Who’s Counting?: Uniting Numbers and\
  \ Narratives with Stories from Pop Culture, Puzzles, Politics, and More”.\n\
  \nIn this episode, we focus on “Who’s Counting?”. Topics include\
  \ innumeracy; if presidential candidates should be tested with puzzles; meta-analyses;\
  \ how two losing strategies can result in a winning combination; finding meaning\
  \ in random events; COVID statistics; AI systems in crime prevention; learning the\
  \ truth from liars; five-year survival rates; SAT scores and academic success; politics\
  \ (particularly, political polarization and public ignorance); religion; and making\
  \ people like mathematics more.\n\nTime Links:  \n<time>00:00</time> Intro  \n<time>00:33</time>\
  \ What is innumeracy?  \n<time>01:17</time> Should presidential candidates be tested\
  \ with puzzles?  \n<time>03:34</time> Meta-analyses  \n<time>06:34</time> How two\
  \ losing strategies can result in a winning combination  \n<time>08:24</time> Common\
  \ mathematical errors  \n<time>15:05</time> Finding meaning in random events  \n\
  <time>17:03</time> COVID statistics  \n<time>20:38</time> AI systems in crime prevention\
  \  \n<time>22:34</time> Learning the truth from liars  \n<time>27:30</time> Five-year\
  \ survival rates  \n<time>29:42</time> SAT scores and academic success  \n<time>32:09</time>\
  \ Politics  \n<time>43:01</time> Religion  \n<time>48:52</time> Is it possible to\
  \ make people like and appreciate mathematics more?  \n<time>51:43</time> Follow\
  \ Dr. Paulos’ work!\n\n---\n\nFollow Dr. Paulos’ work:  \nUniversity page/website:\
  \ https://bit.ly/3Tx10uu  \nResearchGate profile: https://bit.ly/3EPFfly  \nWho’\
  s Counting?: https://amzn.to/3EMSmUP\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/59247702/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2022-9-18%2F6dcb6ca5-2402-6405-f8d3-0db2b9da81b0.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/697-John-Allen-Paulos---Whos-Counting--Uniting-Numbers-and-Narratives-with-Stories-e1pejkm
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1666105411949-b6498b72677c2.jpg
tags:
- General Science
title: "#697 John Allen Paulos - Who’s Counting?; Uniting Numbers and Narratives\
  \ with Stories"
youtubeid: S6Z6gBQTa9Y
