excerpt: "Dr. David Sloan Wilson is SUNY Distinguished Professor Emeritus of Biology\
  \ and Anthropology at Binghamton University. He applies evolutionary theory to all\
  \ aspects of humanity in addition to the rest of life, both in his own research\
  \ and as director of the Evolution Institute, a unique campus-wide evolutionary\
  \ studies program that recently received NSF funding to expand into a nationwide\
  \ consortium. His books include Darwin’s Cathedral: Evolution, Religion, and\
  \ the Nature of Society; and This View of Life: Completing the Darwinian Revolution."
filename: 675-david-sloan-wilson-religion--multilevel-selection--group-selection--and-designing-society
id: '675'
image: https://i.ytimg.com/vi/kuBIF_AOUPM/maxresdefault.jpg
interviewee:
- David Sloan Wilson
published: '2022-09-08'
shownotes: "RECORDED ON JUNE 8th 2022.  \nDr. David Sloan Wilson is SUNY Distinguished\
  \ Professor Emeritus of Biology and Anthropology at Binghamton University. He applies\
  \ evolutionary theory to all aspects of humanity in addition to the rest of life,\
  \ both in his own research and as director of the Evolution Institute, a unique\
  \ campus-wide evolutionary studies program that recently received NSF funding to\
  \ expand into a nationwide consortium. His books include Darwin’s Cathedral:\
  \ Evolution, Religion, and the Nature of Society; and This View of Life: Completing\
  \ the Darwinian Revolution.\n\nIn this episode, we focus on religion and multilevel\
  \ selection. We start by talking about religion from an evolutionary perspective,\
  \ its functions, and its individual benefits. We discuss the New Atheists’\
  \ take on religion, and the idea of “atheism as stealth religion”. We\
  \ also talk about group selection (cultural and genetic), how it works, its relationship\
  \ with kin selection, and why so many biologists dismiss it. Throughout the conversation,\
  \ we mention multilevel selection. We also discuss policy as a branch of biology,\
  \ the eight core design principles for groups and institutions. Finally, we discuss\
  \ if it will ever be possible to plan societies.\n\nTime Links:  \n<time>00:00</time>\
  \ Intro  \n<time>00:40</time> Religion from an evolutionary perspective  \n<time>06:13</time>\
  \ The functions of religion  \n<time>10:50</time> The individual benefits of religion\
  \  \n<time>13:28</time> Multilevel selection, and adaptations at different levels\
  \  \n<time>17:22</time> The New Atheists’ take on religion  \n<time>24:28</time>\
  \ Atheism as stealth religion  \n<time>27:57</time> Is religiosity innate?  \n<time>35:06</time>\
  \ Group selection (cultural and genetic), and how it works  \n<time>46:35</time>\
  \ Why so many biologists dismiss group selection  \n<time>52:11</time> Policy as\
  \ a branch of biology  \n<time>55:40</time> Elinor Ostrom, and the eight core design\
  \ principles  \n<time>1:04:31</time> Designing institutions  \n<time>1:10:14</time>\
  \ Will it ever be possible to plan societies?  \n<time>1:15:15</time> Follow Dr.\
  \ Sloan Wilson’s work!\n\n---\n\nFollow Dr. Sloan Wilson’s work:  \nFaculty\
  \ page: https://bit.ly/37KF7WC  \nDavid Sloan Wilson Archive: https://bit.ly/3aE3LJE\
  \  \nResearchGate profile: https://bit.ly/3szboHk  \nOur first interview (Evolution,\
  \ Contextual Behavioral Science, Religion, and Group Selection): https://youtu.be/I3YQVV02MwI\
  \  \nThe Evolution Institute: http://bit.ly/2uJmiPs  \nBooks on Amazon: https://amzn.to/3wnOELn\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/53206875/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2022-5-8%2Fa2270eb4-37d2-5f03-3c77-dea7521a506f.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/675-David-Sloan-Wilson-Religion--Multilevel-Selection--Group-Selection--and-Designing-Society-e1jm8cr
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1662544248026-e956e0b278d65.jpg
tags:
- Biology
- Anthropology
- Psychology
title: '#675 David Sloan Wilson: Religion, Multilevel Selection, Group Selection,
  and Designing Society'
youtubeid: kuBIF_AOUPM
