{
	"excerpt": "O Dr. Carlos Fiolhais é Professor Catedrático de Física na Universidade de Coimbra. Foi professor convidado em universidades de Portugal, Brasil e Estados Unidos. É autor de mais de 30 livros de divulgação científica. Participou em inúmeros encontros, conferências e ações promovendo a ciência e a cultura científica. Criou o portal de ciência www.mocho.pt. Ganhou em 1994 o Prémio União Latina/JNICT de tradução científica. Ganhou o Globo de Ouro de Mérito e Excelência em Ciência de 2004 atribuído pela televisão SIC e pela revista Caras em 2005. Em 2017, ganhou o Grande Prémio Ciência Viva Montepio. Investiga Física da Matéria Condensada e Ensino e História das Ciências. ",
	"filename": "204-carlos-fiolhais-a-cincia--o-mtodo-cientfico-e-a-pseudocincia",
	"image": "https://i.ytimg.com/vi/xsMHIPo5I_I/maxresdefault.jpg",
	"interviewee": [
		"Carlos Fiolhais"
	],
	"published": "2019-07-30",
	"shownotes": "O Dr. Carlos Fiolhais é Professor Catedrático de Física na Universidade de Coimbra. Foi professor convidado em universidades de Portugal, Brasil e Estados Unidos. É autor de mais de 30 livros de divulgação científica. Participou em inúmeros encontros, conferências e ações promovendo a ciência e a cultura científica. Criou o portal de ciência www.mocho.pt. Ganhou em 1994 o Prémio União Latina/JNICT de tradução científica. Ganhou o Globo de Ouro de Mérito e Excelência em Ciência de 2004 atribuído pela televisão SIC e pela revista Caras em 2005. Em 2017, ganhou o Grande Prémio Ciência Viva Montepio. Investiga Física da Matéria Condensada e Ensino e História das Ciências. \n\nNeste episódio, fazemos um longo percurso desde os precursores e origens da revolução científica na Europa, nos séculos XVI e XVII, até aos grandes desenvolvimentos ao nível da Astronomia, da Física, da Química e da Biologia nos seus primórdios. Abordamos também a relação íntima entre filosofia e ciência, e como a filosofia está historicamente na base da ciência. Falamos também sobre vários dos critérios do método científico, incluindo a observação e recolha sistemática de dados, a formulação de hipóteses, a falsiabilidade dessas mesmas hipóteses e a revisão por pares. Finalmente, fazemos também referência à importância de distinguir ciência de pseudociência, e como essa distinção é uma marca de uma sociedade moderna, e quem não a faz pode criar muitos problemas, e aludimos ao facto de a ciência ser uma atividade humana comunitária que não se consegue construir individualmente.\n\nTime Links:  \n<time>01:20</time> A revolução científica e os seus precursores  \n<time>17:02</time> A relação entre filosofia e ciência                                                 \n<time>31:44</time> A continuidade entre o muito pequeno e o muito grande                                               \n<time>46:12</time> Questões fora do domínio da ciência                                                  \n<time>55:39</time> Sobre hipóteses falseáveis, e como funciona a pseudociência                                          \n<time>1:18:06</time> A importância da revisão por pares e de resistir à crítica de outros cientistas                                                \n<time>1:26:05</time> Uma última mensagem acerca da ciência como atividade comunitária\n\n---\n\nSigam o trabalho do Dr. Carlos Fiolhais:  \nPágina da Universidade de Coimbra: https://bit.ly/2QeKq38  \nLivros (Wook): https://bit.ly/2wabbg8  \nPerfil no Researchgate: https://bit.ly/2Jwyx8q  \nA Ciência e os Seus Inimigos: https://bit.ly/2VH0E6A\n",
	"spotifyAudioUrl": "https://anchor.fm/s/822ba20/podcast/play/3354855/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-4-24%2F15848526-44100-2-6899070018b54.m4a",
	"spotifyEpisodeUrl": "https://podcasters.spotify.com/pod/show/thedissenter/episodes/204-Carlos-Fiolhais-A-Cincia--o-Mtodo-Cientfico-e-a-Pseudocincia-e44sp7",
	"spotifyImageUrl": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode/1264936/1264936-1558727575882-88b7c24351c87.jpg",
	"title": "#204 Carlos Fiolhais: A Ciência, o Método Científico e a Pseudociência",
	"youtubeid": "xsMHIPo5I_I",
	"episodeid": "204"
}