excerpt: "Dr. David Benatar is professor of philosophy at the University of Cape Town\
  \ in Cape Town, South Africa. He is best known for his advocacy of anti-natalism\
  \ in his book Better Never to Have Been: The Harm of Coming into Existence, in which\
  \ he argues that coming into existence is a serious harm, regardless of the feelings\
  \ of the existing being once brought into existence, and that, as a consequence,\
  \ it is always morally wrong to create more sentient beings. He’s also the\
  \ author of books like The Second Sexism: Discrimination Against Men and Boys (2012),\
  \ and The Human Predicament: A Candid Guide to Life's Biggest Questions (2017)."
filename: 295-david-benatar-the-second-sexism-discrimination-against-men-and-boys
id: '295'
image: https://i.ytimg.com/vi/ecU9ZP9-aJ0/maxresdefault.jpg
interviewee:
- David Benatar
published: '2020-02-14'
shownotes: "RECORDED ON DECEMBER 5th, 2019.  \nDr. David Benatar is professor of philosophy\
  \ at the University of Cape Town in Cape Town, South Africa. He is best known for\
  \ his advocacy of anti-natalism in his book Better Never to Have Been: The Harm\
  \ of Coming into Existence, in which he argues that coming into existence is a serious\
  \ harm, regardless of the feelings of the existing being once brought into existence,\
  \ and that, as a consequence, it is always morally wrong to create more sentient\
  \ beings. He’s also the author of books like The Second Sexism: Discrimination\
  \ Against Men and Boys (2012), and The Human Predicament: A Candid Guide to Life's\
  \ Biggest Questions (2017).\n\nIn this episode, we focus on The Second Sexism. We\
  \ first go through some concepts, definitions and clarifications. Dr. Benatar distinguishes\
  \ between the first and the second sexism, and also between disadvantages and wrongful\
  \ discrimination. We then address several domains where there is wrongful discrimination\
  \ against men, like violence and sexual assault, family laws, education, military\
  \ service, imprisonment and crime sentences, and circumcision. We also discuss social\
  \ stereotypes about men and women, and where behavioral differences come from, and\
  \ if they are ethically relevant. We also talk about how misleading the term “\
  gender violence” is, and in any ways some arguments put forth by feminists\
  \ against the second sexism are wrong. We specifically address the arguments Dr.\
  \ Benatar names as the inversion argument, the costs-of-dominance argument, and\
  \ the distraction argument. Finally, we ask if feminism can discriminate against\
  \ men, or at least exacerbate some of the already existent discrimination, and also\
  \ what we could do to tackle the second sexism, at a political, social, and cultural\
  \ level.\n\n\nTime Links:  \n<time>00:53</time> The first and the second sexisms\
  \  \n<time>03:38</time> Disadvantage, discrimination, and wrongful discrimination\
  \   \n<time>07:23</time> Different domains of disadvantage and discrimination  \
  \ \n<time>10:18</time> Do we have to worry about biological disadvantages?  \n<time>12:17</time>\
  \ Violence  \n<time>15:27</time> Family laws  \n<time>16:37</time> Education  \n\
  <time>19:25</time> Military service  \n<time>21:57</time> Imprisonment and crime\
  \ sentences  \n<time>23:39</time> Upstream causes behind violence  \n<time>26:15</time>\
  \ Circumcision and female genital mutilation  \n<time>32:36</time> Social stereotypes,\
  \ and moral typecasting  \n<time>36:13</time> Behavioral differences, and the nature-nurture\
  \ debate  \n<time>38:50</time> Is the expression “gender violence” useful?\
  \  \n<time>40:57</time> Objections put forth by feminists – the inversion argument,\
  \ the costs-of-dominance argument, and the distraction argument  \n<time>48:32</time>\
  \ Does feminism discriminate against men?  \n<time>50:08</time> How could we tackle\
  \ the second sexism?  \n<time>53:08</time> Distinguishing people’s choices\
  \ from discrimination when we get unequal results  \n<time>58:34</time> Follow Dr.\
  \ Benatar’s work!\n\n---\n\nFollow Dr. Benatar’s work:  \nOur first interview\
  \ (Anti-Natalism, Abortion, Suicide, Euthanasia, Environmentalism): https://youtu.be/DiAGr-ZVvEI\
  \  \nThe Second Sexism: https://amzn.to/2pvjcfl  \nFaculty page: http://bit.ly/2IWPpmL\
  \  \nBooks on Amazon: https://amzn.to/2Ln3Qli  \nPhilPeople profile: http://bit.ly/2OSZ5lS\
  \  \nWorks on ResearchGate: http://bit.ly/2MKydBZ\n\nTwitter handle: @d_benatar\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/8962027/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-11-12%2F38218257-44100-2-345c1d4b7397f.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/295-David-Benatar-The-Second-Sexism-Discrimination-Against-Men-And-Boys-e9g0hb
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode/1264936/1264936-1576151688681-4560b482ba321.jpg
tags:
- Philosophy
title: '#295 David Benatar: The Second Sexism; Discrimination Against Men And Boys'
youtubeid: ecU9ZP9-aJ0
