excerpt: "Bryony Cole is the host of sex tech podcast Future of Sex and works as a\
  \ researcher and strategist in future human and technology fields. She is the world’\
  s leading authority on sextech. Since launching the top-rated podcast, Future of\
  \ Sex, Bryony has been on stages across the world, defining the direction of sextech\
  \ for governments, technology and entertainment companies. Her wide body of research\
  \ and annual Future of Sex report are considered the lead in industry insights.\
  \ Bryony is an international speaker, published writer and producer, who has been\
  \ featured on shows like Viceland and Technopia, and articles in Wired, TechCrunch,\
  \ The New York Times, Playboy, Mashable, Motherboard, ABC, Financial Review, Brides,\
  \ Glamour and many other global media."
filename: 304-bryony-cole-the-future-of-sex--relationships--and-technology
id: '304'
image: https://i.ytimg.com/vi/rYnPqtO9Heg/maxresdefault.jpg
interviewee:
- Bryony Cole
published: '2020-03-06'
shownotes: "RECORDED ON DECEMBER 26th, 2019.  \nBryony Cole is the host of sex tech\
  \ podcast Future of Sex and works as a researcher and strategist in future human\
  \ and technology fields. She is the world’s leading authority on sextech. Since\
  \ launching the top-rated podcast, Future of Sex, Bryony has been on stages across\
  \ the world, defining the direction of sextech for governments, technology and entertainment\
  \ companies. Her wide body of research and annual Future of Sex report are considered\
  \ the lead in industry insights. Bryony is an international speaker, published writer\
  \ and producer, who has been featured on shows like Viceland and Technopia, and\
  \ articles in Wired, TechCrunch, The New York Times, Playboy, Mashable, Motherboard,\
  \ ABC, Financial Review, Brides, Glamour and many other global media.\n\nIn this\
  \ episode, we address what the future might be reserving for us in terms of sexual\
  \ experiences, human relationships and emergent sex technology. We go through the\
  \ topic of how and why sex is still a social taboo. We clarify the fact that, even\
  \ though we focus a lot on the technology, the future will also include the human\
  \ relationships themselves. We refer to some non-normative sex preferences, and\
  \ how society deals with “deviant” sex behavior. We then discuss modern\
  \ sex education, particularly in the West, and the new challenges, particularly\
  \ coming from learning how to deal with the virtual world, and things like social\
  \ media. We talk about the complex intricacies of pornography and prostitution for\
  \ both the consumer and the performer, connecting it with sex-positive feminism.\
  \ We address technology like sex robots and teledildonics, and the new kinds of\
  \ relationships and experiences that they already allow for. Finally, we briefly\
  \ talk about new relationship styles, like polyamory, and the challenges involved\
  \ there.\n\nTime Links:  \n<time>01:08</time> Sex as a taboo topic (in the XXI century)\
  \  \n<time>04:36</time> The future will be both about technology and human relationships\
  \  \n<time>10:40</time> Non-normative sex experiences  \n<time>15:18</time> How\
  \ society deals with “deviant” sexual behavior  \n<time>19:08</time> Is\
  \ modern sex education good enough? And what should it include?  \n<time>22:31</time>\
  \ Developing new mating and relational skills  \n<time>27:38</time> The new virtual\
  \ social world younger generations have to deal with  \n<time>31:42</time> Properly\
  \ dealing with emergent sex tech  \n<time>32:51</time> Millennials and Gen Z are\
  \ having less sex. Is that a problem?  \n<time>35:58</time> Pornography and prostitution,\
  \ and its effects on the consumers and the performers. Sex-positive feminism.  \n\
  <time>48:35</time> What kinds of relationships will we have with sex robots?  \n\
  <time>58:08</time> Teledildonics, and long-distance relationships  \n<time>1:01:15</time>\
  \ New relationship styles, like polyamory  \n<time>51:25</time> Follow Bryony’\
  s work!\n\n---\n\nFollow Bryony’s work:  \nFuture of Sex podcast (website):\
  \ http://bit.ly/35YvXA3  \nBryony’s personal website: http://bit.ly/2Jd8QYv\
  \  \nBryony’s Facebook page: http://bit.ly/39gbuIE  \nMedium profile: http://bit.ly/2tSZ6Oy\
  \  \nInstagram profile: http://bit.ly/2scQCkZ  \nTwitter handle: @bryonycole\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/9339833/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-11-27%2F40935667-44100-2-ba63b904bd719.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/304-Bryony-Cole-The-Future-of-Sex--Relationships--and-Technology-e9rhfp
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode/1264936/1264936-1577483328530-1188cde93fead.jpg
tags:
- General Science
- Philosophy
- Psychology
title: '#304 Bryony Cole: The Future of Sex, Relationships, and Technology'
youtubeid: rYnPqtO9Heg
